QuestieEvents = {
  ["Исследуйте круг."] = {
    locations = {
      {1, 9, 0.38, 0.37},
      {1, 4, 0.47, 0.15},
      {2, 25, 0.348, 0.506},
      {1, 17, 0.377, 0.552}
    }
  },
  ["Исследуйте круги."] = {
    locations = {
      {2, 22, 0.60, 0.62},
      {2, 8, 0.52, 0.42}
    }
  },
  ["Избавление Эраникуса."] = {
    locations = {
      {1,8, 0.48, 0.36}
    }
  },
  ["Примите покаяние Редпата"] = {
    locations = {
      {2,6, 0.39, 0.91}
    }
  },
  ["Поборите Лунокогтя, чтобы заслужить его силу духа и тела."] = {
    ["locations"] = {
      [1] = {16.0, 0.433, 0.4582, 100.0},
      [2] = {11.0, 0.4196, 0.6081, 9.0}
    },
    ["locations_rr"] = {
      [1] = 8,
      [2] = 32
    }
  },
  ["Accept Redpath's Forgiveness"] = {
    locations = {
      {2,6, 0.39, 0.91}
    }
  },
  ["Найдите и спасите Метцена - северного оленя"] = {
    locations = {
      {1,16, 0.735, 0.478},
      {2,23, 0.69, 0.34}
    }
  },
  ["Волки на границе"] = {
    locations = {
      {2,25, 0.4626, 0.3816}
    }
  },
  ["Охраняйте Пузника, пока он добывает таинственную руду"] = {
    locations = {
      {1, 6, 0.7176, 0.6022},
    },
  },
  ["Убейте генерала Вандара Грозовую Вершину."] = {
    locations = {
      {2, 1, 0.6677, 0.5177},
    },
  },
  ["История Зимаэля."] = {
    locations = {
      {2, 23, 0.2959, 0.2638},
    },
  },
  ["Попадите в 8 жаровен."] = {
    locations = {
      {2, 24, 0.3921, 0.6171},
      {2, 15, 0.6858, 0.0788},
      {1, 17, 0.5659, 0.9206},
      {1, 10, 0.4665, 0.3817},
      {2, 19, 0.65, 0.2373},
    },
  },
  ["Лекарство готово."] = {
    locations = {
      {2, 16, 0.6157, 0.1921},
    },
  },
  ["Найдите драконов из рода Ноздорму."] = {
    locations = {
      {1, 16, 0.6343, 0.5061},
    },
  },
  ["Найдите Хальдара, Мирана и Сайана."] = {
    locations = {
      {2, 12, 0.5116, 0.6896},
    },
  },
  ["Найти большой красный кристалл на восточном хребте Темных берегов"] = {
    locations = {
      {1, 18, 0.4726, 0.4883},
    },
  },
  ["Тридцать три несчастья"] = {
    locations = {
      {2, 25, 0.8192, 0.6003},
    },
  },
  ["Защищать Чи-Та 3, пока она не будет доставлена Карне Сомнамбулер."] = {
    locations = {
      {1, 7, 0.4643, 0.1378},
    },
  },
  ["Войти на Мертвое поле"] = {
    locations = {
      {2, 18, 0.4591, 0.2127},
    },
  },
  ["Защитите капитана Ванессу Белтис от нападения наг."] = {
    locations = {
      {1, 1, 0.5286, 0.8777},
    },
  },
  ["Защитите Дафну Стилвелл."] = {
    locations = {
      {2, 10, 0.4215, 0.8844},
    },
  },
  ["Ступайте на Заставу Мор'шан в Степи."] = {
    locations = {
      {1, 15, 0.479, 0.0536},
    },
  },
  ["Сопроводите Реджинальда Виндзора."] = {
    locations = {
      {2, 24, 0.7757, 0.1859},
    },
  },
  ["Девизавр уколот колючкой."] = {
    locations = {
      {1, 7, 0.6432, 0.5945},
      {1, 7, 0.6798, 0.5807},
      {1, 7, 0.5382, 0.6308},
      {1, 7, 0.5799, 0.7393},
      {1, 7, 0.7387, 0.3834},
    },
  },
  ["Осмотреть алтарь Зула."] = {
    locations = {
      {2, 5, 0.4886, 0.6842},
    },
  },
  ["Исследуйте потайной чертог."] = {
    locations = {
      {2, 2, 0.3522, 0.1032},
    },
  },
  ["Оставить предупреждение."] = {
    locations = {
      {2, 5, 0.2341, 0.5806},
      {2, 5, 0.31, 0.58}
    }
  },
  ["Отправляйтесь к маяку Западного Края."] = {
    locations = {
      {2, 10, 0.3041, 0.8561},
    },
  },
  ["Поговорите с Лорамусом."] = {
    locations = {
      {1, 1, 0.608, 0.6636},
    },
  },
  ["Найдите оскверненный лагерь фурболгов."] = {
    locations = {
      {1, 18, 0.3974, 0.5328},
    },
  },
  ["Исследуйте кратеры долины Рваных Ран."] = {
    locations = {
      {1, 11, 0.4103, 0.4196},
    },
  },
  ["Отыскать и исследовать Северный хрустальный пилон."] = {
    locations = {
      {1, 7, 0.5651, 0.1241},
    },
  },
  ["Победите Кальвина Монтеччи."] = {
    locations = {
      {2, 22, 0.3819, 0.5674},
    },
  },
  ["Пройдите испытания Озера."] = {
    locations = {
      {1,8, 0.361, 0.416},
      {1,8, 0.54, 0.51}
    }
  },
  ["История Лорамуса."] = {
    locations = {
      {1, 1, 0.608, 0.6636},
    },
  },
  ["Спасите от плена как минимум 6 летучих хамелеонов"] = {
    locations = {
      {1, 20, 0.6727, 0.4667},
    },
  },
  ["Очистите колодец Буйногривых."] = {
    locations = {
      {1, 9, 0.4275, 0.1416},
    },
  },
  ["Ночной Дозор"] = {
    locations = {
      {2, 20, 0.7832, 0.7084},
      {2, 20, 0.2342, 0.3782},
    },
  },
  ["Найти, где держат в плену Гол'дира."] = {
    locations = {
      {2, 1, 0.6058, 0.4386},
    },
  },
  ["Побег!"] = {
    locations = {
      {2, 23, 0.2706, 0.7258},
      {2, 17, 0.2254, 0.0756},
    },
  },
  ["Защитите профессора Физзлторпа."] = {
    locations = {
      {2, 13, 0.3387, 0.806},
    },
  },
  ["Подслушайте разговор Лесковара и Марзона"] = {
    locations = {
      {2, 24, 0.6866, 0.1444},
    },
  },
  ["Освободите Раскала."] = {
    locations = {
      {1, 20, 0.7213, 0.6384},
    },
  },
  ["Оружие выковано."] = {
    locations = {
      {2, 21, 0.5062, 0.2049},
    },
  },
  ["Совет с Эйтриггом."] = {
    locations = {
      {1, 10, 0.3414, 0.3926},
    },
  },
  ["Гниль выведен на чистую воду"] = {
    locations = {
      {2, 6, 0.274, 0.7514},
    },
  },
  ["Поговорите с кем-нибудь в Кабестане о светящемся осколке."] = {
    locations = {
      {1, 15, 0.6297, 0.3721},
    },
  },
  ["Ленивые батраки"] = {
    locations = {
      {1, 4, 0.4496, 0.6894},
    },
  },
  ["Верните оскверненную кошку Винне Хеззард."] = {
    locations = {
      {1, 11, 0.3426, 0.5232},
    },
  },
  ["Помогите Вонючке найти листья болотного боба."] = {
    locations = {
      {1, 13, 0.4887, 0.2458},
    },
  },
  ["Спасите Далинду Малем."] = {
    locations = {
      {1, 12, 0.5827, 0.3091},
    },
  },
  ["Ступайте в банк Дарнаса, известный также как Купина Вечности."] = {
    locations = {
      {1, 3, 0.4131, 0.4354},
    },
  },
  ["Защитите жизнь Стража Айнаши."] = {
    locations = {
      {1, 18, 0.4587, 0.9042},
    },
  },
  ["Исследуйте беседку на озере Мистраль, из которой открывается вид на соседний форт Альянса."] = {
    locations = {
      {1, 21, 0.4892, 0.696},
    },
  },
  ["Помогите Терилун спастись из Меча Властителя."] = {
    locations = {
      {1, 18, 0.4051, 0.8708},
    },
  },
  ["Защитите Арко'нарин при побеге из Оплота Теней."] = {
    locations = {
      {1, 11, 0.3545, 0.5906},
    },
  },
  ["Приручите лютого пятнистого вепря."] = {
    locations = {
      {1, 4, 0.5154, 0.4589},
      {1, 4, 0.5244, 0.4897},
    },
  },
  ["Гоблинский импульсный повторитель."] = {
    locations = {
      {2, 21, 0.2756, 0.7742},
    },
  },
  ["Вас подоили."] = {
    locations = {
      {2, 17, 0.29, 0.31},
    },
  },
  ["Искупление?"] = {
    locations = {
      {2, 9, 0.5386, 0.2432},
    },
  },
  ["Найти Храм Атал'Хаккара."] = {
    locations = {
      {2, 4, 0.6409, 0.5195},
      {2, 4, 0.7397, 0.4636},
      {2, 4, 0.6436, 0.5612},
      {2, 4, 0.696, 0.4418},
      {2, 4, 0.6467, 0.4882},
    },
  },
  ["Изгнать владыку Мок'Морокка из Деревни Гиблотопь"] = {
    locations = {
      {1, 13, 0.3641, 0.3143},
    },
  },
  ["Создание факела."] = {
    locations = {
      {2, 23, 0.3902, 0.3897},
    },
  },
  ["Помогите Фаэрлее уничтожить Совет деревни Погребальных Костров."] = {
    locations = {
      {2, 18, 0.4651, 0.7407},
    },
  },
  ["Сходить в порт Кабестана в Степях"] = {
    locations = {
      {1, 15, 0.6296, 0.3804},
    },
  },
  ["Установите распылитель ядовитого тумана."] = {
    locations = {
      {1, 6, 0.6644, 0.4546},
    },
  },
  ["Совершите жертвоприношение у источника"] = {
    locations = {
      {1, 3, 0.3863, 0.8599},
    },
  },
  ["Красный лен"] = {
    locations = {
      {2, 25, 0.687, 0.7958},
    },
  },
  ["Освободите душу Обена Яростного Когтя."] = {
    locations = {
      {1, 17, 0.4552, 0.5871},
    },
  },
  ["Спасение Керноби."] = {
    locations = {
      {2, 8, 0.1767, 0.3915},
    },
  },
  ["Отправляйтесь в тронный зал Лордерона, который находится у входа в Подгород."] = {
    locations = {
      {2, 15, 0.6597, 0.3612},
    },
  },
  ["Печальная история."] = {
    locations = {
      {2, 4, 0.3428, 0.6596},
    },
  },
  ["15 пациентов спасено!"] = {
    locations = {
      {1, 13, 0.6779, 0.4906},
    },
  },
  ["Защищайте Волкора, пока не доберетесь до дороги."] = {
    locations = {
      {1, 18, 0.4192, 0.8176},
    },
  },
  ["Проводите ККX-22/FE в порт на Забытом Берегу"] = {
    locations = {
      {1, 20, 0.4563, 0.4339},
    },
  },
  ["Обнаружить секретную фразу."] = {
    locations = {
      {1, 19, 0.7956, 0.7565},
    },
  },
  ["Узнайте назначение Каменного Стража Норганнона."] = {
    locations = {
      {1, 16, 0.3766, 0.8142},
    },
  },
  ["Обследовать сторожевой пост."] = {
    locations = {
      {1, 13, 0.5978, 0.4106},
    },
  },
  ["Займите Аванпост Среброкрылых."] = {
    locations = {
      {1, 21, 0.6465, 0.7535},
    },
  },
  ["Узнать имя паучьей богини."] = {
    locations = {
      {1, 16, 0.3873, 0.1988},
    },
  },
  ["Приручите чащобного тенетника."] = {
    locations = {
      {1, 17, 0.5918, 0.5807},
      {1, 17, 0.5397, 0.6229},
    },
  },
  ["Зажгите священный огонь жизни."] = {
    locations = {
      {1, 19, 0.3808, 0.3535},
    },
  },
  ["Кайю проводили до Лагеря Апарахе."] = {
    locations = {
      {1, 6, 0.771, 0.9085},
    },
  },
  ["Саркот"] = {
    locations = {
      {1, 4, 0.407, 0.679},
    },
  },
  ["Сопроводите Керлониана Вечный Сумрак на Заставу Мейстры."] = {
    locations = {
      {1, 21, 0.2677, 0.3691},
    },
  },
  ["Проводите Эрланда к Ран Йорик."] = {
    locations = {
      {2, 18, 0.5437, 0.1338},
    },
  },
  ["Пирог из печени кровоклыка"] = {
    locations = {
      {2, 10, 0.5474, 0.4544},
    },
  },
  ["Проведите разведку в Яшмовой шахте."] = {
    locations = {
      {2, 25, 0.6053, 0.5018},
    },
  },
  ["Кактусовый десерт Галгара"] = {
    locations = {
      {1, 4, 0.4001, 0.6829},
    },
  },
  ["Нанесите поражение Дрек'Тару."] = {
    locations = {
      {2, 1, 0.3965, 0.8131},
      {2, 24, 0.8224, 0.1232},
      {2, 19, 0.7039, 0.9006},
      {2, 1, 0.3464, 0.7492},
    },
  },
  ["Приручите большого скального вепря."] = {
    locations = {
      {2, 8, 0.4829, 0.5671},
      {2, 8, 0.4807, 0.4734},
      {2, 8, 0.5059, 0.5131},
      {2, 8, 0.4019, 0.471},
    },
  },
  ["Дождитесь, пока Менара Расщепительница Бездны закончит работу над вашим одеянием."] = {
    locations = {
      {1, 15, 0.6252, 0.3547},
    },
  },
  ["Совет от госпожи Престор."] = {
    locations = {
      {2, 24, 0.7804, 0.1796},
    },
  },
  ["Приручите взрослого равнинного долгонога."] = {
    locations = {
      {1, 9, 0.5268, 0.5744},
      {1, 9, 0.4815, 0.4789},
      {1, 9, 0.4369, 0.5184},
      {1, 9, 0.4196, 0.5526},
      {1, 9, 0.435, 0.4499},
    },
  },
  ["Проводите караван Гизлтона через Поле Маннорок."] = {
    locations = {
      {1, 12, 0.5569, 0.6779},
    },
  },
  ["Защищайте Белнистраза, пока он будет проводить ритуал, чтобы разрушить идола."] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Приветствие Изувеченной Длани выполнено."] = {
    locations = {
      {1, 10, 0.4311, 0.5348},
    },
  },
  ["История Джона-Оборванца."] = {
    locations = {
      {2, 17, 0.6509, 0.2367},
    },
  },
  ["Золотая пыль"] = {
    locations = {
      {2, 25, 0.397, 0.7966},
    },
  },
  ["Победить рядового Хендела."] = {
    locations = {
      {1, 13, 0.4521, 0.2449},
    },
  },
  ["Дождаться, пока Мрачная Тень закончит."] = {
    locations = {
      {2, 7, 0.6699, 0.1941},
    },
  },
  ["Рассказ Карана"] = {
    locations = {
      {2, 23, 0.271, 0.7254},
    },
  },
  ["Сопроводите Арая в безопасное место."] = {
    locations = {
      {1, 11, 0.4942, 0.1454},
    },
  },
  ["Приручите северного волка и приведите его к конюшенному."] = {
    locations = {
      {2, 1, 0.67, 0.5178},
    },
  },
  ["Выслушайте историю о Тауриссане."] = {
    locations = {
      {2, 19, 0.3862, 0.5544},
    },
  },
  ["Народное ополчение"] = {
    locations = {
      {2, 10, 0.481, 0.4641},
    },
  },
  ["Отыщите Теснину Зловещего Шепота."] = {
    locations = {
      {1, 5, 0.601, 0.7344},
    },
  },
  ["Победите Яна Тапоке."] = {
    locations = {
      {2, 3, 0.1087, 0.5935},
    },
  },
  ["Защитите геолога Сомнамбулера."] = {
    locations = {
      {1, 18, 0.3567, 0.8403},
    },
  },
  ["Выведите Руула за пределы владений Колючего Меха."] = {
    locations = {
      {1, 21, 0.3853, 0.3732},
    },
  },
  ["Очистите Колодец Заиндевевшего Копыта."] = {
    locations = {
      {1, 9, 0.5361, 0.662},
    },
  },
  ["Найдите лагерь волхва Римтори."] = {
    locations = {
      {1, 1, 0.5929, 0.3121},
    },
  },
  ["Помогите Визлкранку выбраться из раскопа Торговой Компании."] = {
    locations = {
      {1, 15, 0.5536, 0.0768},
    },
  },
  ["Выведите Галена из Болотного пристанища."] = {
    locations = {
      {2, 4, 0.5308, 0.2955},
    },
  },
  ["Выучите танец радости Омошей."] = {
    locations = {
      {1, 10, 0.7928, 0.223},
    },
  },
  ["Помогите Волкору сбежать из пещеры."] = {
    locations = {
      {1, 18, 0.4457, 0.85},
    },
  },
  ["Найдите остров духов Воды."] = {
    locations = {
      {2, 21, 0.2156, 0.2198},
    },
  },
  ["Баран пойман и возвращен."] = {
    locations = {
      {2, 1, 0.3458, 0.7494},
      {2, 19, 0.701, 0.9032},
      {2, 19, 0.6654, 0.8633},
      {2, 24, 0.8234, 0.1246},
    },
  },
  ["Братство воров"] = {
    locations = {
      {2, 25, 0.5357, 0.4703},
    },
  },
  ["Доказательство представлено."] = {
    locations = {
      {2, 17, 0.95, 0.3161},
    },
  },
  ["Правильно ответьте на вопрос Парквелла Финталласа."] = {
    locations = {
      {2, 15, 0.5772, 0.6522},
    },
  },
  ["Приручите приливного краба"] = {
    locations = {
      {1, 4, 0.5894, 0.2909},
      {1, 4, 0.6107, 0.7801},
    },
  },
  ["Послание клану Громового Молота доставлено."] = {
    locations = {
      {2, 5, 0.1434, 0.4807},
    },
  },
  ["Выслушайте историю Лоракса."] = {
    locations = {
      {1, 5, 0.6382, 0.7379},
    },
  },
  ["Найти и исследовать Восточный хрустальный пилон."] = {
    locations = {
      {1, 7, 0.7727, 0.4998},
    },
  },
  ["Отыщите лагерь охотников"] = {
    locations = {
      {2, 21, 0.3573, 0.1082},
    },
  },
  ["История Тириона."] = {
    locations = {
      {2, 6, 0.0751, 0.4369},
    },
  },
  ["Вы победитель."] = {
    locations = {
      {2, 21, 0.5058, 0.2054},
    },
  },
  ["Победите Воршу Хлестунью."] = {
    locations = {
      {1, 21, 0.0959, 0.2758},
    },
  },
  ["Забытая вещь"] = {
    locations = {
      {2, 10, 0.4935, 0.1911},
    },
  },
  ["Проведите разведку рудника Подземных глубин."] = {
    locations = {
      {2, 25, 0.4001, 0.8142},
    },
  },
  ["Исследуйте воды Забытых прудов."] = {
    locations = {
      {1, 15, 0.4506, 0.2256},
    },
  },
  ["Проводить Шаю Листогон в лагерь Камнедробителя."] = {
    locations = {
      {1, 20, 0.4233, 0.2185},
    },
  },
  ["Найти и исследовать Западный хрустальный пилон."] = {
    locations = {
      {1, 7, 0.2377, 0.5915},
    },
  },
  ["Проводить Рин'джи в безопасное место."] = {
    locations = {
      {2, 5, 0.3458, 0.5633},
    },
  },
  ["Разведка в руднике Горного эха"] = {
    locations = {
      {2, 25, 0.4884, 0.3447},
    },
  },
  ["Кабаньи клыки"] = {
    locations = {
      {1, 4, 0.4195, 0.6503},
    },
  },
  ["Убедить Ниру в своей преданности Пылающему Клинку"] = {
    locations = {
      {1, 10, 0.496, 0.5046},
    },
  },
  ["Доставка пленника."] = {
    locations = {
      {2, 17, 0.2573, 0.271},
    },
  },
  ["Создать скипетр Келебраса."] = {
    locations = {
      {1, 12, 0.3597, 0.6441},
    },
  },
  ["Обнаруженный мастер Кариэль Винтхалус."] = {
    locations = {
      {1, 20, 0.6286, 0.2488},
      {1, 20, 0.6034, 0.3071},
    },
  },
  ["Кирка Тазз'рила"] = {
    locations = {
      {1, 4, 0.4383, 0.5386},
    },
  },
  ["Выведите Паоку из Скального гнездовья"] = {
    locations = {
      {1, 19, 0.1515, 0.3265},
    },
  },
  ["Выведите Лакоту Песню Ветра с Пика Темного Облака."] = {
    locations = {
      {1, 19, 0.3093, 0.3712},
    },
  },
  ["Защитите Мураша О'Брина."] = {
    locations = {
      {2, 13, 0.3193, 0.8182},
    },
  },
  ["Встать на решетку, чтобы начать Побоище"] = {
    locations = {
      {1, 15, 0.6861, 0.4872},
    },
  },
  ["Проводите Мирана до раскопа"] = {
    locations = {
      {2, 12, 0.6512, 0.6577},
    },
  },
  ["Дайте верный ответ на вопрос Брауга Тусклого Духа."] = {
    locations = {
      {1, 6, 0.7875, 0.4563},
    },
  },
  ["Защитите Кинелори."] = {
    locations = {
      {2, 13, 0.601, 0.5383},
    },
  },
  ["Проводите Туманну к Стражу Арании Проблеску Солнца."] = {
    locations = {
      {1, 17, 0.3833, 0.3439},
    },
  },
  ["Обследуйте пещеру в ущелье Камнепадов."] = {
    locations = {
      {1, 6, 0.5896, 0.9016},
    },
  },
  ["Помогите Импортеру Вилликсу сбежать из Лабиринтов Иглошкурых."] = {
    locations = {
      {1, 15, 0.4227, 0.8988},
    },
  },
  ["Найдите духа Великого Медведя и усвойте все, что он расскажет вам о природе медведя."] = {
    locations = {
      {1, 8, 0.3925, 0.2773},
    },
  },
  ["Победить Дашеля Каменного Кулака."] = {
    locations = {
      {2, 24, 0.701, 0.4485},
    },
  },
  ["Ступайте на вершину Каменной дамбе возле озера Лок Модан."] = {
    locations = {
      {2, 12, 0.4763, 0.1433},
    },
  },
  ["Войдите в пещеры Ретбана."] = {
    locations = {
      {2, 11, 0.1922, 0.2525},
    },
  },
  ["История Кэларана."] = {
    locations = {
      {2, 23, 0.3903, 0.3894},
    },
  },
  ["Испытать модель яйцехладоскопа"] = {
    locations = {
      {2, 23, 0.4078, 0.9566},
    },
  },
  ["Осмотреть Дольный Очаг с высоты"] = {
    locations = {
      {2, 9, 0.457, 0.185},
    },
  },
  ["Проводить OOX-09/HL на побережье за Обзорными скалами."] = {
    locations = {
      {2, 5, 0.7914, 0.6136},
    },
  },
  ["Вступите в схватку со стражниками и останьтесь в живых."] = {
    locations = {
      {2, 23, 0.2711, 0.7256},
    },
  },
  ["Очистите колодец Громового Рога."] = {
    locations = {
      {1, 9, 0.4452, 0.4546},
    },
  },
  ["Приручите панцирного скорпида."] = {
    locations = {
      {1, 4, 0.4527, 0.4559},
      {1, 4, 0.5499, 0.3763},
    },
  },
  ["Проводите капрала Кеешана до Красногорья."] = {
    locations = {
      {2, 11, 0.3336, 0.487},
    },
  },
  ["Раскройте секрет алтаря Элуны."] = {
    locations = {
      {1, 5, 0.6485, 0.6373},
    },
  },
  ["Информация, полученная от Карана."] = {
    locations = {
      {2, 23, 0.2712, 0.7256},
    },
  },
  ["Доставить Ринго к Муче Кусора в Укрытие Маршалла."] = {
    locations = {
      {1, 7, 0.4371, 0.0829},
    },
  },
  ["Отправляйтесь в Меч Властителя."] = {
    locations = {
      {1, 18, 0.3902, 0.8593},
    },
  },
  ["Удерживайте одновременно четыре базы."] = {
    locations = {
      {2, 13, 0.7372, 0.2952},
      {2, 18, 0.3968, 0.1775},
      {1, 10, 0.501, 0.6903},
      {1, 2, 0.404, 0.5157},
    },
  },
  ["Схватка у рудника Горного эха"] = {
    locations = {
      {2, 25, 0.4833, 0.2942},
    },
  },
  ["Приручите снежного леопарда."] = {
    locations = {
      {2, 8, 0.4841, 0.5935},
      {2, 8, 0.3778, 0.3802},
    },
  },
  ["Приручите перепелятника."] = {
    locations = {
      {1, 9, 0.4307, 0.523},
      {1, 9, 0.4244, 0.4316},
      {1, 9, 0.4275, 0.4911},
      {1, 9, 0.4658, 0.4505},
      {1, 9, 0.4655, 0.494},
    },
  },
  ["Приручите ночного саблезуба-охотника."] = {
    locations = {
      {1, 17, 0.4009, 0.5545},
      {1, 17, 0.4689, 0.7228},
      {1, 17, 0.5592, 0.7207},
    },
  },
  ["Приручите медведя-ледолапа."] = {
    locations = {
      {2, 8, 0.4989, 0.5352},
      {2, 8, 0.5016, 0.5883},
      {2, 8, 0.3704, 0.4495},
    },
  },
  ["Защитите Фиро Железнорука."] = {
    locations = {
      {1, 18, 0.4354, 0.9439},
    },
  },
  ["Проводите КПХ-22/FE в порт на Забытом Берегу"] = {
    locations = {
      {1,20, 0.4563, 0.4339}
    }
  },
  ["Проводить КПХ-09/HL на побережье за Обзорными скалами."] = {
    locations = {
      {2,5, 0.7914, 0.6136}
    }
  },
  ["Проводите КПХ-17/TN в Порт Картеля"] = {
    locations = {
      {1,16, 0.6706, 0.2316}
    }
  },
  ["Проводите предателя Братства Справедливости к убежищу ван Клифа."] = {
    locations = {
      {2, 10, 0.4255, 0.7153},
    },
  },
  ["Проникнуть в Дун Альгаз."] = {
    locations = {
      {2, 3, 0.5349, 0.7036},
    },
  },
  ["Защитить Канати Серое Облако"] = {
    locations = {
      {1, 19, 0.2138, 0.3198},
    },
  },
  ["Вместе с Огроном допросите Рита."] = {
    locations = {
      {1, 13, 0.4247, 0.3807},
    },
  },
  ["Выслушайте каменного Стража."] = {
    locations = {
      {2, 2, 0.3521, 0.1033},
    },
  },
  ["Приручите охотника прерий."] = {
    locations = {
      {1, 9, 0.435, 0.5195},
      {1, 9, 0.5913, 0.5863},
      {1, 9, 0.4299, 0.4764},
      {1, 9, 0.4673, 0.4971},
    },
  },
  ["Награда за голову Гаррика Тихокрада"] = {
    locations = {
      {2, 25, 0.5733, 0.4802},
    },
  },
  ["Злобные фамильяры"] = {
    locations = {
      {1, 4, 0.4394, 0.573},
    },
  },
  ["Выслушайте Тралла."] = {
    locations = {
      {1, 10, 0.3178, 0.3781},
    },
  },
  ["Жала скорпидов"] = {
    locations = {
      {1, 4, 0.4073, 0.6782},
    },
  },
  ["Уничтожить командный шатер и установить знамя Плети в лагере."] = {
    locations = {
      {2, 9, 0.4072, 0.5204},
    },
  },
  ["Сопровождение Дориуса."] = {
    locations = {
      {2, 23, 0.7447, 0.1944},
    },
  },
  ["Побить Бартлби"] = {
    locations = {
      {2, 24, 0.737, 0.3685},
    },
  },
  ["Приручите совиного крикуна."] = {
    locations = {
      {1, 17, 0.4381, 0.5088},
    },
  },
  ["Полностью исследуйте форт Мерзлогривов."] = {
    locations = {
      {2, 8, 0.2147, 0.522},
    },
  },
  ["Позвольте врачу поставить диагноз."] = {
    locations = {
      {2, 24, 0.7804, 0.59},
    },
  },
  ["Отвести Тугу к Торте."] = {
    locations = {
      {1, 16, 0.6656, 0.2565},
    },
  },
  ["Захватите и удержите контроль над четырьмя базами"] = {
    locations = {
      {2, 13, 0.4603, 0.453},
    },
  },
  ["Проводите Гилтареса Огненный Цветок в Кабестан."] = {
    locations = {
      {1, 15, 0.6227, 0.3909},
    },
  },
  ["Печальная история"] = {
    locations = {
      {2, 4, 0.3424, 0.6602},
    },
  },
  ["Получите благословение Элуны."] = {
    locations = {
      {1, 8, 0.6389, 0.625},
    },
  },
  ["Нападение на лагерь кобольдов"] = {
    locations = {
      {2, 25, 0.4934, 0.3586},
    },
  },
  ["Понаблюдать за работой Трентона."] = {
    locations = {
      {1, 16, 0.5143, 0.287},
    },
  },
  ["Охраняйте караван Гизлтона на пути мимо деревни кентавров из племени Колкар."] = {
    locations = {
      {1, 12, 0.6717, 0.5662},
    },
  }
}