QuestieEvents = {
  ["Волки на границе"] = {
    locations = {
      {2,25, 0.4626, 0.3816}
    }
  },
  ["Охраняйте Пузника, пока он добывает таинственную руду"] = {
    ["locations"] = {
      [1] = {6.0, 0.7176, 0.6022, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Убейте генерала Вандара Грозовую Вершину."] = {
    ["locations"] = {
      [1] = {26.0, 0.6677, 0.5177, 100.0},
      [5] = {45.0, 0.5666, 0.8649, 2.0},
      [3] = {43.0, 0.6264, 0.5958, 41.0},
      [4] = {48.0, 0.6147, 0.2038, 28.0},
      [2] = {60.0, 0.6656, 0.5655, 46.0}
    },
    ["locationCount"] = 5
  },
  ["История Зимаэля."] = {
    ["locations"] = {
      [1] = {32.0, 0.2959, 0.2638, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Попадите в 8 жаровен."] = {
    ["locations"] = {
      [1] = {36.0, 0.3921, 0.6171, 100.0},
      [5] = {45.0, 0.6858, 0.0788, 6.0},
      [3] = {24.0, 0.5659, 0.9206, 74.0},
      [4] = {1.0, 0.4665, 0.3817, 66.0},
      [2] = {25.0, 0.65, 0.2373, 86.0}
    },
    ["locationCount"] = 5
  },
  ["Лекарство готово."] = {
    ["locations"] = {
      [1] = {48.0, 0.6157, 0.1921, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Найдите драконов из рода Ноздорму."] = {
    ["locations"] = {
      [1] = {8.0, 0.6343, 0.5061, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Найдите Хальдара, Мирана и Сайана."] = {
    ["locations"] = {
      [1] = {29.0, 0.5116, 0.6896, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Найти большой красный кристалл на восточном хребте Темных берегов"] = {
    ["locations"] = {
      [1] = {16.0, 0.4726, 0.4883, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Тридцать три несчастья"] = {
    ["locations"] = {
      [1] = {37.0, 0.8192, 0.6003, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Защищать Чи-Та 3, пока она не будет доставлена Карне Сомнамбулер."] = {
    ["locations"] = {
      [1] = {18.0, 0.4643, 0.1378, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Войти на Мертвое поле"] = {
    ["locations"] = {
      [1] = {35.0, 0.4591, 0.2127, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Защитите капитана Ванессу Белтис от нападения наг."] = {
    ["locations"] = {
      [1] = {15.0, 0.5286, 0.8777, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Защитите Дафну Стилвелл."] = {
    ["locations"] = {
      [1] = {49.0, 0.4215, 0.8844, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Ступайте на Заставу Мор'шан в Степи."] = {
    ["locations"] = {
      [1] = {11.0, 0.479, 0.0536, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сопроводите Реджинальда Виндзора."] = {
    ["locations"] = {
      [1] = {36.0, 0.7757, 0.1859, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Девизавр уколот колючкой."] = {
    ["locations"] = {
      [1] = {18.0, 0.6432, 0.5945, 100.0},
      [5] = {18.0, 0.6798, 0.5807, 7.0},
      [3] = {18.0, 0.5382, 0.6308, 78.0},
      [4] = {18.0, 0.5799, 0.7393, 78.0},
      [2] = {18.0, 0.7387, 0.3834, 89.0}
    },
    ["locationCount"] = 5
  },
  ["Осмотреть алтарь Зула."] = {
    ["locations"] = {
      [1] = {42.0, 0.4886, 0.6842, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Исследуйте потайной чертог."] = {
    ["locations"] = {
      [1] = {27.0, 0.3522, 0.1032, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Оставить предупреждение."] = {
    ["locations"] = {
      [1] = {42.0, 0.2341, 0.5806, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Отправляйтесь к маяку Западного Края."] = {
    ["locations"] = {
      [1] = {49.0, 0.3041, 0.8561, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Поговорите с Лорамусом."] = {
    ["locations"] = {
      [1] = {15.0, 0.608, 0.6636, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Найдите оскверненный лагерь фурболгов."] = {
    ["locations"] = {
      [1] = {16.0, 0.3974, 0.5328, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Исследуйте кратеры долины Рваных Ран."] = {
    ["locations"] = {
      [1] = {13.0, 0.4103, 0.4196, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Отыскать и исследовать Северный хрустальный пилон."] = {
    ["locations"] = {
      [1] = {18.0, 0.5651, 0.1241, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Победите Кальвина Монтеччи."] = {
    ["locations"] = {
      [1] = {43.0, 0.3819, 0.5674, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Пройдите испытания Озера."] = {
    locations = {
      {1,8, 0.361, 0.416},
	  {1,8, 0.54, 0.51}
    }
  },
  ["История Лорамуса."] = {
    ["locations"] = {
      [1] = {15.0, 0.608, 0.6636, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Спасите от плена как минимум 6 летучих хамелеонов"] = {
    ["locations"] = {
      [1] = {17.0, 0.6727, 0.4667, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Очистите колодец Буйногривых."] = {
    ["locations"] = {
      [1] = {22.0, 0.4275, 0.1416, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Ночной Дозор"] = {
    ["locations"] = {
      [1] = {31.0, 0.7832, 0.7084, 100.0},
      [2] = {31.0, 0.2342, 0.3782, 6.0}
    },
    ["locationCount"] = 2
  },
  ["Найти, где держат в плену Гол'дира."] = {
    ["locations"] = {
      [1] = {26.0, 0.6058, 0.4386, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Побег!"] = {
    ["locations"] = {
      [1] = {32.0, 0.2706, 0.7258, 100.0},
      [2] = {40.0, 0.2254, 0.0756, 27.0}
    },
    ["locationCount"] = 2
  },
  ["Защитите профессора Физзлторпа."] = {
    ["locations"] = {
      [1] = {39.0, 0.3387, 0.806, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Подслушайте разговор Лесковара и Марзона"] = {
    ["locations"] = {
      [1] = {36.0, 0.6866, 0.1444, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Освободите Раскала."] = {
    ["locations"] = {
      [1] = {17.0, 0.7213, 0.6384, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Оружие выковано."] = {
    ["locations"] = {
      [1] = {38.0, 0.5062, 0.2049, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Совет с Эйтриггом."] = {
    ["locations"] = {
      [1] = {1.0, 0.3414, 0.3926, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Гниль выведен на чистую воду"] = {
    ["locations"] = {
      [1] = {34.0, 0.274, 0.7514, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Поговорите с кем-нибудь в Кабестане о светящемся осколке."] = {
    ["locations"] = {
      [1] = {11.0, 0.6297, 0.3721, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Ленивые батраки"] = {
    ["locations"] = {
      [1] = {7.0, 0.4496, 0.6894, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Верните оскверненную кошку Винне Хеззард."] = {
    ["locations"] = {
      [1] = {13.0, 0.3426, 0.5232, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Помогите Вонючке найти листья болотного боба."] = {
    ["locations"] = {
      [1] = {10.0, 0.4887, 0.2458, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Спасите Далинду Малем."] = {
    ["locations"] = {
      [1] = {4.0, 0.5827, 0.3091, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Ступайте в банк Дарнаса, известный также как Купина Вечности."] = {
    ["locations"] = {
      [1] = {21.0, 0.4131, 0.4354, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Защитите жизнь Стража Айнаши."] = {
    ["locations"] = {
      [1] = {16.0, 0.4587, 0.9042, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Исследуйте беседку на озере Мистраль, из которой открывается вид на соседний форт Альянса."] = {
    ["locations"] = {
      [1] = {2.0, 0.4892, 0.696, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Помогите Терилун спастись из Меча Властителя."] = {
    ["locations"] = {
      [1] = {16.0, 0.4051, 0.8708, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Защитите Арко'нарин при побеге из Оплота Теней."] = {
    ["locations"] = {
      [1] = {13.0, 0.3545, 0.5906, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Приручите лютого пятнистого вепря."] = {
    ["locations"] = {
      [1] = {7.0, 0.5154, 0.4589, 100.0},
      [2] = {7.0, 0.5244, 0.4897, 2.0}
    },
    ["locationCount"] = 2
  },
  ["Гоблинский импульсный повторитель."] = {
    ["locations"] = {
      [1] = {38.0, 0.2756, 0.7742, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Вас подоили."] = {
    ["locations"] = {
      [1] = {40.0, 0.6511, 0.2368, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Искупление?"] = {
    ["locations"] = {
      [1] = {50.0, 0.5386, 0.2432, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Найти Храм Атал'Хаккара."] = {
    ["locations"] = {
      [1] = {46.0, 0.6409, 0.5195, 100.0},
      [5] = {46.0, 0.7397, 0.4636, 4.0},
      [3] = {46.0, 0.6436, 0.5612, 83.0},
      [4] = {46.0, 0.696, 0.4418, 65.0},
      [2] = {46.0, 0.6467, 0.4882, 91.0}
    },
    ["locationCount"] = 5
  },
  ["Изгнать владыку Мок'Морокка из Деревни Гиблотопь"] = {
    ["locations"] = {
      [1] = {10.0, 0.3641, 0.3143, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Создание факела."] = {
    ["locations"] = {
      [1] = {32.0, 0.3902, 0.3897, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Помогите Фаэрлее уничтожить Совет деревни Погребальных Костров."] = {
    ["locations"] = {
      [1] = {35.0, 0.4651, 0.7407, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сходить в порт Кабестана в Степях"] = {
    ["locations"] = {
      [1] = {11.0, 0.6296, 0.3804, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Установите распылитель ядовитого тумана."] = {
    ["locations"] = {
      [1] = {6.0, 0.6644, 0.4546, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Совершите жертвоприношение у источника"] = {
    ["locations"] = {
      [1] = {21.0, 0.3863, 0.8599, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Красный лен"] = {
    ["locations"] = {
      [1] = {37.0, 0.687, 0.7958, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Освободите душу Обена Яростного Когтя."] = {
    ["locations"] = {
      [1] = {24.0, 0.4552, 0.5871, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Спасение Керноби."] = {
    ["locations"] = {
      [1] = {28.0, 0.1767, 0.3915, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Отправляйтесь в тронный зал Лордерона, который находится у входа в Подгород."] = {
    ["locations"] = {
      [1] = {45.0, 0.6597, 0.3612, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Печальная история."] = {
    ["locations"] = {
      [1] = {46.0, 0.3428, 0.6596, 100.0}
    },
    ["locationCount"] = 1
  },
  ["15 пациентов спасено!"] = {
    ["locations"] = {
      [1] = {10.0, 0.6779, 0.4906, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Защищайте Волкора, пока не доберетесь до дороги."] = {
    ["locations"] = {
      [1] = {16.0, 0.4192, 0.8176, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проводите ККX-22/FE в порт на Забытом Берегу"] = {
    ["locations"] = {
      [1] = {17.0, 0.4563, 0.4339, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Обнаружить секретную фразу."] = {
    ["locations"] = {
      [1] = {14.0, 0.7956, 0.7565, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Узнайте назначение Каменного Стража Норганнона."] = {
    ["locations"] = {
      [1] = {8.0, 0.3766, 0.8142, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Обследовать сторожевой пост."] = {
    ["locations"] = {
      [1] = {10.0, 0.5978, 0.4106, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Займите Аванпост Среброкрылых."] = {
    ["locations"] = {
      [1] = {2.0, 0.6465, 0.7535, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Узнать имя паучьей богини."] = {
    ["locations"] = {
      [1] = {8.0, 0.3873, 0.1988, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Приручите чащобного тенетника."] = {
    ["locations"] = {
      [1] = {24.0, 0.5918, 0.5807, 100.0},
      [2] = {24.0, 0.5397, 0.6229, 2.0}
    },
    ["locationCount"] = 2
  },
  ["Зажгите священный огонь жизни."] = {
    ["locations"] = {
      [1] = {14.0, 0.3808, 0.3535, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Кайю проводили до Лагеря Апарахе."] = {
    ["locations"] = {
      [1] = {6.0, 0.771, 0.9085, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Саркот"] = {
    ["locations"] = {
      [1] = {7.0, 0.407, 0.679, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сопроводите Керлониана Вечный Сумрак на Заставу Мейстры."] = {
    ["locations"] = {
      [1] = {2.0, 0.2677, 0.3691, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проводите Эрланда к Ран Йорик."] = {
    ["locations"] = {
      [1] = {35.0, 0.5437, 0.1338, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Пирог из печени кровоклыка"] = {
    ["locations"] = {
      [1] = {49.0, 0.5474, 0.4544, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проведите разведку в Яшмовой шахте."] = {
    ["locations"] = {
      [1] = {37.0, 0.6053, 0.5018, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Кактусовый десерт Галгара"] = {
    ["locations"] = {
      [1] = {7.0, 0.4001, 0.6829, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Нанесите поражение Дрек'Тару."] = {
    ["locations"] = {
      [1] = {60.0, 0.6746, 0.3446, 100.0},
      [5] = {26.0, 0.3965, 0.8131, 4.0},
      [3] = {36.0, 0.8224, 0.1232, 65.0},
      [4] = {25.0, 0.7039, 0.9006, 52.0},
      [2] = {26.0, 0.3464, 0.7492, 94.0}
    },
    ["locationCount"] = 5
  },
  ["Приручите большого скального вепря."] = {
    ["locations"] = {
      [1] = {28.0, 0.4829, 0.5671, 100.0},
      [3] = {28.0, 0.4807, 0.4734, 42.0},
      [4] = {28.0, 0.5059, 0.5131, 2.0},
      [2] = {28.0, 0.4019, 0.471, 45.0}
    },
    ["locationCount"] = 4
  },
  ["Дождитесь, пока Менара Расщепительница Бездны закончит работу над вашим одеянием."] = {
    ["locations"] = {
      [1] = {11.0, 0.6252, 0.3547, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Совет от госпожи Престор."] = {
    ["locations"] = {
      [1] = {36.0, 0.7804, 0.1796, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Приручите взрослого равнинного долгонога."] = {
    ["locations"] = {
      [1] = {22.0, 0.5268, 0.5744, 100.0},
      [5] = {22.0, 0.4815, 0.4789, 3.0},
      [3] = {22.0, 0.4369, 0.5184, 45.0},
      [4] = {22.0, 0.4196, 0.5526, 33.0},
      [2] = {22.0, 0.435, 0.4499, 45.0}
    },
    ["locationCount"] = 5
  },
  ["Проводите караван Гизлтона через Поле Маннорок."] = {
    ["locations"] = {
      [1] = {4.0, 0.5569, 0.6779, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Защищайте Белнистраза, пока он будет проводить ритуал, чтобы разрушить идола."] = {
    ["locations"] = {
      [1] = {11.0, 0.5086, 0.9287, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Приветствие Изувеченной Длани выполнено."] = {
    ["locations"] = {
      [1] = {1.0, 0.4311, 0.5348, 100.0}
    },
    ["locationCount"] = 1
  },
  ["История Джона-Оборванца."] = {
    ["locations"] = {
      [1] = {40.0, 0.6509, 0.2367, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Золотая пыль"] = {
    ["locations"] = {
      [1] = {37.0, 0.397, 0.7966, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Победить рядового Хендела."] = {
    ["locations"] = {
      [1] = {10.0, 0.4521, 0.2449, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Дождаться, пока Мрачная Тень закончит."] = {
    ["locations"] = {
      [1] = {33.0, 0.6699, 0.1941, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Рассказ Карана"] = {
    ["locations"] = {
      [1] = {32.0, 0.271, 0.7254, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сопроводите Арая в безопасное место."] = {
    ["locations"] = {
      [1] = {13.0, 0.4942, 0.1454, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Приручите северного волка и приведите его к конюшенному."] = {
    ["locations"] = {
      [1] = {26.0, 0.67, 0.5178, 100.0},
      [5] = {1.0, 0.5927, 0.5314, 5.0},
      [3] = {1.0, 0.7918, 0.3112, 91.0},
      [4] = {1.0, 0.3263, 0.6329, 57.0},
      [2] = {60.0, 0.668, 0.5659, 100.0}
    },
    ["locationCount"] = 5
  },
  ["Выслушайте историю о Тауриссане."] = {
    ["locations"] = {
      [1] = {25.0, 0.3862, 0.5544, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Народное ополчение"] = {
    ["locations"] = {
      [1] = {49.0, 0.481, 0.4641, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Отыщите Теснину Зловещего Шепота."] = {
    ["locations"] = {
      [1] = {19.0, 0.601, 0.7344, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Победите Яна Тапоке."] = {
    ["locations"] = {
      [1] = {51.0, 0.1087, 0.5935, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Защитите геолога Сомнамбулера."] = {
    ["locations"] = {
      [1] = {16.0, 0.3567, 0.8403, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Выведите Руула за пределы владений Колючего Меха."] = {
    ["locations"] = {
      [1] = {2.0, 0.3853, 0.3732, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Очистите Колодец Заиндевевшего Копыта."] = {
    ["locations"] = {
      [1] = {22.0, 0.5361, 0.662, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Найдите лагерь волхва Римтори."] = {
    ["locations"] = {
      [1] = {15.0, 0.5929, 0.3121, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Помогите Визлкранку выбраться из раскопа Торговой Компании."] = {
    ["locations"] = {
      [1] = {11.0, 0.5536, 0.0768, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Выведите Галена из Болотного пристанища."] = {
    ["locations"] = {
      [1] = {46.0, 0.5308, 0.2955, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Выучите танец радости Омошей."] = {
    ["locations"] = {
      [1] = {1.0, 0.7928, 0.223, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Помогите Волкору сбежать из пещеры."] = {
    ["locations"] = {
      [1] = {16.0, 0.4457, 0.85, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Найдите остров духов Воды."] = {
    ["locations"] = {
      [1] = {38.0, 0.2156, 0.2198, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Баран пойман и возвращен."] = {
    ["locations"] = {
      [1] = {60.0, 0.6719, 0.3482, 100.0},
      [5] = {26.0, 0.3458, 0.7494, 2.0},
      [3] = {25.0, 0.701, 0.9032, 45.0},
      [4] = {25.0, 0.6654, 0.8633, 30.0},
      [2] = {36.0, 0.8234, 0.1246, 81.0}
    },
    ["locationCount"] = 5
  },
  ["Братство воров"] = {
    ["locations"] = {
      [1] = {37.0, 0.5357, 0.4703, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Доказательство представлено."] = {
    ["locations"] = {
      [1] = {40.0, 0.95, 0.3161, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Правильно ответьте на вопрос Парквелла Финталласа."] = {
    ["locations"] = {
      [1] = {45.0, 0.5772, 0.6522, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Приручите приливного краба"] = {
    ["locations"] = {
      [1] = {7.0, 0.5894, 0.2909, 100.0},
      [2] = {7.0, 0.6107, 0.7801, 2.0}
    },
    ["locationCount"] = 2
  },
  ["Послание клану Громового Молота доставлено."] = {
    ["locations"] = {
      [1] = {42.0, 0.1434, 0.4807, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Выслушайте историю Лоракса."] = {
    ["locations"] = {
      [1] = {19.0, 0.6382, 0.7379, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Найти и исследовать Восточный хрустальный пилон."] = {
    ["locations"] = {
      [1] = {18.0, 0.7727, 0.4998, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Отыщите лагерь охотников"] = {
    ["locations"] = {
      [1] = {38.0, 0.3573, 0.1082, 100.0}
    },
    ["locationCount"] = 1
  },
  ["История Тириона."] = {
    ["locations"] = {
      [1] = {34.0, 0.0751, 0.4369, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Вы победитель."] = {
    ["locations"] = {
      [1] = {38.0, 0.5058, 0.2054, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Победите Воршу Хлестунью."] = {
    ["locations"] = {
      [1] = {2.0, 0.0959, 0.2758, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Забытая вещь"] = {
    ["locations"] = {
      [1] = {49.0, 0.4935, 0.1911, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проведите разведку рудника Подземных глубин."] = {
    ["locations"] = {
      [1] = {37.0, 0.4001, 0.8142, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Исследуйте воды Забытых прудов."] = {
    ["locations"] = {
      [1] = {11.0, 0.4506, 0.2256, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проводить Шаю Листогон в лагерь Камнедробителя."] = {
    ["locations"] = {
      [1] = {17.0, 0.4233, 0.2185, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Найти и исследовать Западный хрустальный пилон."] = {
    ["locations"] = {
      [1] = {18.0, 0.2377, 0.5915, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проводить Рин'джи в безопасное место."] = {
    ["locations"] = {
      [1] = {42.0, 0.3458, 0.5633, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Разведка в руднике Горного эха"] = {
    ["locations"] = {
      [1] = {37.0, 0.4884, 0.3447, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Кабаньи клыки"] = {
    ["locations"] = {
      [1] = {7.0, 0.4195, 0.6503, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Убедить Ниру в своей преданности Пылающему Клинку"] = {
    ["locations"] = {
      [1] = {1.0, 0.496, 0.5046, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Доставка пленника."] = {
    ["locations"] = {
      [1] = {40.0, 0.2573, 0.271, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Создать скипетр Келебраса."] = {
    ["locations"] = {
      [1] = {4.0, 0.3597, 0.6441, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Обнаруженный мастер Кариэль Винтхалус."] = {
    ["locations"] = {
      [1] = {17.0, 0.6286, 0.2488, 100.0},
      [2] = {17.0, 0.6034, 0.3071, 8.0}
    },
    ["locationCount"] = 2
  },
  ["Кирка Тазз'рила"] = {
    ["locations"] = {
      [1] = {7.0, 0.4383, 0.5386, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Выведите Паоку из Скального гнездовья"] = {
    ["locations"] = {
      [1] = {14.0, 0.1515, 0.3265, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Выведите Лакоту Песню Ветра с Пика Темного Облака."] = {
    ["locations"] = {
      [1] = {14.0, 0.3093, 0.3712, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Защитите Мураша О'Брина."] = {
    ["locations"] = {
      [1] = {39.0, 0.3193, 0.8182, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Встать на решетку, чтобы начать Побоище"] = {
    ["locations"] = {
      [1] = {11.0, 0.6861, 0.4872, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проводите Мирана до раскопа"] = {
    ["locations"] = {
      [1] = {29.0, 0.6512, 0.6577, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Дайте верный ответ на вопрос Брауга Тусклого Духа."] = {
    ["locations"] = {
      [1] = {6.0, 0.7875, 0.4563, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Защитите Кинелори."] = {
    ["locations"] = {
      [1] = {39.0, 0.601, 0.5383, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проводите Туманну к Стражу Арании Проблеску Солнца."] = {
    ["locations"] = {
      [1] = {24.0, 0.3833, 0.3439, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Обследуйте пещеру в ущелье Камнепадов."] = {
    ["locations"] = {
      [1] = {6.0, 0.5896, 0.9016, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Помогите Импортеру Вилликсу сбежать из Лабиринтов Иглошкурых."] = {
    ["locations"] = {
      [1] = {11.0, 0.4227, 0.8988, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Поборите Лунокогтя, чтобы заслужить его силу духа и тела."] = {
    ["locations"] = {
      [1] = {16.0, 0.433, 0.4582, 100.0},
      [2] = {11.0, 0.4196, 0.6081, 9.0}
    },
    ["locationCount"] = 2,
    ["locations_rr"] = {
      [1] = 8,
      [2] = 32
    }
  },
  ["Найдите духа Великого Медведя и усвойте все, что он расскажет вам о природе медведя."] = {
    ["locations"] = {
      [1] = {20.0, 0.3925, 0.2773, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Победить Дашеля Каменного Кулака."] = {
    ["locations"] = {
      [1] = {36.0, 0.701, 0.4485, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Ступайте на вершину Каменной дамбе возле озера Лок Модан."] = {
    ["locations"] = {
      [1] = {29.0, 0.4763, 0.1433, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Войдите в пещеры Ретбана."] = {
    ["locations"] = {
      [1] = {30.0, 0.1922, 0.2525, 100.0}
    },
    ["locationCount"] = 1
  },
  ["История Кэларана."] = {
    ["locations"] = {
      [1] = {32.0, 0.3903, 0.3894, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Испытать модель яйцехладоскопа"] = {
    ["locations"] = {
      [1] = {32.0, 0.4078, 0.9566, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Осмотреть Дольный Очаг с высоты"] = {
    ["locations"] = {
      [1] = {50.0, 0.457, 0.185, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проводить OOX-09/HL на побережье за Обзорными скалами."] = {
    ["locations"] = {
      [1] = {42.0, 0.7914, 0.6136, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Вступите в схватку со стражниками и останьтесь в живых."] = {
    ["locations"] = {
      [1] = {32.0, 0.2711, 0.7256, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Очистите колодец Громового Рога."] = {
    ["locations"] = {
      [1] = {22.0, 0.4452, 0.4546, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Приручите панцирного скорпида."] = {
    ["locations"] = {
      [1] = {7.0, 0.4527, 0.4559, 100.0},
      [2] = {7.0, 0.5499, 0.3763, 3.0}
    },
    ["locationCount"] = 2
  },
  ["Проводите капрала Кеешана до Красногорья."] = {
    ["locations"] = {
      [1] = {30.0, 0.3336, 0.487, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Раскройте секрет алтаря Элуны."] = {
    ["locations"] = {
      [1] = {19.0, 0.6485, 0.6373, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Информация, полученная от Карана."] = {
    ["locations"] = {
      [1] = {32.0, 0.2712, 0.7256, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Доставить Ринго к Муче Кусора в Укрытие Маршалла."] = {
    ["locations"] = {
      [1] = {18.0, 0.4371, 0.0829, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Отправляйтесь в Меч Властителя."] = {
    ["locations"] = {
      [1] = {16.0, 0.3902, 0.8593, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Удерживайте одновременно четыре базы."] = {
    ["locations"] = {
      [1] = {39.0, 0.7372, 0.2952, 100.0},
      [5] = {35.0, 0.3968, 0.1775, 3.0},
      [3] = {1.0, 0.501, 0.6903, 36.0},
      [4] = {23.0, 0.404, 0.5157, 36.0},
      [2] = {60.0, 0.6711, 0.5666, 81.0}
    },
    ["locationCount"] = 5
  },
  ["Схватка у рудника Горного эха"] = {
    ["locations"] = {
      [1] = {37.0, 0.4833, 0.2942, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Приручите снежного леопарда."] = {
    ["locations"] = {
      [1] = {28.0, 0.4841, 0.5935, 100.0},
      [2] = {28.0, 0.3778, 0.3802, 2.0}
    },
    ["locationCount"] = 2
  },
  ["Приручите перепелятника."] = {
    ["locations"] = {
      [1] = {22.0, 0.4307, 0.523, 100.0},
      [5] = {22.0, 0.4244, 0.4316, 2.0},
      [3] = {22.0, 0.4275, 0.4911, 54.0},
      [4] = {22.0, 0.4658, 0.4505, 54.0},
      [2] = {22.0, 0.4655, 0.494, 78.0}
    },
    ["locationCount"] = 5
  },
  ["Приручите ночного саблезуба-охотника."] = {
    ["locations"] = {
      [1] = {24.0, 0.4009, 0.5545, 100.0},
      [3] = {24.0, 0.4689, 0.7228, 2.0},
      [2] = {24.0, 0.5592, 0.7207, 53.0}
    },
    ["locationCount"] = 3
  },
  ["Приручите медведя-ледолапа."] = {
    ["locations"] = {
      [1] = {28.0, 0.4989, 0.5352, 100.0},
      [3] = {28.0, 0.5016, 0.5883, 3.0},
      [2] = {28.0, 0.3704, 0.4495, 40.0}
    },
    ["locationCount"] = 3
  },
  ["Защитите Фиро Железнорука."] = {
    ["locations"] = {
      [1] = {16.0, 0.4354, 0.9439, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проводите КПХ-17/TN в Порт Картеля"] = {
    ["locations"] = {
      [1] = {8.0, 0.6706, 0.2316, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проводите предателя Братства Справедливости к убежищу ван Клифа."] = {
    ["locations"] = {
      [1] = {49.0, 0.4255, 0.7153, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проникнуть в Дун Альгаз."] = {
    ["locations"] = {
      [1] = {51.0, 0.5349, 0.7036, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Защитить Канати Серое Облако"] = {
    ["locations"] = {
      [1] = {14.0, 0.2138, 0.3198, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Вместе с Огроном допросите Рита."] = {
    ["locations"] = {
      [1] = {10.0, 0.4247, 0.3807, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Выслушайте каменного Стража."] = {
    ["locations"] = {
      [1] = {27.0, 0.3521, 0.1033, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Приручите охотника прерий."] = {
    ["locations"] = {
      [1] = {22.0, 0.435, 0.5195, 100.0},
      [3] = {22.0, 0.5913, 0.5863, 45.0},
      [4] = {22.0, 0.4299, 0.4764, 3.0},
      [2] = {22.0, 0.4673, 0.4971, 92.0}
    },
    ["locationCount"] = 4
  },
  ["Награда за голову Гаррика Тихокрада"] = {
    ["locations"] = {
      [1] = {37.0, 0.5733, 0.4802, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Злобные фамильяры"] = {
    ["locations"] = {
      [1] = {7.0, 0.4394, 0.573, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Выслушайте Тралла."] = {
    ["locations"] = {
      [1] = {1.0, 0.3178, 0.3781, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Жала скорпидов"] = {
    ["locations"] = {
      [1] = {7.0, 0.4073, 0.6782, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Уничтожить командный шатер и установить знамя Плети в лагере."] = {
    ["locations"] = {
      [1] = {50.0, 0.4072, 0.5204, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сопровождение Дориуса."] = {
    ["locations"] = {
      [1] = {32.0, 0.7447, 0.1944, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Побить Бартлби"] = {
    ["locations"] = {
      [1] = {36.0, 0.737, 0.3685, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Приручите совиного крикуна."] = {
    ["locations"] = {
      [1] = {24.0, 0.4381, 0.5088, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Полностью исследуйте форт Мерзлогривов."] = {
    ["locations"] = {
      [1] = {28.0, 0.2147, 0.522, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Позвольте врачу поставить диагноз."] = {
    ["locations"] = {
      [1] = {36.0, 0.7804, 0.59, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Отвести Тугу к Торте."] = {
    ["locations"] = {
      [1] = {8.0, 0.6656, 0.2565, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Захватите и удержите контроль над четырьмя базами"] = {
    ["locations"] = {
      [1] = {39.0, 0.4603, 0.453, 100.0},
      [2] = {60.0, 0.6171, 0.224, 10.0}
    },
    ["locationCount"] = 2
  },
  ["Проводите Гилтареса Огненный Цветок в Кабестан."] = {
    ["locations"] = {
      [1] = {11.0, 0.6227, 0.3909, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Печальная история"] = {
    ["locations"] = {
      [1] = {46.0, 0.3424, 0.6602, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Получите благословение Элуны."] = {
    ["locations"] = {
      [1] = {20.0, 0.6389, 0.625, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Нападение на лагерь кобольдов"] = {
    ["locations"] = {
      [1] = {37.0, 0.4934, 0.3586, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Понаблюдать за работой Трентона."] = {
    ["locations"] = {
      [1] = {8.0, 0.5143, 0.287, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Охраняйте караван Гизлтона на пути мимо деревни кентавров из племени Колкар."] = {
    ["locations"] = {
      [1] = {4.0, 0.6717, 0.5662, 100.0}
    },
    ["locationCount"] = 1
  }
}