QuestieItems = {
    ["Кокон мохового паука"] = {
        contained_id = {
            [19541] = 1,
        },
    },
    ["Змеецвет"] = {
        contained_id = {
            [13891] = 1,
        },
    },
    ["Гриб-малиновик"] = {
        contained_id = {
            [126049] = 1,
            [177675] = 1,
            [128293] = 1,
        },
    },
    ["Прицел Ким'джаеля"] = {
        contained_id = {
            [153123] = 1,
        },
    },
    ["Компас Ким'джаеля"] = {
        contained_id = {
            [153123] = 1,
        },
    },
    ["Плюшевый цыпленок Ким'джаеля"] = {
        contained_id = {
            [153123] = 1,
        },
    },
    ["Центробежный растягиватель Ким'джаеля"] = {
        contained_id = {
            [153123] = 1,
        },
    },
    ["Источник питания, модель 4711-ФТЗ"] = {
        contained_id = {
            [168] = 1,
        },
    },
    ["Кровошляпочник"] = {
        contained_id = {
            [164958] = 1,
        },
    },
   ["Останки морской черепахи"] = {
       contained_id = {
           [176189] = 1,
       }
   },
   ["Священные письмена высокорожденных"] = {
       contained_id = {
           [176356] = 1,
       }
   },
   ["Моллюск с мягкой раковиной"] = {
       contained_id = {
           [177784] = 1,
       }
   },
   ["Резная каменная урна"] = {
       contained_id = {
           [2743] = 1,
       }
   },
   ["Сухой плавник"] = {
       contained_id = {
           [24798] = 1,
       }
   },
   ["Безделушка из святилища"] = {
       contained_id = {
           [177785] = 1,
       }
   },
   ["Заготовка рунической кирасы"] = {
       contained_id = {
           [175970] = 1,
       }
   },
   ["Половинка подвески Выносливости водяного облика"] = {
       contained_id = {
           [177790] = 1,
           [177844] = 1,
       }
   },
   ["Половинка подвески Ловкости водяного облика"] = {
       contained_id = {
           [177794] = 1,
           [177792] = 1,
       }
   },
   ["Книга рецептов Августа"] = {
       contained_id = {
           [177789] = 1,
       }
   },
   ["Неопалимые латные рукавицы"] = {
       contained_id = {
           [176089] = 1,
       }
   },
   ["Пламя в бутылке"] = {
       contained_id = {
           [176092] = 1,
       }
   },
   ["Ящик с припасами"] = {
       contained_id = {
           [2867] = 1,
       }
   },
   ["Табличка Рьюн'эха"] = {
       contained_id = {
           [126260] = 1,
       }
   },
   ["Боеприпасы Громострела"] = {
       contained_id = {
           [176785] = 1,
       }
   },
   ["Реагенты волшебника"] = {
       contained_id = {
           [28024] = 1,
       }
   },
   ["Палочка-погонялочка для шмыгуносов"] = {
       contained_id = {
           [68865] = 1,
       }
   },
   ["Партия товара Столи"] = {
       contained_id = {
           [142181] = 1,
       }
   },
   ["Артефакт Атал'ай"] = {
       contained_id = {
           [30854] = 1,
           [30855] = 1,
           [30856] = 1,
       }
   },
   ["Закаленная печать Вознесения"] = {
       contained_id = {
           [175322] = 1,
       }
   },
   ["Сердце Горы"] = {
       contained_id = {
            [160845] = 1,
            [165554] = 1,
            [161495] = 1,
       }
   },
   ["Кристаллы великанов Ледяного Молота"] = {
       contained_id = {
           [175324] = 1,
       }
   },
   ["Яйцо чащобного тенетника"] = {
       contained_id = {
           [4406] = 1,
       }
   },
   ["Вязанка дров"] = {
       contained_id = {
           [176793] = 1,
       }
   },
   ["Побег древесника"] = {
       contained_id = {
           [4608] = 1,
       }
   },
   ["Образец плодов племени Чернолесья"] = {
       contained_id = {
           [175330] = 1,
       }
   },
   ["Образец зерна племени Чернолесья"] = {
       contained_id = {
           [175331] = 1,
       }
   },
   ["Ключ Хранителя Врат"] = {
       contained_id = {
           [19595] = 1,
       }
   },
   ["Образец орехов племени Чернолесья"] = {
       contained_id = {
           [175329] = 1,
       }
   },
   ["Ключ Спящих"] = {
       contained_id = {
           [19596] = 1,
       }
   },
   ["Вещи Блестяшки"] = {
       contained_id = {
           [175334] = 1,
       }
   },
   ["Маг-тастический Гизмонитор"] = {
       contained_id = {
           [102984] = 1,
       }
   },
   ["Ключ-коготь"] = {
       contained_id = {
           [19597] = 1,
       }
   },
   ["Львиный зев Бальнира"] = {
       contained_id = {
           [102985] = 1,
       }
   },
   ["Могильный ключ"] = {
       contained_id = {
           [19598] = 1,
       }
   },
   ["Базовый элемент"] = {
       contained_id = {
           [142344] = 1,
       }
   },
   ["Пряжка Роковой оснастки"] = {
       contained_id = {
           [175382] = 1,
       }
   },
   ["Перо дикого совуха"] = {
       contained_id = {
           [153239] = 1,
       }
   },
   ["Талисман Скверны"] = {
       contained_id = {
           [177624] = 1,
       }
   },
   ["Яйцо виверны Скального гнездовья"] = {
        drop = {
            ["Соправитель Скального гнездовья"] = 2,
            ["Виверна Скального гнездовья"] = 2,
        },
       contained_id = {
           [175384] = 1,
       }
   },
   ["Табличка Темного Камня"] = {
       contained_id = {
           [175385] = 1,
       }
   },
   ["Регистрационная книга Хилсбрада"] = {
       contained_id = {
           [1759] = 1,
       }
   },
   ["Экстракт ядовитого папоротника"] = {
       contained_id = {
           [263] = 1,
           [264] = 1,
       }
   },
   ["Потертая кожаная книга"] = {
       contained_id = {
           [1760] = 1,
       }
   },
   ["Кровавая ламинария"] = {
        drop = {
            ["Сирена из клана Страшаз"] = 2,
            ["Воин из клана Страшаз"] = 4,
            ["Повелитель приливов Ррургаз"] = 1,
            ["Колдунья из клана Страшаз"] = 3,
            ["Змеестраж из клана Страшаз"] = 6,
        },
       contained_id = {
           [181053] = 1,
       }
   },
   ["Ящик со шкатулками-духоловками"] = {
       contained_id = {
           [105174] = 1,
       }
   },
   ["Тотем Мургута"] = {
       contained_id = {
           [178227] = 1,
       }
   },
   ["Инструменты шахтеров"] = {
       contained_id = {
           [271] = 1,
       }
   },
   ["Заряженный самоцвет Расселины"] = {
       contained_id = {
           [271] = 1,
       }
   },
   ["Зелье Аругала"] = {
       contained_id = {
           [1571] = 1,
       }
   },
   ["Письма Торговой Компании"] = {
       contained_id = {
           [19603] = 1,
       }
   },
   ["Чертежи механизмов Торговой Компании"] = {
       contained_id = {
           [19602] = 1,
       }
   },
   ["Голова куклы Памелы"] = {
       contained_id = {
           [176116] = 1,
       }
   },
   ["Левая половинка куклы Памелы"] = {
       contained_id = {
           [176142] = 1,
       }
   },
   ["Правая половинка куклы Памелы"] = {
       contained_id = {
           [176143] = 1,
       }
   },
   ["Потерянные инструменты Углежога"] = {
       contained_id = {
           [179908] = 1,
       }
   },
   ["Обручальное кольцо Джозефа"] = {
       contained_id = {
           [176145] = 1,
       }
   },
   ["Осененное луной перо"] = {
       contained_id = {
           [175407] = 1,
       }
   },
   ["Первый фрагмент реликвии"] = {
       contained_id = {
           [175888] = 1,
       }
   },
   ["Второй фрагмент реликвии"] = {
       contained_id = {
           [175891] = 1,
       }
   },
   ["Трактат Ура по темной магии"] = {
       contained_id = {
           [103628] = 1,
       }
   },
   ["Третий фрагмент реликвии"] = {
       contained_id = {
           [175892] = 1,
       }
   },
   ["Фрагмент Адос"] = {
       contained_id = {
           [35252] = 1,
       }
   },
   ["Четвертый фрагмент реликвии"] = {
       contained_id = {
           [175893] = 1,
       }
   },
   ["Фрагмент Модр"] = {
       contained_id = {
           [334] = 1,
       }
   },
   ["Анналы Дарроушира"] = {
       contained_id = {
           [176150] = 1,
           [176151] = 1,
       }
   },
   ["Фрагмент Голм"] = {
       contained_id = {
           [333] = 1,
       }
   },
   ["Фрагмент Неру"] = {
       contained_id = {
           [331] = 1,
       }
   },
   ["Заряженный молнией жезл"] = {
       contained_id = {
           [103662] = 1,
       }
   },
   ["Обряды власти"] = {
       contained_id = {
           [103664] = 1,
       }
   },
   ["Вяленое мясо МакГранна"] = {
       contained_id = {
           [272] = 1,
       }
   },
   ["Припасы Железного Рудника"] = {
       contained_id = {
           [178785] = 1,
           [178788] = 1,
           [178789] = 1,
       }
   },
   ["Древнее яйцо"] = {
       contained_id = {
           [175889] = 1,
       }
   },
   ["Окаменелость Бутылопуза"] = {
       contained_id = {
           [9630] = 1,
       }
   },
   ["Звездолист"] = {
        drop = {
            ["Ясновидец племени Мерзлогривов"] = 10,
        },
       contained_id = {
           [276] = 1,
       }
   },
   ["Третья табличка Мошару"] = {
       contained_id = {
           [175487] = 1,
       }
   },
   ["Заполненная шкатулка-духоловка"] = {
       contained_id = {
           [103574] = 1,
       }
   },
   ["Четвертая табличка Мошару"] = {
       contained_id = {
           [175488] = 1,
       }
   },
   ["Череп охотника Мальхора"] = {
       contained_id = {
           [179915] = 1,
       }
   },
   ["Знак маршала Хаггарда"] = {
       contained_id = {
           [85563] = 1,
       }
   },
   ["Гроссбух Андрона"] = {
       contained_id = {
           [103600] = 1,
       }
   },
   ["Кости охотника Мальхора"] = {
       contained_id = {
           [179914] = 1,
       }
   },
   ["Сосуд с порченой кровью"] = {
       contained_id = {
           [179922] = 1,
       }
   },
   ["Знак отличия ШРУ (Фредо)"] = {
       contained_id = {
           [177804] = 1,
       }
   },
   ["Силы Бездны"] = {
       contained_id = {
           [83763] = 1,
       }
   },
   ["Знак отличия ШРУ (Турьен)"] = {
       contained_id = {
           [177805] = 1,
       }
   },
   ["Знак отличия ШРУ (Рутгер)"] = {
       contained_id = {
           [177806] = 1,
       }
   },
   ["Припасы Ледяного Зуба"] = {
       contained_id = {
           [178786] = 1,
           [178787] = 1,
           [178784] = 1,
       }
   },
   ["Документы на Каэр Дарроу"] = {
       contained_id = {
           [176485] = 1,
       }
   },
   ["Документы на Южнобережье"] = {
       contained_id = {
           [176486] = 1,
       }
   },
   ["Документы на Мельницу Таррен"] = {
       contained_id = {
           [176487] = 1,
       }
   },
   ["Книга Ура"] = {
       contained_id = {
           [36738] = 1,
       }
   },
   ["Свиток заклятия Проявления"] = {
       contained_id = {
           [105175] = 1,
       }
   },
   ["Гримуар Эгалина"] = {
       contained_id = {
           [37098] = 1,
       }
   },
   ["Отчет о состоянии Даларана"] = {
       contained_id = {
           [103815] = 1,
       }
   },
   ["Мрачная руда"] = {
       contained_id = {
           [85562] = 1,
       }
   },
   ["Табличка Атал'ай"] = {
       contained_id = {
           [37099] = 1,
       }
   },
   ["Кувшин воды"] = {
       contained_id = {
           [337] = 1,
           [2907] = 1,
       }
   },
   ["Мертвянка"] = {
       contained_id = {
           [11713] = 1,
       }
   },
   ["Ножка струпника"] = {
       contained_id = {
           [11714] = 1,
       }
   },
   ["Элунитовая руда"] = {
       contained_id = {
           [86492] = 1,
       }
   },
   ["Реликвия Матистры"] = {
       contained_id = {
           [13360] = 1,
           [13872] = 1,
           [12654] = 1,
       }
   },
   ["Манускрипт Дейвила"] = {
       contained_id = {
           [176206] = 1,
       }
   },
   ["Щит Редпата"] = {
       contained_id = {
           [176207] = 1,
       }
   },
   ["Череп Хоргуса"] = {
       contained_id = {
           [176208] = 1,
       }
   },
   ["Сломанный меч Мардука"] = {
       contained_id = {
           [176209] = 1,
       }
   },
   ["Документы на Брилл"] = {
       contained_id = {
           [176484] = 1,
       }
   },
   ["Детали болида"] = {
       contained_id = {
           [19868] = 1,
           [19869] = 1,
           [19870] = 1,
           [19871] = 1,
           [19872] = 1,
           [19873] = 1,
       }
   },
   ["Плененный страж ужаса"] = {
       contained_id = {
           [179644] = 1,
       }
   },
   ["Гаечный ключ Бинглза"] = {
       contained_id = {
           [104564] = 1,
       }
   },
   ["Отвертка Бинглза"] = {
       contained_id = {
           [104569] = 1,
       }
   },
   ["Молот Бинглза"] = {
       contained_id = {
           [104574] = 1,
       }
   },
   ["Странное яйцо"] = {
       contained_id = {
           [175565] = 1,
       }
   },
   ["Записи Берарда"] = {
       contained_id = {
           [1594] = 1,
       }
   },
   ["Реликварий Чистоты"] = {
       contained_id = {
           [179565] = 1,
       }
   },
   ["Воровская руна"] = {
       contained_id = {
           [121264] = 1,
       }
   },
   ["Тлеющий коралл"] = {
       contained_id = {
           [89634] = 1,
       }
   },
   ["Табличка воли"] = {
       contained_id = {
           [142088] = 1,
       }
   },
   ["Высохшая на солнце скорлупа"] = {
       contained_id = {
           [89635] = 1,
       }
   },
   ["Термиты Чумных земель"] = {
       contained_id = {
           [177464] = 1,
       }
   },
   ["Кристалл резонита"] = {
       contained_id = {
           [178106] = 1,
           [178104] = 1,
           [178105] = 1,
       }
   },
   ["Ящик Феликса"] = {
       contained_id = {
           [148499] = 1,
       }
   },
   ["Камень у источника"] = {
       contained_id = {
           [2910] = 1,
       }
   },
   ["Янтарное семя"] = {
       contained_id = {
           [2912] = 1,
       }
   },
   ["Таинственный артефакт"] = {
       contained_id = {
           [148506] = 1,
       }
   },
   ["Понюшка Мок'Морокка"] = {
       contained_id = {
           [19904] = 1,
       }
   },
   ["Грог Мок'Морокка"] = {
       contained_id = {
           [19905] = 1,
       }
   },
   ["Сейф Мок'Морокка"] = {
       contained_id = {
           [19906] = 1,
       }
   },
   ["Ожерелье Хилари"] = {
       contained_id = {
           [154357] = 1,
       }
   },
   ["Сорвиголовка Бинглза"] = {
       contained_id = {
           [104575] = 1,
       }
   },
   ["Оберег троллей"] = {
       contained_id = {
           [178144] = 1,
       }
   },
   ["Слеза Тиллоа"] = {
       contained_id = {
           [321] = 1,
       }
   },
   ["Чертежи топливного регулятора"] = {
       contained_id = {
           [20691] = 1,
       }
   },
   ["Мускусный корень"] = {
       contained_id = {
           [2084] = 1,
       }
   },
   ["Рог Пробуждения"] = {
       contained_id = {
           [176634] = 1,
       }
   },
   ["Вода святого источника"] = {
       contained_id = {
           [759] = 1,
       }
   },
   ["Мешок ячменя"] = {
       contained_id = {
           [50936] = 1,
       }
   },
   ["Мешок кукурузы"] = {
       contained_id = {
           [50935] = 1,
       }
   },
   ["Наследие Аспектов"] = {
       contained_id = {
           [20725] = 1,
       }
   },
   ["Мешок ржи"] = {
       contained_id = {
           [50937] = 1,
       }
   },
   ["Дневник Клейвена Мортвейка"] = {
       contained_id = {
           [123214] = 1,
       }
   },
   ["Истоки угрозы нежити"] = {
       contained_id = {
           [20726] = 1,
       }
   },
   ["Сефориевый ускоритель"] = {
       contained_id = {
           [20727] = 1,
       }
   },
   ["Вязанка обуглившихся дубовых поленьев"] = {
       contained_id = {
           [50982] = 1,
       }
   },
   ["Припасы Джерона"] = {
       contained_id = {
           [175628] = 1,
           [175629] = 1,
       }
   },
   ["Раздвоенное копыто"] = {
       contained_id = {
           [20807] = 1,
       }
   },
   ["Дробящий молот Джордана"] = {
       contained_id = {
           [91138] = 1,
       }
   },
   ["Катушка светло-оливковых шелковых ниток"] = {
       contained_id = {
           [140911] = 1,
       }
   },
    ["Тайная записка #3"] = {
        contained_id = {
            [190484] = 1,
        },
    },   
    ["Тайная записка №2"] = {
        contained_id = {
            [190483] = 1,
        },
    },	
    ["Тайная записка #1"] = {
        contained_id = {
            [176344] = 1,
        },
    },
   ["Манускрипт Лоргалиса"] = {
       contained_id = {
           [13949] = 1,
           [176344] = 1,
       }
   },
   ["Часть трупа жесткозуба"] = {
       contained_id = {
           [166863] = 1,
       }
   },
   ["Яйцо скального паука"] = {
       contained_id = {
           [175588] = 1,
           [175606] = 1,
       }
   },
   ["Корень синелиста"] = {
       contained_id = {
           [20920] = 1,
       }
   },
   ["Кобальт Гордунни"] = {
       contained_id = {
           [144064] = 1,
       }
   },
   ["Ящик с отверстиями"] = {
       contained_id = {
           [21277] = 1,
       }
   },
   ["Бумаги капитана"] = {
       contained_id = {
           [20925] = 1,
       }
   },
   ["Газ'рилльское украшение"] = {
       contained_id = {
           [140971] = 1,
       }
   },
   ["Инструменты гномов"] = {
       contained_id = {
           [3236] = 1,
       }
   },
   ["Сердцедрево"] = {
       contained_id = {
           [93192] = 1,
       }
   },
   ["Череп Миншины"] = {
       contained_id = {
           [142958] = 1,
           [3237] = 1,
       }
   },
   ["Справочник владельца шмыгуноса"] = {
       contained_id = {
           [21530] = 1,
       }
   },
   ["Книга заклинаний лича"] = {
       contained_id = {
           [1165] = 1,
       }
   },
   ["Книга Воспоминаний"] = {
       contained_id = {
           [176630] = 1,
       }
   },
   ["Важные бумаги Черной горы"] = {
       contained_id = {
           [175785] = 1,
       }
   },
   ["Заплесневелый фолиант"] = {
       contained_id = {
           [92013] = 1,
       }
   },
   ["Яйцо кнутохвоста"] = {
       contained_id = {
           [3240] = 1,
       }
   },
   ["Ящик инструментов Ослоу"] = {
       contained_id = {
           [32] = 1,
       }
   },
   ["Тирисфальская тыква"] = {
       contained_id = {
           [375] = 1,
       }
   },
   ["Символ утраченной чести"] = {
       contained_id = {
           [177264] = 1,
       }
   },
   ["Табличка Бет'Амары"] = {
       contained_id = {
           [148516] = 1,
       }
   },
   ["Табличка Джин'яэль"] = {
       contained_id = {
           [148513] = 1,
       }
   },
   ["Табличка Маркри"] = {
       contained_id = {
           [148514] = 1,
       }
   },
   ["Табличка Саэль'Хай"] = {
       contained_id = {
           [148515] = 1,
       }
   },
   ["Древняя статуэтка"] = {
       contained_id = {
           [17783] = 1,
       }
   },
   ["Мешок припасов"] = {
       contained_id = {
           [3290] = 1,
       }
   },
   ["Декларация Братства Справедливости"] = {
       contained_id = {
           [21052] = 1,
       }
   },
   ["Портвейн Пупелливербос"] = {
       contained_id = {
           [2068] = 1,
       }
   },
   ["Круглый камень"] = {
       contained_id = {
           [149036] = 1,
       }
   },
   ["Батранов волос"] = {
       contained_id = {
           [17282] = 1,
       }
   },
   ["Плод кактуса"] = {
       contained_id = {
           [171938] = 1,
       }
   },
   ["Бутыль заразы"] = {
       contained_id = {
           [18036] = 1,
       }
   },
   ["Трофей из Балиа'ма"] = {
       contained_id = {
           [2891] = 1,
       }
   },
   ["Вулканический пепел"] = {
       contained_id = {
           [181098] = 1,
       }
   },
   ["Трофей из Зиата'джаи"] = {
       contained_id = {
           [2892] = 1,
       }
   },
   ["Оттиск: руна Бет'Амары"] = {
       contained_id = {
           [149481] = 1,
       }
   },
   ["Трофей из Зул'Мамве"] = {
       contained_id = {
           [2893] = 1,
       }
   },
   ["Оттиск: руна Джин'яэль"] = {
       contained_id = {
           [149480] = 1,
       }
   },
   ["Ящик Аберкромби"] = {
       contained_id = {
           [119] = 1,
           [167] = 1,
       }
   },
   ["Оттиск: руна Маркри"] = {
       contained_id = {
           [149482] = 1,
       }
   },
   ["Оттиск: руна Саэл'Хаи"] = {
       contained_id = {
           [149483] = 1,
       }
   },
   ["Карманные часы Хмуроброва"] = {
       contained_id = {
           [290] = 1,
       }
   },
   ["Талисман Когтя Ворона"] = {
       contained_id = {
           [2740] = 1,
       }
   },
   ["Семя Геи"] = {
       contained_id = {
           [177926] = 1,
       }
   },
   ["Фиалковый траган"] = {
       contained_id = {
           [141853] = 1,
       }
   },
   ["Черное перо"] = {
       contained_id = {
           [2739] = 1,
       }
   },
   ["Небесный сапфир"] = {
       contained_id = {
           [2741] = 1,
       }
   },
   ["Испорченный фолиант"] = {
       contained_id = {
           [176150] = 1,
           [176151] = 1,
       }
   },
   ["Карты пиратов Кровавого паруса"] = {
       contained_id = {
           [2086] = 1,
       }
   },
   ["Руна размещения"] = {
       contained_id = {
           [2742] = 1,
       }
   },
   ["Партия руды Джордана"] = {
       contained_id = {
           [92420] = 1,
       }
   },
   ["Приказы пиратов Кровавого паруса"] = {
       contained_id = {
           [2087] = 1,
       }
   },
   ["Потрепанный манускрипт"] = {
       contained_id = {
           [92423] = 1,
       }
   },
   ["Символ семейной любви"] = {
       contained_id = {
           [177287] = 1,
       }
   },
   ["Железная ось"] = {
       contained_id = {
           [19022] = 1,
       }
   },
   ["Шишка Скверны"] = {
       contained_id = {
           [1673] = 1,
       }
   },
   ["Фамильное сокровище Гарретта"] = {
       contained_id = {
           [124388] = 1,
       }
   },
   ["Сокровище Крома Крепкорука"] = {
       contained_id = {
           [124389] = 1,
       }
   },
   ["Часы Андорала"] = {
       contained_id = {
           [175802] = 1,
       }
   },
   ["Масло Песни Войны"] = {
       contained_id = {
           [178195] = 1,
       }
   },
   ["Исследовательское оборудование"] = {
       contained_id = {
           [161521] = 1,
       }
   },
   ["Партия топоров Песни Войны"] = {
       contained_id = {
           [178204] = 1,
       }
   },
   ["Ящик с провизией"] = {
       contained_id = {
           [161526] = 1,
           [249] = 1,
           [251] = 1,
       }
   },
   ["Кость динозавра"] = {
       drop = {
            ["Громовой стегодон"] = 5,
            ["Панцирный стегодон"] = 20,
            ["Деметродон"] = 1979,
            ["Стегодон"] = 13,
            ["Старый деметродон"] = 1776,
            ["Молодой деметродон"] = 1441,
            ["Шипастый стегодон"] = 20,
        },
       contained_id = {
           [161527] = 1,
       }
   },
   ["Урожай Милли"] = {
       contained_id = {
           [161557] = 1,
       }
   },
   ["Изумрудный Ловец снов"] = {
       contained_id = {
           [126158] = 1,
       }
   },
   ["Слеза Элуны"] = {
       contained_id = {
           [19015] = 1,
       }
   },
   ["Горсть звездной пыли"] = {
       contained_id = {
           [19016] = 1,
       }
   },
   ["Ящик со старой одеждой"] = {
       contained_id = {
           [164662] = 1,
       }
   },
   ["Сведения о Плети"] = {
       contained_id = {
           [176249] = 1,
       }
   },
   ["Глубинный сердечник"] = {
       contained_id = {
           [177964] = 1,
       }
   },
   ["Запечатанная папка"] = {
        drop = {
            ["Отрекшийся-курьер"] = 5,
        },
       contained_id = {
           [2714] = 1,
       }
   },
   ["Огненный ключ"] = {
       contained_id = {
           [2689] = 1,
       }
   },
   ["Резной ключ"] = {
       contained_id = {
           [2691] = 1,
       }
   },
   ["Громовой ключ"] = {
       contained_id = {
           [2690] = 1,
       }
   },
   ["Стальные слитки"] = {
       contained_id = {
           [58369] = 1,
           [175233] = 1,
       }
   },
   ["Погибельник"] = {
       contained_id = {
           [176753] = 1,
       }
   },
   ["Табличка Верги"] = {
       contained_id = {
           [176197] = 1,
           [58595] = 1,
       }
   },
   ["Кость кодо"] = {
       contained_id = {
           [176751] = 1,
           [176752] = 1,
       }
   },
   ["Карты Девичьей Блажи"] = {
       contained_id = {
           [2707] = 1,
       }
   },
   ["Металлическая заготовка для детали"] = {
       contained_id = {
           [161752] = 1,
       }
   },
   ["Карты Духа Серебряного бора"] = {
       contained_id = {
           [2708] = 1,
       }
   },
   ["Запас измененной смеси Занзила"] = {
       contained_id = {
           [129127] = 1,
       }
   },
   ["Судовой журнал Девичьей Блажи"] = {
       contained_id = {
           [2709] = 1,
       }
   },
   ["Судовой журнал Духа Серебряного бора"] = {
       contained_id = {
           [2710] = 1,
       }
   },
   ["Эльфийский самоцвет"] = {
       contained_id = {
           [2712] = 1,
       }
   },
   ["Недоставленное письмо"] = {
       contained_id = {
           [1560] = 1,
           [23505] = 1,
       }
   },
   ["Фамильный меч Агамондов"] = {
       contained_id = {
           [105169] = 1,
       }
   },
   ["Гиацинтовый гриб"] = {
       contained_id = {
           [152094] = 1,
       }
   },
   ["Железное навершие"] = {
       contained_id = {
           [19021] = 1,
       }
   },
   ["Фамильный топор Агамондов"] = {
       contained_id = {
           [105170] = 1,
       }
   },
   ["Сапфир Аку'май"] = {
       contained_id = {
           [178186] = 1,
           [178184] = 1,
           [178185] = 1,
       }
   },
   ["Фамильный кинжал Агамондов"] = {
       contained_id = {
           [105171] = 1,
       }
   },
   ["Записи Велинды"] = {
       contained_id = {
           [19877] = 1,
       }
   },
   ["Лунная лилия"] = {
       contained_id = {
           [152095] = 1,
       }
   },
   ["Обозревательное устройство Холстомера"] = {
       contained_id = {
           [144053] = 1,
       }
   },
   ["Фамильная палица Агамондов"] = {
       contained_id = {
           [105172] = 1,
       }
   },
   ["Споры грибов"] = {
       contained_id = {
           [3640] = 1,
       }
   },
   ["Выцветшая страница с записями"] = {
       contained_id = {
           [1562] = 1,
       }
   },
   ["Фрагмент сумеречной таблички"] = {
       contained_id = {
           [180436] = 1,
           [180501] = 1,
       }
   },
   ["Сумка Ноггла"] = {
       contained_id = {
           [180435] = 1,
       }
   },
   ["Сейф Серебряной Зари"] = {
       contained_id = {
           [175165] = 1,
       }
   },
   ["Компендиум павших"] = {
       contained_id = {
           [19283] = 1,
       }
   },
   ["Сейф Туманной Пелены"] = {
       contained_id = {
           [175166] = 1,
       }
   },
   ["Мифология Титанов"] = {
       contained_id = {
           [19284] = 1,
       }
   },
   ["Латная рукавица Мощи Гордока"] = {
       contained_id = {
           [179545] = 1,
       }
   },
   ["Ящики с припасами для Перекрестка"] = {
       contained_id = {
           [175708] = 1,
       }
   },
   ["Альтеракский гранит"] = {
       contained_id = {
           [2714] = 1,
       }
   },
   ["Золотое пламя"] = {
       contained_id = {
           [164910] = 1,
       }
   },
   ["Слеза Лун"] = {
       contained_id = {
           [3646] = 1,
       }
   },
   ["Гриб Грязного Рыла"] = {
       contained_id = {
           [1723] = 1,
       }
   },
   ["Талисман Трелана"] = {
       contained_id = {
           [2717] = 1,
       }
   },
   ["Сфера Трелана"] = {
       contained_id = {
           [2716] = 1,
       }
   },
   ["Угольный агат Трелана"] = {
       contained_id = {
           [2718] = 1,
       }
   },
   ["Недосушенное мясо"] = {
       contained_id = {
           [22245] = 1,
       }
   },
   ["Простой компас"] = {
       contained_id = {
           [1166] = 1,
       }
   },
   ["Кристалл дренетиста"] = {
       contained_id = {
           [22550] = 1,
       }
   },
   ["Знамя Грозовой Вершины"] = {
       contained_id = {
           [179024] = 1,
       }
   },
   ["Сундук Феликса"] = {
       contained_id = {
           [178084] = 1,
       }
   },
   ["Знамя Северного Волка"] = {
       contained_id = {
           [179025] = 1,
       }
   },
   ["Феликсово ведро с гайками"] = {
       contained_id = {
           [178085] = 1,
       }
   },
   ["Огненная агава"] = {
       contained_id = {
           [175928] = 1,
       }
   },
   ["Бочонок Землекопского портера"] = {
       contained_id = {
           [1727] = 1,
       }
   },
   ["Зачарованная алая нить"] = {
       contained_id = {
           [175966] = 1,
       }
   },
   ["Бальзамировочный состав Ледяного Шепота"] = {
       contained_id = {
           [175965] = 1,
       }
   },
   ["Чертежи буровой установки"] = {
       contained_id = {
           [142477] = 1,
       }
   },
   ["Мракоцвет"] = {
       contained_id = {
           [175566] = 1,
       }
   },
   ["Яйцо силитида"] = {
       contained_id = {
           [3685] = 1,
       }
   },
   ["Россыпь Слез"] = {
       contained_id = {
           [22246] = 1,
       }
   },
   ["Пятая табличка Мошару"] = {
       contained_id = {
           [175949] = 1,
       }
   },
   ["Украденное серебро"] = {
       contained_id = {
           [147557] = 1,
       }
   },
   ["Шестая табличка Мошару"] = {
       contained_id = {
           [175950] = 1,
       }
   },
   ["Сердце хлыстня"] = {
       contained_id = {
           [180216] = 1,
       }
   },
   ["Задержанная посылка"] = {
       contained_id = {
           [174728] = 1,
       }
   },
   ["Кирка Тазз'рила"] = {
       contained_id = {
           [178087] = 1,
       }
   },
   ["Учетная книга Сталлера"] = {
       contained_id = {
           [173266] = 1,
       }
   },
   ["Шкура тени"] = {
       contained_id = {
           [175964] = 1,
       }
   },
   ["Кости морской твари"] = {
       contained_id = {
           [175207] = 1,
       }
   },
   ["Партия сапог"] = {
       contained_id = {
           [3767] = 1,
       }
   },
   ["Первое предание троллей"] = {
       contained_id = {
           [57] = 1,
       }
   },
   ["Линза от телескопа"] = {
       contained_id = {
           [3768] = 1,
       }
   },
   ["Второе предание троллей"] = {
       contained_id = {
           [58] = 1,
           [179426] = 1,
       }
   },
   ["Третье предание троллей"] = {
       contained_id = {
           [52] = 1,
       }
   },
   ["Четвертое предание троллей"] = {
       contained_id = {
           [54] = 1,
       }
   },
   ["Кристаллизированный азшарит"] = {
       contained_id = {
           [152622] = 1,
           [152620] = 1,
           [152621] = 1,
           [152631] = 1,
       }
   },
   ["Кусок знамени Кром'зара"] = {
       contained_id = {
           [164690] = 1,
       }
   },
   ["Колокольчик Шаи"] = {
       contained_id = {
           [144054] = 1,
       }
   },
   ["Реестр Кель'Таласа"] = {
       contained_id = {
           [177747] = 1,
       }
   },
   ["Секретный рецепт: огненный плавень"] = {
       contained_id = {
           [179826] = 1,
       }
   },
   ["Корень вечерника"] = {
       contained_id = {
           [164798] = 1,
       }
   },
   ["Лунный гриб"] = {
       contained_id = {
           [177750] = 1,
       }
   },
   ["Свежее яблоко Клары"] = {
       contained_id = {
           [142076] = 1,
       }
   },
   ["Партия железа"] = {
       contained_id = {
           [1736] = 1,
       }
   },
   ["Осколок из Огненных Недр"] = {
       contained_id = {
           [179553] = 1,
       }
   },
   ["Медовая зыбь из Внутренних земель"] = {
       contained_id = {
           [142191] = 1,
       }
   },
   ["Рубин рассыпавшегося ожерелья"] = {
       contained_id = {
           [113757] = 1,
       }
   },
   ["Топаз рассыпавшегося ожерелья"] = {
       contained_id = {
           [125477] = 1,
       }
   },
   ["Свиток магии Плети"] = {
       contained_id = {
           [180511] = 1,
       }
   },
   ["Горсть овса"] = {
       contained_id = {
           [2724] = 1,
           [74731] = 1,
       }
   },
   ["Сущность детеныша дракона"] = {
       contained_id = {
           [175264] = 1,
       }
   },
   ["Обломок таблички"] = {
       contained_id = {
           [58] = 1,
           [179426] = 1,
       }
   },
   ["Подушка Черного Железа"] = {
       contained_id = {
           [179828] = 1,
       }
   },
    ["Образец корня"] = {
        drop = {
            ["Оазисный хрустогрыз"] = 1,
        },
        contained_id = {
            [1617] = 1,
            [1620] = 1,
            [1619] = 1,
            [1621] = 1,
        },
    },
   ["Лезвие пилы Песни Войны"] = {
      contained_id = {
       [169] = 1,
      }
   },
   ["Треснувший осколок элементаля"] = {
      drop = {
       ["Большой обсидиановый элементаль"] = 11266,
       ["Боевой разоритель"] = 11266,
       ["Сломанный разоритель"] = 11266,
      }
   },
   ["Образец перемешанной слизи"] = {
      drop = {
       ["Монструозный слизнюк"] = 12291,
      }
   },
   ["Паровая пила"] = {
      drop = {
       ["Альтеракский баран"] = 17411,
       ["Воин клана Северного Волка"] = 17411,
       ["Охранник клана Грозовой Вершины"] = 17411,
       ["Командир Карл Филипс"] = 17411,
       ["Охранник-ветеран"] = 17411,
      }
   },
   ["Голова Аргелмаха"] = {
      drop = {
       ["Повелитель големов Аргелмах"] = 11268,
      }
   },
   ["Невредимое ядро элементаля"] = {
      drop = {
       ["Создание-завоеватель"] = 11269,
       ["Беспощадный голем"] = 11269,
       ["Создание молота Гнева"] = 11269,
       ["Оплавленный боевой голем"] = 11269,
      }
   },
   ["Ключ от кандалов"] = {
      drop = {
       ["Король Мукла"] = 4103,
      }
   },
   ["Шкура кроколиска-хрустогрыза"] = {
      drop = {
       ["Кроколиск-хрустогрыз"] = 4104,
      }
   },
   ["Манящая свеча"] = {
      drop = {
       ["Седоспин-патриарх"] = 3080,
      }
   },
   ["Шкура старого кроколиска"] = {
      drop = {
       ["Старый солоноводный кроколиск"] = 4105,
      }
   },
   ["Упавший кристалл"] = {
      drop = {
       ["Геолог Торговой Компании"] = 4106,
      }
   },
   ["Череп Даргола"] = {
      drop = {
       ["Капитан Даргол"] = 3082,
      }
   },
   ["Зубец рестабилизации"] = {
      drop = {
       ["Лепрогном"] = 3083,
       ["Гибломор"] = 3083,
      }
   },
   ["Гиромеханическая шестерня"] = {
      drop = {
       ["Лепрогном"] = 3084,
       ["Гибломор"] = 3084,
      }
   },
   ["Тиара Глубин"] = {
      drop = {
       ["Гидромант Велрата"] = 9234,
      }
   },
   ["Грива гнолла-древолапа"] = {
      drop = {
       ["Полукровка из стаи Древолапов"] = 9237,
       ["Зверолов из стаи Древолапов"] = 9237,
       ["Громила из стаи Древолапов"] = 9237,
       ["Мистик из стаи Древолапов"] = 9237,
       ["Разоритель из стаи Древолапов"] = 9237,
       ["Вожак стаи Древолапов"] = 9237,
      }
   },
   ["Челюсть койота"] = {
      drop = {
       ["Скальный койот"] = 6166,
       ["Яростный скальный койот"] = 6166,
       ["Старый скальный койот"] = 6166,
       ["Бешеный скальный койот"] = 6166,
      }
   },
   ["Нерасколотый панцирь скарабея"] = {
      drop = {
       ["Скарабей"] = 9238,
      }
   },
   ["Кровь рокочущей ящерицы"] = {
      drop = {
       ["Грозошкур"] = 5143,
       ["Громоголов"] = 5143,
       ["Грозорыл"] = 5143,
      }
   },
   ["Коготь острозубого крепкохвата"] = {
      drop = {
       ["Острозубый крепкохват"] = 6168,
      }
   },
   ["Сырой бок острозубого кроколиска"] = {
      drop = {
       ["Острозубый кроколиск"] = 6169,
       ["Острозубый крепкохват"] = 6169,
      }
   },
   ["Голова Огнебородого"] = {
      drop = {
       ["Андре Огнебородый"] = 9246,
      }
   },
   ["Чешуя наги из клана Гребня Ненависти"] = {
      drop = {
       ["Воин из клана Гребня Ненависти"] = 9247,
       ["Скользящий по волнам из клана Гребня Ненависти"] = 9247,
       ["Змеестраж из клана Гребня Ненависти"] = 9247,
       ["Мирмидон из клана Гребня Ненависти"] = 9247,
       ["Визгунья из клана Гребня Ненависти"] = 9247,
       ["Колдунья из клана Гребня Ненависти"] = 9247,
       ["Сирена из клана Гребня Ненависти"] = 9247,
       ["Леди Сзалла"] = 9247,
       ["Лорд Шалзару"] = 9247,
      }
   },
   ["Таинственная реликвия"] = {
      drop = {
       ["Лорд Шалзару"] = 9248,
      }
   },
   ["Фетиш Хаккара"] = {
      drop = {
       ["Проклятый тролль из племени Атал'ай"] = 6181,
       ["Воин из племени Атал'ай"] = 6181,
       ["Знахарь из племени Атал'ай"] = 6181,
       ["Порабощенный тролль из племени Атал'ай"] = 6181,
       ["Мумифицированный тролль из племени Атал'ай"] = 6181,
       ["Неживой тролль из племени Атал'ай"] = 6181,
       ["Жрец племени Атал'ай"] = 6181,
       ["Трупоед из племени Атал'ай"] = 6181,
       ["Мертвоброд из племени Атал'ай"] = 6181,
       ["Верховный жрец племени Атал'ай"] = 6181,
       ["Вейжак Каннибал"] = 6181,
       ["Зеккис"] = 6181,
       ["Казказ Нечистый"] = 6181,
       ["Джаммал'ан Пророк"] = 6181,
       ["Огом Презренный"] = 6181,
       ["Золо"] = 6181,
       ["Ранокол"] = 6181,
       ["Лоро"] = 6181,
       ["Хукку"] = 6181,
       ["Зул'Лор"] = 6181,
       ["Миджан"] = 6181,
       ["Атал'аларион"] = 6181,
      }
   },
   ["Ухо туннельщика"] = {
      drop = {
       ["Вредитель-туннельщик"] = 3110,
       ["Разведчик-туннельщик"] = 3110,
       ["Геомант-туннельщик"] = 3110,
       ["Землекоп-туннельщик"] = 3110,
       ["Добытчик-туннельщик"] = 3110,
       ["Геодезист-туннельщик"] = 3110,
       ["Кобольд-туннельщик"] = 3110,
      }
   },
   ["Знак отличия Черной Гвардии"] = {
      drop = {
       ["Оружейник Черной Стражи"] = 13350,
      }
   },
   ["Шляпа пирата Южных морей"] = {
      drop = {
       ["Пират Южных морей"] = 20519,
       ["Флибустьер Южных морей"] = 20519,
       ["Рабочий из порта Южных морей"] = 20519,
       ["Сорвиголова Южных морей"] = 20519,
       ["Андре Огнебородый"] = 20519,
       ["Крегг Кильватель"] = 20519,
       ["Похититель Южных морей"] = 20519,
      }
   },
   ["Фартук молотобойца из Багрового Легиона"] = {
      drop = {
       ["Молотобоец из Багрового Легиона"] = 13351,
      }
   },
   ["Ножка чудовищного краба"] = {
      drop = {
       ["Чудовищный краб"] = 6184,
      }
   },
   ["Змеекамень Вос'гаджин"] = {
      drop = {
       ["Темная охотница Вос'гаджин"] = 13352,
      }
   },
   ["Сумка Тазана"] = {
      drop = {
       ["Тазан"] = 7209,
      }
   },
   ["Крылья Грозового змея"] = {
      drop = {
       ["Птенец грозового змея"] = 5164,
       ["Большой грозовой змей"] = 5164,
       ["Грозовой змей-облачник"] = 5164,
      }
   },
   ["Ядовитая железа чащобного тенетника"] = {
      drop = {
       ["Чащобный тенетник"] = 5166,
      }
   },
   ["Осколок дренетиста"] = {
      drop = {
       ["Онгеку"] = 6190,
      }
   },
   ["Кристаллы великанов Ледяного Молота"] = {
      drop = {
       ["Великан ледяного молота"] = 12334,
       ["Оберегатель ледяного молота"] = 12334,
       ["Кашох Разоритель"] = 12334,
      }
   },
   ["Саженец древесника"] = {
      drop = {
       ["Древесник"] = 5168,
       ["Заскорузлый древесник-потрошитель"] = 5168,
       ["Древесник-топтун"] = 5168,
       ["Болотный древесник"] = 5168,
       ["Старый древесник"] = 5168,
       ["Дубохмур"] = 5168,
      }
   },
   ["Украденный рецепт громоварского"] = {
      drop = {
       ["Харли Чернопых"] = 11312,
       ["Дебошир-смрадодых"] = 11312,
      }
   },
   ["Голова Риббли"] = {
      drop = {
       ["Риббли Крутипроб"] = 11313,
      }
   },
   ["Мшистая опухоль"] = {
      drop = {
       ["Древесник-топтун"] = 5170,
       ["Болотный древесник"] = 5170,
       ["Старый древесник"] = 5170,
      }
   },
   ["Подвеска Темношкуров"] = {
      drop = {
       ["Темноплет из стаи Темношкуров"] = 1075,
       ["Душегуб из стаи Темношкуров"] = 1075,
       ["Громила из стаи Темношкуров"] = 1075,
       ["Гнолл из стаи Темношкуров"] = 1075,
       ["Бешеный гнолл из стаи Темношкуров"] = 1075,
       ["Воин из стаи Темношкуров"] = 1075,
       ["Убийца из стаи Темношкуров"] = 1075,
       ["Лейтенант Фангор"] = 1075,
       ["Рохх Молчаливый"] = 1075,
      }
   },
   ["Кровоцвет"] = {
      drop = {
       ["Кровоцвет-хлыстун"] = 11316,
       ["Кровоцвет-живодер"] = 11316,
       ["Кровоцвет-крепкозуб"] = 11316,
       ["Кровоцвет-зверолов"] = 11316,
      }
   },
   ["Туман Атал'ай"] = {
      drop = {
       ["Мракочервь"] = 11318,
       ["Влажный слизнюк"] = 11318,
       ["Глубинный скрытень"] = 11318,
      }
   },
   ["Ключ Куэрго"] = {
      drop = {
       ["Пират-охотник за сокровищами"] = 9275,
       ["Сорвиголова-охотник за сокровищами"] = 9275,
       ["Буканьер-охотник за сокровищами"] = 9275,
      }
   },
   ["Заклинания Тьмы"] = {
      drop = {
       ["Сектант из клана Пламенеющего Клинка"] = 14395,
       ["Чернокнижник из клана Пламенеющего Клинка"] = 14395,
      }
   },
   ["Магическая формула Пустоты"] = {
      drop = {
       ["Сектант из клана Пламенеющего Клинка"] = 14396,
       ["Чернокнижник из клана Пламенеющего Клинка"] = 14396,
      }
   },
   ["Ядро памяти техбота"] = {
      drop = {
       ["Техбот"] = 9277,
      }
   },
   ["Рекомендательное письмо Астора"] = {
      drop = {
       ["Астор Хадрен"] = 7231,
      }
   },
   ["Голова Джаммал'ана"] = {
      drop = {
       ["Джаммал'ан Пророк"] = 6212,
      }
   },
   ["Толстый мех йети"] = {
      drop = {
       ["Ледополох-разбойник"] = 12366,
       ["Йети с холмов Ледополоха"] = 12366,
       ["Матриарх ледополохов"] = 12366,
       ["Патриарх ледополохов"] = 12366,
      }
   },
   ["Нетронутый рог йети"] = {
      drop = {
       ["Матриарх ледополохов"] = 12367,
       ["Патриарх ледополохов"] = 12367,
      }
   },
   ["Коготь хищника плоскогорья"] = {
      drop = {
       ["Хищник плоскогорья"] = 5203,
      }
   },
   ["Код от сейфа Термоштепселя"] = {
      drop = {
       ["Анжинер Термоштепсель"] = 9299,
      }
   },
   ["Наруч обжоры Лунной Ярости"] = {
      drop = {
       ["Обжора Лунной Ярости"] = 3156,
      }
   },
   ["Пояс Кровавых перьев"] = {
      drop = {
       ["Гарпия из стаи Кровавого Пера"] = 5204,
       ["Разбойница из стаи Кровавого Пера"] = 5204,
       ["Колдунья из стаи Кровавого Пера"] = 5204,
       ["Фурия из стаи Кровавого Пера"] = 5204,
       ["Ведьма ветров из стаи Кровавого Пера"] = 5204,
       ["Матриарх стаи Кровавого Пера"] = 5204,
       ["Фурия Шельда"] = 5204,
      }
   },
   ["Наруч чернозлоба Лунной Ярости"] = {
      drop = {
       ["Чернозлоб Лунной Ярости"] = 3157,
      }
   },
   ["Зазубренное ребро"] = {
      drop = {
       ["Костетряс-солдат"] = 3162,
       ["Костеголовый солдат"] = 3162,
      }
   },
   ["Почерневший череп"] = {
      drop = {
       ["Мрачноокий скелет-заклинатель"] = 3163,
      }
   },
   ["Механические внутренности робота"] = {
      drop = {
       ["Землеглот из пещерных глубин"] = 9309,
       ["Душитель из пещерных глубин"] = 9309,
       ["Захватчик из пещерных глубин"] = 9309,
       ["Разоритель из пещерных глубин"] = 9309,
       ["Посланник из клана Черного Железа"] = 9309,
       ["Облученный захватчик"] = 9309,
       ["Облученная слизь"] = 9309,
       ["Едкий скрытень"] = 9309,
       ["Облученный ужас"] = 9309,
       ["Прокаженный техник"] = 9309,
       ["Прокаженный защитник"] = 9309,
       ["Прокаженный машиностроитель"] = 9309,
       ["Механотанк"] = 9309,
       ["Механический огнемет"] = 9309,
       ["Механический ледоступ"] = 9309,
       ["Толпогон 9-60"] = 9309,
       ["Защитный скафандр миротворца"] = 9309,
       ["Техбот"] = 9309,
       ["Волшебный обнулятор X-21"] = 9309,
       ["Механический караульный"] = 9309,
       ["Механический страж"] = 9309,
       ["Электрошокер 6000"] = 9309,
       ["Облученный погромщик"] = 9309,
       ["Прокаженный ассистент"] = 9309,
       ["Анжинер Термоштепсель"] = 9309,
      }
   },
   ["Безупречная паутина"] = {
      drop = {
       ["Детеныш черной вдовы"] = 7267,
       ["Падальщик-отшельник"] = 7267,
      }
   },
   ["Голова Меленаса"] = {
      drop = {
       ["Лорд Меленас"] = 5221,
      }
   },
   ["Сумка для книг Карнитола"] = {
      drop = {
       ["Волнолов из клана Скользящего Плавника"] = 6245,
       ["Морская ведьма из клана Скользящего Плавника"] = 6245,
      }
   },
   ["Волосы смеющейся сестры"] = {
      drop = {
       ["Смеющаяся сестра"] = 7270,
      }
   },
   ["Коготь Ярой Ненависти"] = {
      drop = {
       ["Разбойник из племени Ярой Ненависти"] = 6246,
       ["Плут из племени Ярой Ненависти"] = 6246,
       ["Скверноподданный племени Ярой Ненависти"] = 6246,
       ["Предатель из племени Ярой Ненависти"] = 6246,
       ["Тенелов племени Ярой Ненависти"] = 6246,
       ["Призыватель огня из племени Ярой Ненависти"] = 6246,
       ["Принц Келлен"] = 6246,
      }
   },
   ["Рог Ярой Ненависти"] = {
      drop = {
       ["Разбойник из племени Ярой Ненависти"] = 6247,
       ["Плут из племени Ярой Ненависти"] = 6247,
       ["Скверноподданный племени Ярой Ненависти"] = 6247,
       ["Предатель из племени Ярой Ненависти"] = 6247,
       ["Тенелов племени Ярой Ненависти"] = 6247,
       ["Призыватель огня из племени Ярой Ненависти"] = 6247,
       ["Принц Келлен"] = 6247,
      }
   },
   ["Яд скорпиона"] = {
      drop = {
       ["Крепкохват скорпаши"] = 6248,
       ["Плеточник скорпаши"] = 6248,
       ["Ядохлыст скорпаши"] = 6248,
      }
   },
   ["Клык вурдалака"] = {
      drop = {
       ["Плотояд"] = 1129,
       ["Костеглод"] = 1129,
       ["Мозгоед"] = 1129,
       ["Распространитель чумы"] = 1129,
       ["Гнилая нежить"] = 1129,
       ["Зловонный труп"] = 1129,
      }
   },
   ["Шкура старого кодо"] = {
      drop = {
       ["Старый кодо"] = 6249,
      }
   },
   ["Фиал паучьего яда"] = {
      drop = {
       ["Ядовитый кругопряд"] = 1130,
       ["Карликовый ядовитый кругопряд"] = 1130,
       ["Зеленый паук-отшельник"] = 1130,
       ["Нараксис"] = 1130,
       ["Детеныш черной вдовы"] = 1130,
       ["Падальщик-отшельник"] = 1130,
      }
   },
   ["Неповрежденная ядовитая железа"] = {
      drop = {
       ["Паук-нянька племени Сухокожих"] = 9322,
      }
   },
   ["Мозг гончей Скверны"] = {
      drop = {
       ["Пожиратель маны"] = 6250,
       ["Охотник на магов"] = 6250,
       ["Охотник за магией"] = 6250,
      }
   },
   ["Крыло Пустоты"] = {
      drop = {
       ["Дева Пустоты"] = 6251,
       ["Сестра Пустоты"] = 6251,
       ["Колдунья Пустоты"] = 6251,
      }
   },
   ["Яд Шадры"] = {
      drop = {
       ["Шадра"] = 9324,
      }
   },
   ["Кровь тюремщика судеб"] = {
      drop = {
       ["Капитан тюремщиков судеб"] = 6252,
       ["Лорд Азреток"] = 6252,
       ["Каскк"] = 6252,
      }
   },
   ["Грязный коготь"] = {
      drop = {
       ["Паршивый Коготь"] = 3183,
      }
   },
   ["Камень Релу"] = {
      drop = {
       ["Крапчатый ящер"] = 5233,
       ["Крапчатый крикун"] = 5233,
       ["Крапчатый смертехват"] = 5233,
       ["Крапчатый острозуб"] = 5233,
       ["Вождь Нек'рош"] = 5233,
      }
   },
   ["Потроха руха"] = {
      drop = {
       ["Рух"] = 6257,
       ["Огненный рух"] = 6257,
       ["Опаляющий рух"] = 6257,
      }
   },
   ["Печень сталемеха"] = {
      drop = {
       ["Медведь-сталемех"] = 6258,
       ["Седой медведь-сталемех"] = 6258,
       ["Сталемех-патриарх"] = 6258,
      }
   },
   ["Печень гроддока"] = {
      drop = {
       ["Гроддокская обезьяна"] = 6259,
       ["Гроддокский рокотун"] = 6259,
      }
   },
   ["Сфера подземного огня"] = {
      drop = {
       ["Призыватель из клана Пылающего Клинка"] = 7291,
      }
   },
   ["Самоцвет маны Даралана"] = {
      drop = {
       ["Даларанский ученик"] = 7293,
       ["Даларанский дозорный"] = 7293,
       ["Даларанский волшебник"] = 7293,
       ["Даларанский заступник"] = 7293,
       ["Даларанский тюремщик"] = 7293,
       ["Даларанский маг"] = 7293,
       ["Даларанский окудник"] = 7293,
       ["Даларанский пивовар"] = 7293,
       ["Даларанский шахтер"] = 7293,
      }
   },
   ["Янтарное перо вуду"] = {
      drop = {
       ["Ранокол"] = 20606,
       ["Зул'Лор"] = 20606,
      }
   },
   ["Синее вудуистское перо"] = {
      drop = {
       ["Хукку"] = 20607,
       ["Миджан"] = 20607,
      }
   },
   ["Зеленое вудуистское перо"] = {
      drop = {
       ["Золо"] = 20608,
       ["Лоро"] = 20608,
      }
   },
   ["Воспаленный паучий глаз"] = {
      drop = {
       ["Падальщик"] = 20610,
       ["Скрытень-падальщик"] = 20610,
       ["Воронковый паук Ядовитого Тумана"] = 20610,
       ["Чумной воронковый паук"] = 20610,
      }
   },
   ["Толстый черный коготь"] = {
      drop = {
       ["Падальщик"] = 20611,
       ["Больной черный медведь"] = 20611,
       ["Болезненный гризли"] = 20611,
      }
   },
   ["Гнилая деревяшка"] = {
      drop = {
       ["Бродяга Железнолесья"] = 20613,
       ["Топотун Железнолесья"] = 20613,
       ["Высохший заступник"] = 20613,
      }
   },
   ["Экстракт Ядовитой Крови"] = {
      drop = {
       ["Нечистый слизнюк"] = 20614,
      }
   },
   ["Череп гремучего скелета"] = {
      drop = {
       ["Скелет-костетряс"] = 6281,
      }
   },
   ["Голова Фенвика"] = {
      drop = {
       ["Фенвик Татрос"] = 7306,
      }
   },
   ["Огромный серебряный слиток"] = {
      drop = {
       ["Скальный разрушитель"] = 11405,
       ["Скальный рокотун"] = 11405,
       ["Скалоход"] = 11405,
      }
   },
   ["Кандалы из деревни Погребальных Костров"] = {
      drop = {
       ["Дозорный деревни Погребальных Костров"] = 3218,
       ["Дозорный Лунной Ярости"] = 3218,
       ["Караульный Лунной Ярости"] = 3218,
       ["Караульный деревни Погребальных Костров"] = 3218,
       ["Старейшина деревни Погребальных Костров"] = 3218,
       ["Старейшина Лунной Ярости"] = 3218,
       ["Бронница деревни Погребальных Костров"] = 3218,
       ["Бронник Лунной Ярости"] = 3218,
       ["Портной деревни Погребальных Костров"] = 3218,
       ["Портной Лунной Ярости"] = 3218,
       ["Кожевник деревни Погребальных Костров"] = 3218,
       ["Кожевник Лунной Ярости"] = 3218,
      }
   },
   ["Серебристые паутинные железы"] = {
      drop = {
       ["Леди Сатра"] = 8344,
      }
   },
   ["Радужное крыло летучего хамелеона"] = {
      drop = {
       ["Летучий хамелеон"] = 9369,
       ["Пойманный летучий хамелеон"] = 9369,
      }
   },
   ["Сфера Гордунни"] = {
      drop = {
       ["Маг-лорд из клана Гордунни"] = 9371,
      }
   },
   ["Безупречный рог хладнокрыла"] = {
      drop = {
       ["Хладнокрылый птенец"] = 12444,
       ["Хладнокрылая химера"] = 12444,
       ["Хладнокрылый опустошитель"] = 12444,
      }
   },
   ["Голова Вэлдона Барова"] = {
      drop = {
       ["Вэлдон Баров"] = 13469,
      }
   },
   ["Кровь яростного зверя"] = {
      drop = {
       ["Лохматый совух"] = 18590,
       ["Бешеный совух"] = 18590,
       ["Безумный совух"] = 18590,
       ["Осененный луной совух"] = 18590,
       ["Яростный совух"] = 18590,
      }
   },
   ["Голова Алексия Барова"] = {
      drop = {
       ["Алексий Баров"] = 13470,
      }
   },
   ["Лимфа Гнилошкуров"] = {
      drop = {
       ["Громила из стаи Гнилошкуров"] = 3236,
       ["Насылающий чуму из стаи Гнилошкуров"] = 3236,
       ["Дикарь из стаи Гнилошкуров"] = 3236,
       ["Гневный гнолл из стаи Гнилошкуров"] = 3236,
       ["Костолом из стаи Гнилошкуров"] = 3236,
      }
   },
   ["Сердце Далина"] = {
      drop = {
       ["Далин Искусник"] = 6312,
      }
   },
   ["Сердце Комера"] = {
      drop = {
       ["Комер Виллард"] = 6313,
      }
   },
   ["Шаманский оберег вуду"] = {
      drop = {
       ["Шаман из племени Кривой Сосны"] = 8363,
      }
   },
   ["Кровь сатира"] = {
      drop = {
       ["Сатир из племени Буйного Нрава"] = 18603,
       ["Разбойник из племени Буйного Нрава"] = 18603,
       ["Плут из племени Буйного Нрава"] = 18603,
       ["Предатель из племени Буйного Нрава"] = 18603,
       ["Скверноподданный из племени Буйного Нрава"] = 18603,
       ["Тенелов из племени Буйного Нрава"] = 18603,
       ["Призыватель огня из племени Буйного Нрава"] = 18603,
      }
   },
   ["Слезы Хедерины"] = {
      drop = {
       ["Посвященная Хедерины"] = 18604,
       ["Маноед Хедерины"] = 18604,
       ["Душегуб Хедерины"] = 18604,
      }
   },
   ["Череп Хладовея"] = {
      drop = {
       ["Амненнар Хладовей"] = 10420,
      }
   },
   ["Кольцо Судьбы Рамаладни"] = {
      drop = {
       ["Жуткий ползун"] = 22708,
       ["Ткач-падальщик"] = 22708,
       ["Ядовитый паук-скакун"] = 22708,
       ["Некрорахнид-разоритель"] = 22708,
       ["Могильный ужас"] = 22708,
       ["Служитель культа Наксрамаса"] = 22708,
       ["Послушник из Наксрамаса"] = 22708,
       ["Лоскутный голем"] = 22708,
       ["Безумный ученый"] = 22708,
       ["Живое чудовище"] = 22708,
       ["Ассистент хирурга"] = 22708,
       ["Конь смерти-жеребец"] = 22708,
       ["Капитан рыцарей Смерти"] = 22708,
       ["Восставший рыцарь смерти"] = 22708,
       ["Помеченный Тьмой воин"] = 22708,
       ["Кавалерист-рыцарь смерти"] = 22708,
       ["Тень Наксрамаса"] = 22708,
       ["Некрорыцарь"] = 22708,
       ["Костлявое создание"] = 22708,
       ["Каменная горгулья"] = 22708,
       ["Скелет-кузнец"] = 22708,
       ["Нечестивый топор"] = 22708,
       ["Чумная слизь"] = 22708,
       ["Заразный вурдалак"] = 22708,
       ["Послушник из некрополиса"] = 22708,
       ["Чумная горгулья"] = 22708,
       ["Зачумленный вурдалак"] = 22708,
       ["Дух Наксрамаса"] = 22708,
       ["Некропаук-скакун"] = 22708,
      }
   },
   ["Сердце медведя"] = {
      drop = {
       ["Лютый седой медведь"] = 3253,
       ["Гигантский седой медведь"] = 3253,
       ["Старый Губач"] = 3253,
      }
   },
   ["Голова Гаррика"] = {
      drop = {
       ["Гаррик Тихокрад"] = 182,
      }
   },
   ["Летящая кровь"] = {
      drop = {
       ["Мшистый паук-ловец"] = 3254,
       ["Мглистый ползун"] = 3254,
       ["Кретис Тенеткач"] = 3254,
      }
   },
   ["Мох озерного тихоступа"] = {
      drop = {
       ["Озерный тихоступ"] = 3256,
       ["Старый озерный тихоступ"] = 3256,
      }
   },
   ["Мох озерного ползуна"] = {
      drop = {
       ["Озерный ползун"] = 3257,
       ["Старый озерный ползун"] = 3257,
      }
   },
   ["Твердая опухоль"] = {
      drop = {
       ["Живорез из племени Злобного Плавника"] = 3258,
       ["Волнолов из племени Злобного Плавника"] = 3258,
       ["Оракул из племени Злобного Плавника"] = 3258,
       ["Озерник из племени Злобного Плавника"] = 3258,
       ["Береговой разведчик из племени Злобного Плавника"] = 3258,
       ["Волномут из племени Злобного Плавника"] = 3258,
      }
   },
   ["Безупречная субстанция Скверны (Джеденар)"] = {
      drop = {
       ["Джеденарский легионер"] = 18622,
      }
   },
   ["Кольцо собирателя"] = {
      drop = {
       ["Морган Вымогатель"] = 2239,
      }
   },
   ["Безупречная субстанция Скверны (Темный портал)"] = {
      drop = {
       ["Караульный-страж Скверны"] = 18623,
      }
   },
   ["Крыло сумеречницы"] = {
      drop = {
       ["Сумеречница"] = 3264,
       ["Облезлая сумеречница"] = 3264,
      }
   },
   ["Безупречная субстанция Скверны (Азшара)"] = {
      drop = {
       ["Сатир из племени Легаши"] = 18624,
       ["Разбойник из племени Легаши"] = 18624,
       ["Призыватель огня из племени Легаши"] = 18624,
      }
   },
   ["Лапа падальщика"] = {
      drop = {
       ["Молодой падальщик"] = 3265,
       ["Косматый падальщик"] = 3265,
      }
   },
   ["Огненное ядро Крошиуса"] = {
      drop = {
       ["Крошиус"] = 18625,
      }
   },
   ["Алые поручи"] = {
      drop = {
       ["Новообращенный Алого ордена"] = 3266,
       ["Посвященный из Алого ордена"] = 3266,
       ["Мевен Коргал"] = 3266,
      }
   },
   ["Чешуя с брюха черного дракончика"] = {
      drop = {
       ["Детеныш черного дракона"] = 1221,
       ["Огнемордик"] = 1221,
      }
   },
   ["Зубчатый спрек-механизм гномов"] = {
      drop = {
       ["Крошшер Снида"] = 7365,
      }
   },
   ["Кристалл резонита"] = {
      drop = {
       ["Хранитель скал из племени Гоггер"] = 16581,
       ["Геомант из стаи Гоггер"] = 16581,
       ["Камнелом из племени Гоггер"] = 16581,
      }
   },
   ["Утерянная информация маршала Виндзора"] = {
      drop = {
       ["Генерал Кузня Гнева"] = 11464,
      }
   },
   ["Утерянная информация маршала Виндзора"] = {
      drop = {
       ["Повелитель големов Аргелмах"] = 11465,
      }
   },
   ["Медальон Черной горы"] = {
      drop = {
       ["Солдат из клана Черной горы"] = 11467,
       ["Колдун из клана Черной горы"] = 11467,
       ["Душегуб из клана Черной горы"] = 11467,
       ["Чернокнижник клана Черной горы"] = 11467,
       ["Полководец из клана Черной горы"] = 11467,
       ["Ворг из клана Черной горы"] = 11467,
       ["Пепельный ворг"] = 11467,
       ["Слюнявый пепельный ворг"] = 11467,
       ["Огромный пепельный ворг"] = 11467,
       ["Гиблопасть"] = 11467,
      }
   },
   ["Поясная сумка дворфов Черного Железа"] = {
      drop = {
       ["Охранник из клана Ярости Горна"] = 11468,
       ["Пехотинец из клана Ярости Горна"] = 11468,
       ["Солдат из клана Ярости Горна"] = 11468,
       ["Медик из клана Ярости Горна"] = 11468,
       ["Офицер из клана Ярости Горна"] = 11468,
       ["Тенегорнский крестьянин"] = 11468,
       ["Ремесленник из клана Кузни Рока"] = 11468,
       ["Маршал из клана Ярости Горна"] = 11468,
       ["Драгун из клана Кузни Рока"] = 11468,
       ["Кузнец-волшебник из клана Кузни Рока"] = 11468,
       ["Тенегорнский горожанин"] = 11468,
       ["Капитан из клана Ярости Горна"] = 11468,
       ["Тенегорнский сенатор"] = 11468,
       ["Принцесса Мойра Бронзобород"] = 11468,
       ["Повелитель големов Аргелмах"] = 11468,
       ["Император Дагран Тауриссан"] = 11468,
       ["Генерал Кузня Гнева"] = 11468,
       ["Финий Темнострой"] = 11468,
       ["Темный хранитель Ворфалк"] = 11468,
       ["Темный хранитель Бетек"] = 11468,
       ["Темный хранитель Уггель"] = 11468,
       ["Темный хранитель Зимрел"] = 11468,
       ["Темный хранитель Офгут"] = 11468,
       ["Темный хранитель Пелвер"] = 11468,
       ["Темный стражник"] = 11468,
       ["Сторож Хватка Смерти"] = 11468,
       ["Харли Чернопых"] = 11468,
       ["Дебошир-смрадодых"] = 11468,
       ["Мрачный завсегдатай"] = 11468,
       ["Голодный завсегдатай"] = 11468,
       ["Пьяный завсегдатай"] = 11468,
       ["Крест Убийца"] = 11468,
       ["Друг Риббли"] = 11468,
      }
   },
   ["Сердце Тарагамана Ненасытного"] = {
      drop = {
       ["Тарагаман Ненасытный"] = 14540,
      }
   },
   ["Навершие посоха Атиеша"] = {
      drop = {
       ["Кел'Тузад"] = 22733,
      }
   },
   ["Сердце Обсидиона"] = {
      drop = {
       ["Обсидион"] = 10446,
      }
   },
   ["Основание Атиеша"] = {
      drop = {
       ["К'Тун"] = 22734,
      }
   },
   ["Голова Латорика Черного"] = {
      drop = {
       ["Латорик Черный"] = 10447,
      }
   },
   ["Окорок среброгривого бродяги"] = {
      drop = {
       ["Среброгривый бродяга"] = 11472,
      }
   },
   ["Лейтенантский знак отличия"] = {
      drop = {
       ["Фанатик из клана Пылающего Клинка"] = 14544,
       ["Ученик клана Пылающего Клинка"] = 14544,
      }
   },
   ["Шкура Учи"] = {
      drop = {
       ["У'ча"] = 11476,
      }
   },
   ["Белый коготь равазавра"] = {
      drop = {
       ["Равазавр"] = 11477,
       ["Равазавр-бегун"] = 11477,
       ["Равазавр-охотник"] = 11477,
       ["Ядошкурый равазавр"] = 11477,
       ["Равазавр-матриарх"] = 11477,
       ["Самка Лар'корви"] = 11477,
       ["Лар'корви"] = 11477,
      }
   },
   ["Портвейн 99-летней выдержки"] = {
      drop = {
       ["Безумный Магглиш"] = 5334,
      }
   },
   ["Шкура ун'горской гориллы"] = {
      drop = {
       ["Ун'горская горилла"] = 11478,
      }
   },
   ["Шкура ун'горского топотуна"] = {
      drop = {
       ["Ун'Горский топотун"] = 11479,
      }
   },
   ["Серьга грелля"] = {
      drop = {
       ["Коварный грелль"] = 5336,
       ["Дикий грелль"] = 5336,
      }
   },
   ["Шкура ун'горского рокотуна"] = {
      drop = {
       ["Ун'Горский рокотун"] = 11480,
      }
   },
   ["Древняя печать из лунного камня"] = {
      drop = {
       ["Сатир из племени Дет'рилл"] = 5338,
      }
   },
   ["Молитва к Элуне"] = {
      drop = {
       ["Темный шаман из культа Сумеречного Молота"] = 10458,
       ["Страж огня из культа Сумеречного Молота"] = 10458,
       ["Геомант из культа Сумеречного Молота"] = 10458,
       ["Идолопоклонница из культа Сумеречного Молота"] = 10458,
      }
   },
   ["Голова вождя Остроклыка Терновая Мантия"] = {
      drop = {
       ["Вождь Остроклык Терновая Мантия"] = 10459,
      }
   },
   ["Мох Скверны"] = {
      drop = {
       ["Грелль"] = 3297,
       ["Греллид"] = 3297,
      }
   },
   ["Сумка торговца"] = {
      drop = {
       ["Искусный торговец Ковиц"] = 10467,
      }
   },
   ["Истрепанный пергамент"] = {
      drop = {
       ["Фанатик из клана Темной Нити"] = 5348,
      }
   },
   ["Демоническая шкатулка"] = {
      drop = {
       ["Дух демона"] = 13542,
      }
   },
   ["Ветка хрустального фукуса"] = {
      drop = {
       ["Мурлок"] = 1256,
       ["Речной мурлок-бегун"] = 1256,
      }
   },
   ["Голова Тарил'зуна"] = {
      drop = {
       ["Тарил'зун"] = 1260,
      }
   },
   ["Насыщенная влагой железа"] = {
      drop = {
       ["Терновый собиратель росы"] = 8428,
      }
   },
   ["Амулет Синего пера"] = {
      drop = {
       ["Безумный совух"] = 12524,
       ["Осененный луной совух"] = 12524,
       ["Яростный совух"] = 12524,
      }
   },
   ["Полуночная сфера"] = {
      drop = {
       ["Темный чародей из клана Черной горы"] = 1261,
      }
   },
   ["Манускрипт Лоргалиса"] = {
      drop = {
       ["Морская ведьма Непроглядной Пучины"] = 5359,
       ["Мирмидон Непроглядной Пучины"] = 5359,
       ["Ракообразный клешнехват"] = 5359,
       ["Рыбоед Аку'май"] = 5359,
      }
   },
   ["Кровавый янтарь"] = {
      drop = {
       ["Криводрев-моходер"] = 11503,
       ["Криводрев-живорез"] = 11503,
       ["Дессекус"] = 11503,
      }
   },
   ["Реликвия высокорожденных"] = {
      drop = {
       ["Проклятый высокорожденный"] = 5360,
       ["Терзаемый высокорожденный"] = 5360,
       ["Стенающая высокорожденная"] = 5360,
      }
   },
   ["Рог Зловещего Тотема"] = {
      drop = {
       ["Налетчик из племени Зловещего Тотема"] = 9460,
       ["Натуралист племени Зловещего Тотема"] = 9460,
       ["Шаман племени Зловещего Тотема"] = 9460,
      }
   },
   ["Половая железа равазавра"] = {
      drop = {
       ["Самка Лар'корви"] = 11509,
      }
   },
   ["Светящийся самоцвет Души"] = {
      drop = {
       ["Сектант из клана Темной Нити"] = 5366,
       ["Головорез из клана Темной Нити"] = 5366,
       ["Адепт из клана Темной Нити"] = 5366,
       ["Землечерп из клана Темной Нити"] = 5366,
       ["Убийца из клана Темной Нити"] = 5366,
      }
   },
   ["Голова Лар'корви"] = {
      drop = {
       ["Лар'корви"] = 11510,
      }
   },
   ["Украденные лакомства"] = {
      drop = {
       ["Омерзительный Гринч"] = 17662,
      }
   },
   ["Медальон Некрума"] = {
      drop = {
       ["Некрум Кишкожуй"] = 9471,
      }
   },
   ["Подвеска Анайи"] = {
      drop = {
       ["Анайя Вестница Зари"] = 5382,
      }
   },
   ["Голова Атрикуса Нарассина"] = {
      drop = {
       ["Атрикус Нарассин"] = 5383,
      }
   },
   ["Боевое знамя клана Драконьей Пасти"] = {
      drop = {
       ["Налетчик из клана Драконьей Пасти"] = 3337,
       ["Болотный бегун из клана Драконьей Пасти"] = 3337,
       ["Центурион из клана Драконьей Пасти"] = 3337,
       ["Военачальник из клана Драконьей Пасти"] = 3337,
       ["Хранитель теней из клана Драконьей Пасти"] = 3337,
       ["Костостраж из клана Драконьей Пасти"] = 3337,
       ["Вождь Нек'рош"] = 3337,
      }
   },
   ["Ножка краба"] = {
      drop = {
       ["Карликовый прибрежный краб"] = 5385,
       ["Прибрежный краб"] = 5385,
       ["Покрытый илом краб"] = 5385,
       ["Молодой рифовый краб"] = 5385,
       ["Рифовый краб"] = 5385,
       ["Гневный рифовый краб"] = 5385,
      }
   },
   ["Прекрасные шкуры лунопарда"] = {
      drop = {
       ["Лунопард-матриарх"] = 5386,
       ["Взрослый лунопард"] = 5386,
      }
   },
   ["Дворфийский трут"] = {
      drop = {
       ["Вождь Нек'рош"] = 3339,
      }
   },
   ["Череп Рэна Кровавого Клыка"] = {
      drop = {
       ["Рэн Кровавый Клык"] = 5388,
      }
   },
   ["Сердце Пламени"] = {
      drop = {
       ["Пылающий элементаль"] = 10509,
       ["Инфернальный элементаль"] = 10509,
       ["Элементаль магмы"] = 10509,
      }
   },
   ["Приказы военного вождя"] = {
      drop = {
       ["Болотный говорун"] = 8463,
      }
   },
   ["Масло големов"] = {
      drop = {
       ["Закаленный боевой голем"] = 10511,
       ["Тяжелый боевой голем"] = 10511,
       ["Элементаль магмы"] = 10511,
      }
   },
   ["Шкура гигантского кроколиска"] = {
      drop = {
       ["Гигантский болотный кроколиск"] = 3348,
      }
   },
   ["Терадрический хрустальный орнамент"] = {
      drop = {
       ["Проклятый кентавр"] = 17684,
       ["Сатир из племени Тлетворных"] = 17684,
       ["Плут из племени Тлетворных"] = 17684,
       ["Тенелов из племени Тлетворных"] = 17684,
       ["Селебрийская дриада"] = 17684,
       ["Сестра Келебраса"] = 17684,
       ["Принцесса Терадрас"] = 17684,
       ["Сель"] = 17684,
       ["Доисторическое чудище"] = 17684,
       ["Тессалийская гидра"] = 17684,
       ["Ядовитый грелль"] = 17684,
       ["Мерзкая личинка"] = 17684,
       ["Колючий хлыстолап"] = 17684,
       ["Удушающая лоза"] = 17684,
       ["Пагубная слизь"] = 17684,
       ["Ползучий слякоч"] = 17684,
       ["Пещерный скрытень"] = 17684,
       ["Пещерный шаркун"] = 17684,
       ["Келебрас Проклятый"] = 17684,
       ["Лорд Злоязыкий"] = 17684,
       ["Мешлок Жнец"] = 17684,
       ["Бритвохлест"] = 17684,
       ["Ноксион"] = 17684,
       ["Гнилопасть"] = 17684,
       ["Ремонтник Гизлок"] = 17684,
       ["Ядовитая лоза"] = 17684,
       ["Безымянный пророк"] = 17684,
       ["Венг"] = 17684,
       ["Мародос"] = 17684,
       ["Магра"] = 17684,
       ["Гелк"] = 17684,
       ["Колк"] = 17684,
      }
   },
   ["Сумка Сиды"] = {
      drop = {
       ["Багровый слизнюк"] = 3349,
       ["Черный слизнюк"] = 3349,
       ["Чудовищный слизнюк"] = 3349,
      }
   },
   ["Молот Таэлана"] = {
      drop = {
       ["Меркуцио Грязежор"] = 14613,
      }
   },
   ["Кровь могучего черного дракона"] = {
      drop = {
       ["Генерал Драккисат"] = 16663,
      }
   },
   ["Подвеска Даларана"] = {
      drop = {
       ["Даларанский заступник"] = 3354,
       ["Даларанский маг"] = 3354,
       ["Даларанский окудник"] = 3354,
      }
   },
   ["Фрагменты скелета"] = {
      drop = {
       ["Скелет-живодер"] = 14619,
       ["Скелет-колдун"] = 14619,
       ["Скелет-ужасень"] = 14619,
       ["Скелет-палач"] = 14619,
       ["Скелет-вождь"] = 14619,
       ["Скелет-послушник"] = 14619,
      }
   },
   ["Сердце предателя"] = {
      drop = {
       ["Улатек"] = 18719,
      }
   },
   ["Глаз крепкозуба"] = {
      drop = {
       ["Крепкозуб Темных берегов"] = 5412,
       ["Старый крепкозуб Темных берегов"] = 5412,
      }
   },
   ["Клык лунопарда"] = {
      drop = {
       ["Лунопард"] = 5413,
       ["Малорослый лунопард"] = 5413,
       ["Лунопард-матриарх"] = 5413,
       ["Тенекоготь"] = 5413,
       ["Взрослый лунопард"] = 5413,
      }
   },
   ["Седой скальп"] = {
      drop = {
       ["Седой колючешерстный медведь"] = 5414,
       ["Мать-медведица"] = 5414,
      }
   },
   ["Келебрийский жезл"] = {
      drop = {
       ["Ноксион"] = 17702,
       ["Порождение Ноксиона"] = 17702,
      }
   },
   ["Келебрийский бриллиант"] = {
      drop = {
       ["Лорд Злоязыкий"] = 17703,
      }
   },
   ["Скальп тенелова"] = {
      drop = {
       ["Тенелов племени Ярой Ненависти"] = 6441,
      }
   },
   ["Кристалл оракула"] = {
      drop = {
       ["Оракул из клана Скользящего Плавника"] = 6442,
      }
   },
   ["Искаженная шкура"] = {
      drop = {
       ["Загадочный крылозмей"] = 6443,
       ["Загадочный жалохлест"] = 6443,
       ["Загадочный ползун"] = 6443,
       ["Загадочный душегуб"] = 6443,
       ["Загадочный ловец"] = 6443,
       ["Загадочный опустошитель"] = 6443,
       ["Загадочный страж"] = 6443,
       ["Загадочный скрытень"] = 6443,
       ["Криг"] = 6443,
       ["Мутанус Пожиратель"] = 6443,
       ["Шкам"] = 6443,
       ["Загадочный аспид"] = 6443,
       ["Загадочный кроколиск"] = 6443,
       ["Загадочный страхозуб"] = 6443,
       ["Загадочная гадюка"] = 6443,
       ["Загадочный крылояд"] = 6443,
       ["Загадочный шаркун"] = 6443,
       ["Загадочная болотная гадюка"] = 6443,
       ["Вердан Бессмертный"] = 6443,
       ["Загадочный волшебный дракон"] = 6443,
       ["Загадочный питон"] = 6443,
      }
   },
   ["Троллье месиво"] = {
      drop = {
       ["Темный чародей из племени Песчаной Бури"] = 9523,
       ["Кровопийца из племени Песчаной Бури"] = 9523,
       ["Знахарь из клана Песчаной Бури"] = 9523,
       ["Темный охотник"] = 9523,
       ["Пожиратель душ из племени Песчаной Бури"] = 9523,
       ["Вождь Укорз Песчаная Плешь"] = 9523,
       ["Тека Мученик"] = 9523,
       ["Палач из клана Песчаной Бури"] = 9523,
       ["Мертвый герой Зул'Фаррака"] = 9523,
       ["Зул'фарракский зомби"] = 9523,
       ["Некрум Кишкожуй"] = 9523,
       ["Руузлу"] = 9523,
       ["Анту'сул"] = 9523,
       ["Сандарр Разоритель Барханов"] = 9523,
       ["Пыльный призрак"] = 9523,
       ["Зериллис"] = 9523,
      }
   },
   ["Окованный торием кинжал"] = {
      drop = {
       ["Геолог из клана Черного Железа"] = 10551,
       ["Кузнец из клана Черного Железа"] = 10551,
       ["Раб-трудяга"] = 10551,
       ["Поработитель из клана Черного Железа"] = 10551,
       ["Надсмотрщик из клана Черного Железа"] = 10551,
       ["Чугунорез клана Черного Железа"] = 10551,
       ["Караульный из клана Черного Железа"] = 10551,
       ["Наблюдатель из клана Черного Железа"] = 10551,
       ["Сторож из клана Черного Железа"] = 10551,
       ["Похититель из клана Черного Железа"] = 10551,
      }
   },
   ["Знак Рагнароса"] = {
      drop = {
       ["Темный шаман из культа Сумеречного Молота"] = 10552,
       ["Страж огня из культа Сумеречного Молота"] = 10552,
       ["Геомант из культа Сумеречного Молота"] = 10552,
       ["Идолопоклонница из культа Сумеречного Молота"] = 10552,
      }
   },
   ["Темное сердце Эданы"] = {
      drop = {
       ["Эдана Коготь Ненависти"] = 9528,
      }
   },
   ["Человеческая голова Раса Ледяного Шепота"] = {
      drop = {
       ["Рас Ледяной Шепот"] = 13626,
      }
   },
   ["Запечатанная лазурная сумка"] = {
      drop = {
       ["Шаман из племени Древобрюхов"] = 19775,
      }
   },
   ["Воющая субстанция"] = {
      drop = {
       ["Всепожирающая эктоплазма"] = 6464,
       ["Изменчивая эктоплазма"] = 6464,
       ["Эктоплазма кошмаров"] = 6464,
      }
   },
   ["Голова Аругала"] = {
      drop = {
       ["Верховный маг Аругал"] = 5442,
       ["Аругал"] = 5442,
      }
   },
   ["Боевые приказы Сумеречного Молота"] = {
      drop = {
       ["Пророк из культа Сумеречного Молота"] = 20803,
      }
   },
   ["Шкура молодого кроколиска"] = {
      drop = {
       ["Молодой болотный кроколиск"] = 3397,
      }
   },
   ["Кольцо Зорама"] = {
      drop = {
       ["Руузель"] = 5445,
      }
   },
   ["Палец скелета"] = {
      drop = {
       ["Скелет-воин"] = 2378,
       ["Ужасный скелет"] = 2378,
       ["Маг-скелет"] = 2378,
       ["Скелет-губитель"] = 2378,
       ["Скелет-хранитель"] = 2378,
       ["Скелет-лекарь"] = 2378,
       ["Скелет-налетчик"] = 2378,
      }
   },
   ["Верхняя часть ключа Гелхака"] = {
      drop = {
       ["Гигантский лесной долгоног"] = 7498,
      }
   },
   ["Средняя часть ключа Гелхака"] = {
      drop = {
       ["Налетчик из племени Серой Мглы"] = 7499,
       ["Береговик из племени Серой Мглы"] = 7499,
       ["Ясновидец из племени Серой Мглы"] = 7499,
       ["Сетеплет из племени Серой Мглы"] = 7499,
       ["Воин из племени Серой Мглы"] = 7499,
       ["Охотник племени Серой Мглы"] = 7499,
       ["Оракул из племени Серой Мглы"] = 7499,
       ["Волнолов из племени Серой Мглы"] = 7499,
       ["Глубомрак"] = 7499,
      }
   },
   ["Нижняя часть ключа Гелхака"] = {
      drop = {
       ["Покрытый илом краб"] = 7500,
       ["Гневный рифовый краб"] = 7500,
      }
   },
   ["Сердце Бальзамировщика"] = {
      drop = {
       ["Элиза"] = 2382,
      }
   },
   ["Мясо медведя-щербозуба"] = {
      drop = {
       ["Могучий щербозуб"] = 12622,
       ["Медведь-щербозуб"] = 12622,
       ["Старый щербозуб"] = 12622,
       ["Бешеный щербозуб"] = 12622,
      }
   },
   ["Мясо хладнокрылой химеры"] = {
      drop = {
       ["Хладнокрылый птенец"] = 12623,
       ["Хладнокрылая химера"] = 12623,
       ["Хладнокрылый опустошитель"] = 12623,
      }
   },
   ["Клык ночного саблезуба"] = {
      drop = {
       ["Старый ночной саблезуб"] = 3409,
       ["Яростный ночной саблезуб"] = 3409,
       ["Ночной саблезуб"] = 3409,
       ["Ночной саблезуб-охотник"] = 3409,
       ["Закатный ловец"] = 3409,
      }
   },
   ["Перо островной совы"] = {
      drop = {
       ["Сова"] = 3411,
       ["Сова-крикун"] = 3411,
       ["Сова-охотник"] = 3411,
      }
   },
   ["Частица Мизраэль"] = {
      drop = {
       ["Кобольд из племени Сухоусов"] = 4435,
       ["Геодезист из племени Сухоусов"] = 4435,
       ["Землекоп из племени Сухоусов"] = 4435,
      }
   },
   ["Паутина чащобного тенетника"] = {
      drop = {
       ["Чащобный тенетник"] = 3412,
       ["Чащобный ядозуб"] = 3412,
       ["Чащобный паук-балдахинник"] = 3412,
       ["Гигантский чащобный тенетник"] = 3412,
      }
   },
   ["Ветвь Кенария"] = {
      drop = {
       ["Гелтарис"] = 5461,
      }
   },
   ["Оплавленная чешуя"] = {
      drop = {
       ["Рокочущая ящерица"] = 6486,
       ["Бурешкура"] = 6486,
      }
   },
   ["Голова Ренда Чернорука"] = {
      drop = {
       ["Вождь Ренд Чернорук"] = 12630,
      }
   },
   ["Голова злобного фамилиара"] = {
      drop = {
       ["Злобный фамилиар"] = 6487,
      }
   },
   ["Светящийся самоцвет"] = {
      drop = {
       ["Прыгун из племени Соленой Слюны"] = 5463,
       ["Воин из племени Соленой Слюны"] = 5463,
       ["Грязекоп из племени Соленой Слюны"] = 5463,
       ["Оракул из племени Соленой Слюны"] = 5463,
      }
   },
   ["Печать Строма"] = {
      drop = {
       ["Тать Синдиката"] = 4440,
       ["Окудник Синдиката"] = 4440,
       ["Волхв Синдиката"] = 4440,
      }
   },
   ["Фрагмент осколка сумрака"] = {
      drop = {
       ["Темнокаменный грохотун"] = 17756,
       ["Темнокаменный крушитель"] = 17756,
      }
   },
   ["Фрагмент печати"] = {
      drop = {
       ["Стромгардский охотник на троллей"] = 4450,
       ["Стромгардский защитник"] = 4450,
       ["Стромгардский воздаятель"] = 4450,
      }
   },
   ["Изыскательский жезл"] = {
      drop = {
       ["Сержант Блай"] = 8548,
      }
   },
   ["Таинственное послание"] = {
      drop = {
       ["Вестник из Братства Справедливости"] = 1381,
      }
   },
   ["Голова волхва Римтори"] = {
      drop = {
       ["Волхв Римтори"] = 10597,
      }
   },
   ["Окровавленная голова Хетайры"] = {
      drop = {
       ["Хетайра"] = 10598,
      }
   },
   ["Погрузочная веревка"] = {
      drop = {
       ["Воин из племени Гиблой Чащи"] = 16743,
       ["Землепроходец из племени Гиблой Чащи"] = 16743,
       ["Дозорный из племени Гиблой Чащи"] = 16743,
       ["Шаман из племени Гиблой Чащи"] = 16743,
       ["Ведмедь из племени Гиблой Чащи"] = 16743,
       ["Тотемист из племени Гиблой Чащи"] = 16743,
       ["Ведмедь из племени Колючего Меха"] = 16743,
       ["Тотемист из племени Колючего Меха"] = 16743,
       ["Дозорный из племени Колючего Меха"] = 16743,
       ["Шаман из племени Колючего Меха"] = 16743,
       ["Мститель из племени Колючего Меха"] = 16743,
       ["Землепроходец из племени Колючего Меха"] = 16743,
      }
   },
   ["Разбитая голова Хетайры"] = {
      drop = {
       ["Хетайра"] = 10599,
      }
   },
   ["Покрытая синяками голова Хетайры"] = {
      drop = {
       ["Хетайра"] = 10600,
      }
   },
   ["Благословенный арканитовый чепрак"] = {
      drop = {
       ["Восставшее создание"] = 18792,
       ["Одеревеневший древень"] = 18792,
      }
   },
   ["Рога сатира"] = {
      drop = {
       ["Разбойник из племени Ксавиан"] = 5481,
       ["Предатель из племени Ксавиан"] = 5481,
       ["Скверноподданный из племени Ксавиан"] = 5481,
       ["Призыватель огня из племени Ксавиан"] = 5481,
       ["Сатир из племени Мускуса Скверны"] = 5481,
       ["Разбойник из племени Мускуса Скверны"] = 5481,
       ["Скверноподданный из племени Мускуса Скверны"] = 5481,
       ["Тенелов из племени Мускуса Скверны"] = 5481,
       ["Сатир из племени Каменного Сердца"] = 5481,
       ["Плут из племени Каменного Сердца"] = 5481,
       ["Тенелов из племени Каменного Сердца"] = 5481,
       ["Призыватель огня из племени Каменного Сердца"] = 5481,
       ["Алигар Мучитель"] = 5481,
       ["Бализар Скверный"] = 5481,
       ["Землеройный червь"] = 5481,
       ["Гелтарис"] = 5481,
       ["Принц Рейз"] = 5481,
      }
   },
   ["Печать Аратора"] = {
      drop = {
       ["Лейтенант Храброзов"] = 4458,
      }
   },
   ["Тусклый некротический камень"] = {
      drop = {
       ["Призрачный дух"] = 22892,
       ["Скелет-боец"] = 22892,
      }
   },
   ["Печать Троллебоя"] = {
      drop = {
       ["Принц Гален Троллебой"] = 4466,
      }
   },
   ["Голова наги из клана Зловещего Хвоста"] = {
      drop = {
       ["Мирмидон из клана Зловещего Хвоста"] = 5490,
       ["Разящий из клана Зловещего Хвоста"] = 5490,
       ["Скользящий по волнам из клана Зловещего Хвоста"] = 5490,
       ["Морская ведьма из клана Зловещего Хвоста"] = 5490,
       ["Колдунья из клана Зловещего Хвоста"] = 5490,
       ["Жрица из клана Зловещего Хвоста"] = 5490,
      }
   },
   ["Жезл Порядка"] = {
      drop = {
       ["Фозрук"] = 4469,
      }
   },
   ["Покрытые коркой минералы"] = {
      drop = {
       ["Радужный дракончик"] = 9589,
       ["Летучий хамелеон"] = 9589,
       ["Сухопутный бродяга"] = 9589,
       ["Скальный великан"] = 9589,
       ["Пойманный летучий хамелеон"] = 9589,
       ["Ослабленный сухопутный бродяга"] = 9589,
       ["Ослабленный скальный великан"] = 9589,
      }
   },
   ["Расколотое бревно"] = {
      drop = {
       ["Бродячий лесной древень"] = 9590,
      }
   },
   ["Упругое сухожилие"] = {
      drop = {
       ["Злобный совух"] = 9591,
       ["Примитивный совух"] = 9591,
       ["Дикий совух"] = 9591,
       ["Блеклоперый гиппогриф"] = 9591,
       ["Блеклоперый крылень"] = 9591,
       ["Блеклоперый грозовой крылень"] = 9591,
       ["Блеклоперый патриарх"] = 9591,
       ["Антилус Парящий"] = 9591,
       ["Хищный совух"] = 9591,
      }
   },
   ["Металлические фрагменты"] = {
      drop = {
       ["Злобный совух"] = 9592,
       ["Примитивный совух"] = 9592,
       ["Дикий совух"] = 9592,
       ["Блеклоперый гиппогриф"] = 9592,
       ["Блеклоперый крылень"] = 9592,
       ["Блеклоперый грозовой крылень"] = 9592,
       ["Блеклоперый патриарх"] = 9592,
       ["Антилус Парящий"] = 9592,
       ["Сухопутный бродяга"] = 9592,
       ["Скальный великан"] = 9592,
       ["Бродячий лесной древень"] = 9592,
       ["Хищный совух"] = 9592,
       ["Ослабленный сухопутный бродяга"] = 9592,
       ["Ослабленный скальный великан"] = 9592,
      }
   },
   ["Мистические оковы"] = {
      drop = {
       ["Мизраэль"] = 4473,
      }
   },
   ["Запечатанная папка"] = {
      drop = {
       ["Отрекшийся-курьер"] = 4482,
      }
   },
   ["Огненный ключ"] = {
      drop = {
       ["Пылающий изгой"] = 4483,
      }
   },
   ["Лунный камень Упавшего Неба"] = {
      drop = {
       ["Чащобный оракул"] = 5508,
      }
   },
   ["Скипетр Света"] = {
      drop = {
       ["Ясновидец клана Пылающего Клинка"] = 15750,
      }
   },
   ["Части тел насекомых Сентипаар"] = {
      drop = {
       ["Оса-сентипаар"] = 8587,
       ["Жалоносец-сентипаар"] = 8587,
       ["Членистоног-сентипаар"] = 8587,
       ["Рабочий-сентипаар"] = 8587,
       ["Проходчик-сентипаар"] = 8587,
       ["Разоритель-сентипаар"] = 8587,
      }
   },
   ["Гиацинтовый гриб"] = {
      drop = {
       ["Греллид"] = 10639,
      }
   },
   ["Амулет Кровавого камня"] = {
      drop = {
       ["Проходимец Синдиката"] = 4495,
       ["Налетчик Синдиката"] = 4495,
       ["Наемник Синдиката"] = 4495,
      }
   },
   ["Лимфа чащобного тенетника"] = {
      drop = {
       ["Чащобный тенетник"] = 10640,
      }
   },
   ["Глаз черного драконида"] = {
      drop = {
       ["Драконид Когтя Ярости"] = 16786,
       ["Властитель Змейталак"] = 16786,
       ["Огнечешуйчатая драконида Когтя Ярости"] = 16786,
       ["Страж Гнездовья"] = 16786,
       ["Солакар Пламя Гнева"] = 16786,
       ["Дракон-стражник Когтя Ярости"] = 16786,
       ["Капитан Когтя Ярости"] = 16786,
       ["Огнедышащая драконида Когтя Ярости"] = 16786,
       ["Наседка из Гнездовья"] = 16786,
       ["Огнечешуйчатый дракон Когтя Смерти"] = 16786,
       ["Огнечар Когтя Смерти"] = 16786,
       ["Драконида Когтя Смерти"] = 16786,
       ["Капитан Когтя Смерти"] = 16786,
       ["Гнездовая Когтя Смерти"] = 16786,
      }
   },
   ["Язык серого медведя"] = {
      drop = {
       ["Серый медведь"] = 3476,
       ["Злобный серый медведь"] = 3476,
       ["Старый серый медведь"] = 3476,
       ["Большой Самрас"] = 3476,
      }
   },
   ["Лимфа паука-охотника"] = {
      drop = {
       ["Старый моховой ползун"] = 3477,
       ["Гигантский моховой ползун"] = 3477,
       ["Лесной моховой ползун"] = 3477,
       ["Ползух"] = 3477,
      }
   },
   ["Клык тролля из племени Сухокожих"] = {
      drop = {
       ["Тролль из племени Сухокожих"] = 4503,
       ["Темный чародей из племени Сухокожих"] = 4503,
       ["Метатель топоров из племени Сухокожих"] = 4503,
       ["Знахарь из племени Сухокожих"] = 4503,
       ["Охотник за головами из племени Сухокожих"] = 4503,
       ["Темный охотник из племени Сухокожих"] = 4503,
       ["Берсерк из племени Сухокожих"] = 4503,
       ["Залас Сухокожий"] = 4503,
      }
   },
   ["Ключ Хамейи"] = {
      drop = {
       ["Секретный агент Хамейя"] = 15767,
      }
   },
   ["Знак Стромгарда"] = {
      drop = {
       ["Тать Синдиката"] = 4506,
       ["Окудник Синдиката"] = 4506,
       ["Волхв Синдиката"] = 4506,
      }
   },
   ["Узы скверны Нефритового Пламени"] = {
      drop = {
       ["Сатир из племени Нефритового Пламени"] = 11674,
       ["Разбойник из племени Нефритового Пламени"] = 11674,
       ["Плут из племени Нефритового Пламени"] = 11674,
       ["Предатель из племени Нефритового Пламени"] = 11674,
       ["Скверноподданный из племени Нефритового Пламени"] = 11674,
       ["Тенелов из племени Нефритового Пламени"] = 11674,
       ["Призыватель огня из племени Нефритового Пламени"] = 11674,
      }
   },
   ["Фолиант Илкруда Магтрулла"] = {
      drop = {
       ["Илкруд Магтрулл"] = 5533,
      }
   },
   ["Мешок ужасов Крастинова"] = {
      drop = {
       ["Джандис Барова"] = 13725,
      }
   },
   ["Оскверненная сфера Кровавого камня"] = {
      drop = {
       ["Марез Клобук"] = 4510,
      }
   },
   ["Глаз ящера нагорья"] = {
      drop = {
       ["Долгоног нагорья"] = 4512,
       ["Твердозуб нагорья"] = 4512,
      }
   },
   ["Сердце ящера"] = {
      drop = {
       ["Плотоглот нагорья"] = 4513,
      }
   },
   ["Голова Сарилуса Грязнорожденного"] = {
      drop = {
       ["Сарилус Грязнорожденный"] = 5537,
      }
   },
   ["Фетиш Дробителей Черепов"] = {
      drop = {
       ["Знахарь из племени Дробителей Черепов"] = 2466,
       ["Мистик из племени Дробителей Черепов"] = 2466,
      }
   },
   ["Обручальное кольцо Воррела"] = {
      drop = {
       ["Нэнси Вишас"] = 5538,
      }
   },
   ["Голова Марез"] = {
      drop = {
       ["Марез Клобук"] = 4515,
      }
   },
   ["Голова Отто"] = {
      drop = {
       ["Отто"] = 4516,
      }
   },
   ["Первая табличка Мошару"] = {
      drop = {
       ["Тека Мученик"] = 10660,
      }
   },
   ["Голова лорда Соколиного Шлема"] = {
      drop = {
       ["Лорд Соколиный Шлем"] = 4517,
      }
   },
   ["Вторая табличка Мошару"] = {
      drop = {
       ["Гидромант Велрата"] = 10661,
      }
   },
   ["Рваный фрагмент свитка"] = {
      drop = {
       ["Разъяренный каменный элементаль"] = 4518,
      }
   },
   ["Мятый фрагмент свитка"] = {
      drop = {
       ["Разъяренный каменный элементаль"] = 4519,
      }
   },
   ["Кровь горного льва"] = {
      drop = {
       ["Голодный горный лев"] = 3496,
       ["Яростный горный лев"] = 3496,
       ["Горный лев"] = 3496,
       ["Крупный горный лев"] = 3496,
      }
   },
   ["Обожженный фрагмент свитка"] = {
      drop = {
       ["Разъяренный каменный элементаль"] = 4520,
      }
   },
   ["Череп Дала Жилотяга"] = {
      drop = {
       ["Дал Жилотяг"] = 5544,
      }
   },
   ["Образец крови из Зимних Ключей"] = {
      drop = {
       ["Детеныш ледопарда"] = 21928,
       ["Ледопард"] = 21928,
       ["Ловчий ледопард"] = 21928,
       ["Ледопард-охотница"] = 21928,
       ["Дозорный прайда ледопардов"] = 21928,
       ["Могучий щербозуб"] = 21928,
       ["Медведь-щербозуб"] = 21928,
       ["Старый щербозуб"] = 21928,
       ["Бешеный щербозуб"] = 21928,
      }
   },
   ["Амулет Вароша"] = {
      drop = {
       ["Аррок Смертный Вопль"] = 12712,
      }
   },
   ["Голова Зельдарра"] = {
      drop = {
       ["Зельдарр Изгой"] = 15785,
      }
   },
   ["Лекарская сумка племени Сухокожих"] = {
      drop = {
       ["Знахарь из племени Сухокожих"] = 4522,
      }
   },
   ["Охлажденный окорок василиска"] = {
      drop = {
       ["Ледоглазый василиск"] = 2476,
      }
   },
   ["Заклинательный жезл Трелана"] = {
      drop = {
       ["Кор'греш Холодная Ярость"] = 4525,
      }
   },
   ["Лазурный агат"] = {
      drop = {
       ["Шаман клана Тяжелого Кулака"] = 4527,
      }
   },
   ["Стабильная эктоплазма"] = {
      drop = {
       ["Незримый слуга"] = 21935,
       ["Безглазый дозорный"] = 21935,
       ["Растерзанная крикунья"] = 21935,
       ["Яростная визгунья"] = 21935,
       ["Певица Смерти"] = 21935,
      }
   },
   ["Замороженная эктоплазма"] = {
      drop = {
       ["Страдающий высокорожденный"] = 21936,
       ["Тоскующая высокорожденная"] = 21936,
      }
   },
   ["Альтеракский перстень-печатка"] = {
      drop = {
       ["Шпион Синдиката"] = 3505,
       ["Караульный Синдиката"] = 3505,
       ["Саботажник Синдиката"] = 3505,
       ["Убийца из Синдиката"] = 3505,
       ["Головорез Синдиката"] = 3505,
       ["Волшебник Синдиката"] = 3505,
       ["Гравис Слипнот"] = 3505,
      }
   },
   ["Опаленная эктоплазма"] = {
      drop = {
       ["Истерзанный друид"] = 21937,
       ["Истерзанный часовой"] = 21937,
      }
   },
   ["Магмовое ядро"] = {
      drop = {
       ["Повелитель магмы Бокк"] = 21938,
      }
   },
   ["Чешуя наги Пронзающего Гребня"] = {
      drop = {
       ["Побережник из клана Пронзающего Гребня"] = 3509,
       ["Береговой охотник из клана Пронзающего Гребня"] = 3509,
       ["Крикунья из клана Пронзающего Гребня"] = 3509,
       ["Сирена из клана Пронзающего Гребня"] = 3509,
       ["Леди Зефрис"] = 3509,
      }
   },
   ["Глаз мурлока из клана Рваный Плавник"] = {
      drop = {
       ["Грязекоп из племени Рваного Плавника"] = 3510,
       ["Береговик из племени Рваного Плавника"] = 3510,
       ["Оракул из племени Рваного Плавника"] = 3510,
       ["Волнолов из племени Порванного Плавника"] = 3510,
       ["Шрамник"] = 3510,
      }
   },
   ["Череп Мор'Ладима"] = {
      drop = {
       ["Мор'Ладим"] = 3514,
      }
   },
   ["Пятнистая рыба-луна"] = {
      drop = {
       ["Мурлок-трупоед"] = 1467,
       ["Мурлок-следопыт"] = 1467,
       ["Мурлок-волномут"] = 1467,
       ["Низший мурлок-волномут"] = 1467,
       ["Мурлок-разведчик"] = 1467,
       ["Мурлок-гарпунер"] = 1467,
       ["Кальмарник"] = 1467,
      }
   },
   ["Посох Атэрика"] = {
      drop = {
       ["Верховный маг Атаерик"] = 3515,
      }
   },
   ["Книга Древних"] = {
      drop = {
       ["Лорд Крагару"] = 15803,
      }
   },
   ["Голова Лесковара"] = {
      drop = {
       ["Лорд Грегор Лесковар"] = 3516,
      }
   },
   ["Голова Темного Терзателя"] = {
      drop = {
       ["Рыцарь смерти Темный Терзатель"] = 18880,
      }
   },
   ["Голова Ор'Калара"] = {
      drop = {
       ["Ор'Калар"] = 4551,
      }
   },
   ["Сбалансированная шпага Сталлера"] = {
      drop = {
       ["Жарквия"] = 11723,
      }
   },
   ["Часть прочной хрустальной ноги"] = {
      drop = {
       ["Хрустальный паук"] = 11725,
      }
   },
   ["Слизь Каменного Когтя"] = {
      drop = {
       ["Сокотварь"] = 5582,
      }
   },
   ["Чешуя волшебного дракончика"] = {
      drop = {
       ["Волшебный дракончик"] = 5583,
       ["Хитрый волшебный дракончик"] = 5583,
       ["Нал'тазар"] = 5583,
      }
   },
   ["Сумеречный Ус"] = {
      drop = {
       ["Сумеречный бегун"] = 5584,
      }
   },
   ["Глаз бегового оленя"] = {
      drop = {
       ["Беговой олень-рогач"] = 5585,
       ["Огромный быстроногий олень"] = 5585,
      }
   },
   ["Гадальные очки Нарайна"] = {
      drop = {
       ["Магмадар"] = 20951,
       ["Големагг Испепелитель"] = 20951,
       ["Барон Геддон"] = 20951,
       ["Гарр"] = 20951,
       ["Предвестник Сульфурон"] = 20951,
       ["Люцифрон"] = 20951,
       ["Гееннас"] = 20951,
       ["Шаззрах"] = 20951,
      }
   },
   ["Голова Тарга"] = {
      drop = {
       ["Тарг"] = 3550,
      }
   },
   ["Боевые бусы огров"] = {
      drop = {
       ["Вождь Омокк"] = 21982,
       ["Боевой маг из клана Черной Вершины"] = 21982,
       ["Мистик из клана Черной Вершины"] = 21982,
       ["Головорез из клана Черной Вершины"] = 21982,
       ["Разоритель из клана Черной Вершины"] = 21982,
       ["Огр-волхв из клана Черной Вершины"] = 21982,
       ["Полководец из клана Черной Вершины"] = 21982,
       ["Лорд-волхв из клана Черной Вершины"] = 21982,
       ["Полководец из клана Черной Вершины"] = 21982,
       ["Мясник из клана Черной Вершины"] = 21982,
       ["Аррок Смертный Вопль"] = 21982,
       ["Головорез из клана Гордок"] = 21982,
       ["Громила из клана Гордок"] = 21982,
       ["Изверг из клана Гордок"] = 21982,
       ["Огр-маг из клана Гордок"] = 21982,
       ["Маг-лорд из клана Гордок"] = 21982,
       ["Капитан из клана Гордок"] = 21982,
       ["Чернокнижник из клана Гордок"] = 21982,
       ["Разоритель из клана Гордок"] = 21982,
       ["Король Гордок"] = 21982,
       ["Топотун Криг"] = 21982,
       ["Стражник Слип'кик"] = 21982,
       ["Чо'Раш Наблюдатель"] = 21982,
       ["Капитан Давигром"] = 21982,
       ["Стражник Мол'дар"] = 21982,
       ["Дубильщик из клана Гордок"] = 21982,
      }
   },
   ["Голова Навозера"] = {
      drop = {
       ["Навозер"] = 3551,
      }
   },
   ["Голова Гломмуса"] = {
      drop = {
       ["Гломмус"] = 3552,
      }
   },
   ["Левая часть амулета Лорда Вальтхалака"] = {
      drop = {
       ["Мор Серое Копыто"] = 21984,
       ["Изалиен"] = 21984,
       ["Джариен"] = 21984,
       ["Сотос"] = 21984,
       ["Кормок"] = 21984,
      }
   },
   ["Голова Муг'тола"] = {
      drop = {
       ["Муг'тол"] = 3553,
      }
   },
   ["Корона воли"] = {
      drop = {
       ["Муг'тол"] = 3554,
      }
   },
   ["Огневит Опалителя"] = {
      drop = {
       ["Лорд Опалитель"] = 21987,
      }
   },
   ["Уголь Углевзора"] = {
      drop = {
       ["Пиростраж Углевзор"] = 21988,
      }
   },
   ["Череп Провидца"] = {
      drop = {
       ["Провидец"] = 16869,
      }
   },
   ["Уголь Огарцога"] = {
      drop = {
       ["Огарцог"] = 21989,
      }
   },
   ["Череп Сомнуса"] = {
      drop = {
       ["Сомнус"] = 16870,
      }
   },
   ["Череп Хроналиса"] = {
      drop = {
       ["Хроналис"] = 16871,
      }
   },
   ["Каменный зуб трогга"] = {
      drop = {
       ["Трогг из племени Камнедробов"] = 2536,
       ["Разведчик из племени Камнедробов"] = 2536,
       ["Головолом из племени Камнедробов"] = 2536,
       ["Костегрыз из племени Камнедробов"] = 2536,
       ["Геомант из племени Камнедробов"] = 2536,
       ["Ясновидец из племени Камнедробов"] = 2536,
       ["Землекоп из племени Камнедробов"] = 2536,
       ["Шаман из племени Камнедробов"] = 2536,
       ["Трогг-берсерк"] = 2536,
      }
   },
   ["Череп Акстроза"] = {
      drop = {
       ["Акстроз"] = 16872,
      }
   },
   ["Эктоплазма"] = {
      drop = {
       ["Призрак из племени Маграм"] = 15849,
      }
   },
   ["Ритуальное зелье"] = {
      drop = {
       ["Шаман из племени Дыбогривов"] = 6634,
      }
   },
   ["Полоска меха тенекрыла"] = {
      drop = {
       ["Тенекрыл"] = 15850,
      }
   },
   ["Рог кодо"] = {
      drop = {
       ["Потерявшийся степной кодо"] = 15852,
       ["Степной кодо"] = 15852,
      }
   },
   ["Ухо тролля из клана Кровавого Скальпа"] = {
      drop = {
       ["Воин из племени Кровавого Скальпа"] = 1519,
       ["Разведчик из племени Кровавого Скальпа"] = 1519,
       ["Охотник из племени Кровавого Скальпа"] = 1519,
       ["Берсерк из племени Кровавого Скальпа"] = 1519,
       ["Знахарь племени Кровавого Скальпа"] = 1519,
       ["Охотник за головами из племени Кровавого Скальпа"] = 1519,
       ["Метатель топоров из племени Кровавого Скальпа"] = 1519,
       ["Шаман из племени Кровавого Скальпа"] = 1519,
       ["Повелитель зверей из племени Кровавого Скальпа"] = 1519,
       ["Мистик из племени Кровавого Скальпа"] = 1519,
       ["Падальщик из племени Кровавого Скальпа"] = 1519,
      }
   },
   ["Копыто ловца Скверны"] = {
      drop = {
       ["Ловец Скверны"] = 6640,
      }
   },
   ["Клык тролля из племени Дробителей Черепов"] = {
      drop = {
       ["Воин из племени Дробителей Черепов"] = 1524,
       ["Охотник из племени Дробителей Черепов"] = 1524,
       ["Знахарь из племени Дробителей Черепов"] = 1524,
       ["Духолов из племени Дробителей Черепов"] = 1524,
       ["Метатель топоров из племени Дробителей Черепов"] = 1524,
       ["Пантера из племени Дробителей Черепов"] = 1524,
       ["Мистик из племени Дробителей Черепов"] = 1524,
       ["Охотник за головами из племени Дробителей Черепов"] = 1524,
       ["Разведчик из племени Дробителей Черепов"] = 1524,
       ["Берсерк из племени Дробителей Черепов"] = 1524,
       ["Повелитель зверей из племени Дробителей Черепов"] = 1524,
       ["Анатек Жестокий"] = 1524,
       ["Ган'зулах"] = 1524,
       ["Неззилок Зловещий"] = 1524,
      }
   },
   ["Фиал крови невинных"] = {
      drop = {
       ["Темный маг Синдиката"] = 5620,
      }
   },
   ["Сапфир рассыпавшегося ожерелья"] = {
      drop = {
       ["Гримлок"] = 7670,
      }
   },
   ["Некая руна"] = {
      drop = {
       ["Сирена из клана Бича Злобы"] = 13815,
       ["Мирмидон из клана Бича Злобы"] = 13815,
       ["Военачальник Бича Злобы"] = 13815,
       ["Зачаровывательница из клана Бича Злобы"] = 13815,
      }
   },
   ["Источник Силы рассыпавшегося ожерелья"] = {
      drop = {
       ["Аркедас"] = 7672,
      }
   },
   ["Расписание поставок Братства Справедливости"] = {
      drop = {
       ["Портовый начальник из Братства Справедливости"] = 7675,
      }
   },
   ["Сушеная голова"] = {
      drop = {
       ["Охотник за головами из племени Кровавого Скальпа"] = 1532,
      }
   },
   ["Мешочек с реагентами"] = {
      drop = {
       ["Сектант из клана Пылающего Клинка"] = 6652,
      }
   },
   ["Приказ верховного рыцаря"] = {
      drop = {
       ["Курьер из Багрового Легиона"] = 15868,
      }
   },
   ["Тлеющий уголь"] = {
      drop = {
       ["Низшее воплощение огня"] = 6655,
      }
   },
   ["Голова Чок'сула"] = {
      drop = {
       ["Чок'сул"] = 2561,
      }
   },
   ["Амулет Грола"] = {
      drop = {
       ["Грол Разрушитель"] = 10753,
      }
   },
   ["Амулет Севины"] = {
      drop = {
       ["Леди Севина"] = 10754,
      }
   },
   ["Голова надзирателя Мальториуса"] = {
      drop = {
       ["Надзиратель Мальториус"] = 18946,
      }
   },
   ["Шкура йети из пещеры Бешеного оврага"] = {
      drop = {
       ["Йети Бешеного оврага"] = 18947,
       ["Старейшина Бешеного оврага"] = 18947,
       ["Лютый йети Бешеного оврага"] = 18947,
       ["Крадущийся йети со Свирепого Утеса"] = 18947,
      }
   },
   ["Искрящая чешуя Газ'риллы"] = {
      drop = {
       ["Газ'рилла"] = 8707,
      }
   },
   ["Амулет Аллистария"] = {
      drop = {
       ["Верховный маг Аллистарий"] = 10755,
      }
   },
   ["Сердце черного дракона"] = {
      drop = {
       ["Обжигающий дракончик"] = 4612,
       ["Опаленный страж"] = 4612,
      }
   },
   ["Серебряный ключ Ракмора"] = {
      drop = {
       ["Краб с мертвой хваткой"] = 15878,
       ["Жестколапый клешневик"] = 15878,
      }
   },
   ["Наручники Чернохлыста"] = {
      drop = {
       ["Чернохлыст"] = 4615,
      }
   },
   ["Отрубленный рог Осквернителя"] = {
      drop = {
       ["Разелих Осквернитель"] = 10759,
      }
   },
   ["Коготь Властителя Рора"] = {
      drop = {
       ["Властитель Рор"] = 15879,
      }
   },
   ["Счастливая кирка Ржанца"] = {
      drop = {
       ["Тенегорнский проходчик"] = 4616,
       ["Тенегорнский темнопряд"] = 4616,
       ["Тенегорнский певчий"] = 4616,
       ["Тенегорнский воин"] = 4616,
      }
   },
   ["Голова Рамштайна Ненасытного"] = {
      drop = {
       ["Рамштайн Ненасытный"] = 15880,
      }
   },
   ["Голова Симоны"] = {
      drop = {
       ["Симон Совратительница"] = 18952,
      }
   },
   ["Золотой ключ Ракмора"] = {
      drop = {
       ["Нага из клана Скользящего Плавника"] = 15881,
       ["Колдунья из клана Скользящего Плавника"] = 15881,
       ["Воин из клана Скользящего Плавника"] = 15881,
       ["Мирмидон из клана Скользящего Плавника"] = 15881,
       ["Бичехвост из клана Скользящего Плавника"] = 15881,
       ["Волнолов из клана Скользящего Плавника"] = 15881,
       ["Оракул из клана Скользящего Плавника"] = 15881,
       ["Морская ведьма из клана Скользящего Плавника"] = 15881,
      }
   },
   ["Голова Клинфрана"] = {
      drop = {
       ["Клинфран Безумный"] = 18953,
      }
   },
   ["Самоцвет Кобрана"] = {
      drop = {
       ["Лорд Кобран"] = 9738,
      }
   },
   ["Голова Соленора"] = {
      drop = {
       ["Соленор Душегуб"] = 18954,
      }
   },
   ["Самоцвет Анакондры"] = {
      drop = {
       ["Повелительница Анакондра"] = 9739,
      }
   },
   ["Голова Арториуса"] = {
      drop = {
       ["Арториус Судьбоносный"] = 18955,
      }
   },
   ["Самоцвет Питонаса"] = {
      drop = {
       ["Лорд Питонас"] = 9740,
      }
   },
   ["Остаточное вещество"] = {
      drop = {
       ["Ослабленный береговой странник"] = 18956,
       ["Ослабленный сухопутный бродяга"] = 18956,
       ["Ослабленный странник волн"] = 18956,
       ["Ослабленный странник глубин"] = 18956,
       ["Ослабленный скальный великан"] = 18956,
      }
   },
   ["Наруч посла Инфернуса"] = {
      drop = {
       ["Посол Инфернос"] = 4621,
      }
   },
   ["Самоцвет Серпентиса"] = {
      drop = {
       ["Лорд Серпентис"] = 9741,
      }
   },
   ["Ядро элементаля воды"] = {
      drop = {
       ["Морской элементаль"] = 18958,
       ["Морской вал"] = 18958,
      }
   },
   ["Фурма"] = {
      drop = {
       ["Кузнец из клана Черного Железа"] = 18959,
      }
   },
   ["Подзорная труба наблюдателя"] = {
      drop = {
       ["Наблюдатель из клана Черного Железа"] = 18960,
      }
   },
   ["Послание Синдиката"] = {
      drop = {
       ["Преступник Синдиката"] = 3601,
       ["Вор Синдиката"] = 3601,
      }
   },
   ["Панцирь Зукк'аш"] = {
      drop = {
       ["Острожал из улья Зукк'аш"] = 18961,
       ["Оса из улья Зукк'аш"] = 18961,
       ["Рабочий улья Зукк'аш"] = 18961,
       ["Проходчик улья Зукк'аш"] = 18961,
       ["Жалохвост"] = 18961,
      }
   },
   ["Маленький осколок камня"] = {
      drop = {
       ["Младший каменный элементаль"] = 4626,
      }
   },
   ["Железы жалохвоста"] = {
      drop = {
       ["Жалохвост"] = 18962,
      }
   },
   ["Большой кусок камня"] = {
      drop = {
       ["Каменный элементаль"] = 4627,
      }
   },
   ["Голова Калифа Жало Скорпида"] = {
      drop = {
       ["Калиф Жало Скорпида"] = 8723,
      }
   },
   ["Браслеты Камня"] = {
      drop = {
       ["Большой каменный элементаль"] = 4628,
      }
   },
   ["Металлолом"] = {
      drop = {
       ["Огр из клана Гнилобрюхих"] = 4630,
       ["Громила из клана Гнилобрюхих"] = 4630,
       ["Охотник на драконов из клана Гнилобрюхих"] = 4630,
       ["Изверг из клана Гнилобрюхих"] = 4630,
       ["Шаман из клана Гнилобрюхих"] = 4630,
       ["Вождь клана Гнилобрюхих"] = 4630,
       ["Огр-маг из клана Гнилобрюхих"] = 4630,
       ["Воин из клана Гнилобрюхих"] = 4630,
       ["Мистик из клана Гнилобрюхих"] = 4630,
      }
   },
   ["Капля ядовитого ужаса"] = {
      drop = {
       ["Ядовитый ужас"] = 12822,
      }
   },
   ["Амулет Тяжелоступа"] = {
      drop = {
       ["Магреган Чернотень"] = 4635,
      }
   },
   ["Тлеющие угли"] = {
      drop = {
       ["Разбойник-дух огня"] = 5659,
       ["Пылающий опустошитель"] = 5659,
       ["Пылающий разрушитель"] = 5659,
      }
   },
   ["Руки Валдреда"] = {
      drop = {
       ["Валдред Морай"] = 3613,
      }
   },
   ["Кусок мяса червя-трупоеда"] = {
      drop = {
       ["Личинка-падальщик"] = 13853,
       ["Падальщик-пожиратель"] = 13853,
      }
   },
   ["Ящик Зимней Спячки"] = {
      drop = {
       ["Гонец из племени Зимней Спячки"] = 12829,
      }
   },
   ["Лапа Изувоя"] = {
      drop = {
       ["Изувой"] = 3614,
      }
   },
   ["Голова Курцена"] = {
      drop = {
       ["Полковник Курцен"] = 3615,
      }
   },
   ["Верхняя часть амулета Лорда Вальтхалака"] = {
      drop = {
       ["Телдрен"] = 22047,
      }
   },
   ["Око разума"] = {
      drop = {
       ["Май'Зот"] = 3616,
      }
   },
   ["Знак Земли"] = {
      drop = {
       ["Главарь То'грун"] = 4640,
      }
   },
   ["Ржавая шрапнель"] = {
      drop = {
       ["Обугленный древняк"] = 5664,
       ["Почерневший древняк"] = 5664,
       ["Мстительное древо"] = 5664,
      }
   },
   ["Подвеска Тени"] = {
      drop = {
       ["Моргант"] = 3617,
      }
   },
   ["Рука Дагуна"] = {
      drop = {
       ["Дагун Ненасытный"] = 4641,
      }
   },
   ["Голова Жруна"] = {
      drop = {
       ["Жрун"] = 3618,
      }
   },
   ["Табакерка Снеллига"] = {
      drop = {
       ["Первый помощник Снеллиг"] = 3619,
      }
   },
   ["Труп Лакмерана"] = {
      drop = {
       ["Лорд Лакмеран"] = 21027,
      }
   },
   ["Сердце Наследия"] = {
      drop = {
       ["Могх Неумирающий"] = 4644,
      }
   },
   ["Прах пыледемона"] = {
      drop = {
       ["Пыледемон"] = 5669,
      }
   },
   ["Голова Ивара"] = {
      drop = {
       ["Ивар Нечистый"] = 3621,
      }
   },
   ["Цепи Гематуса"] = {
      drop = {
       ["Гематус"] = 4645,
      }
   },
   ["Сущность Плети ночи"] = {
      drop = {
       ["Плеть ночи"] = 3622,
      }
   },
   ["Звезда Ксиль'и"] = {
      drop = {
       ["Грел'борг Скряга"] = 4646,
      }
   },
   ["Голова Тула"] = {
      drop = {
       ["Тул Коготь Ворона"] = 3623,
      }
   },
   ["Голова Некроша"] = {
      drop = {
       ["Вождь Нек'рош"] = 3625,
      }
   },
   ["Голова барона Вардуса"] = {
      drop = {
       ["Барон Вардус"] = 3626,
      }
   },
   ["Клык Вагаша"] = {
      drop = {
       ["Вагаш"] = 3627,
      }
   },
   ["Кристаллические чешуи"] = {
      drop = {
       ["Опаленный василиск"] = 5675,
       ["Обгоревший василиск"] = 5675,
       ["Копченый василиск"] = 5675,
       ["Просоленный василиск"] = 5675,
      }
   },
   ["Рука Декстрена Варда"] = {
      drop = {
       ["Декстрен Вард"] = 3628,
      }
   },
   ["Фамильное кольцо Мисмантла"] = {
      drop = {
       ["Сталван Мистмантл"] = 3629,
      }
   },
   ["Паучий яд"] = {
      drop = {
       ["Скальный скрытень"] = 2606,
       ["Древесный воронковый паук"] = 2606,
       ["Лесной паук-скрытень"] = 2606,
       ["Шанда Прядильщица"] = 2606,
      }
   },
   ["Голова Таргорра"] = {
      drop = {
       ["Таргорр Ужасный"] = 3630,
      }
   },
   ["Клык кабана Грубобрюха"] = {
      drop = {
       ["Грубобрюх"] = 3631,
      }
   },
   ["Мо'грошский кристалл"] = {
      drop = {
       ["Огр из клана Мо'Грош"] = 2607,
       ["Головорез из клана Мо'Грош"] = 2607,
       ["Громила из клана Мо'Грош"] = 2607,
       ["Шаман из клана Мо'Грош"] = 2607,
       ["Мистик из клана Мо'Грош"] = 2607,
       ["Амогг Сокрушитель"] = 2607,
      }
   },
   ["Лапа Фангора"] = {
      drop = {
       ["Лейтенант Фангор"] = 3632,
      }
   },
   ["Голова Гат'Илзогга"] = {
      drop = {
       ["Гат'Илзогг"] = 3633,
      }
   },
   ["Великолепный рог бегового оленя"] = {
      drop = {
       ["Мохоногий олень"] = 20017,
      }
   },
   ["Голова Мрачнона"] = {
      drop = {
       ["Мрачнон Белесый"] = 3634,
      }
   },
   ["Необработанный кремень"] = {
      drop = {
       ["Ткач туманов из стаи Мохошкуров"] = 2611,
       ["Бегун топей из стаи Мохошкуров"] = 2611,
       ["Зверолов из стаи Мохошкуров"] = 2611,
       ["Громила из стаи Мохошкуров"] = 2611,
       ["Мистик из стаи Мохошкуров"] = 2611,
       ["Вожак стаи Мохошкуров"] = 2611,
       ["Костоглод"] = 2611,
      }
   },
   ["Лапа Червеглаза"] = {
      drop = {
       ["Червеглаз"] = 3635,
      }
   },
   ["Зуб Морфаза"] = {
      drop = {
       ["Морфаз"] = 20019,
      }
   },
   ["Чешуя Старого Мрачноглаза"] = {
      drop = {
       ["Старый Мрачноглаз"] = 3636,
      }
   },
   ["Мясо мягкокожего моллюска"] = {
      drop = {
       ["Глубинный великан"] = 15924,
       ["Глубинный искатель"] = 15924,
       ["Нага из клана Скользящего Плавника"] = 15924,
       ["Колдунья из клана Скользящего Плавника"] = 15924,
       ["Воин из клана Скользящего Плавника"] = 15924,
       ["Мирмидон из клана Скользящего Плавника"] = 15924,
       ["Оракул из клана Скользящего Плавника"] = 15924,
       ["Краб с мертвой хваткой"] = 15924,
       ["Жестколапый клешневик"] = 15924,
       ["Разъяренный рифовый краб"] = 15924,
       ["Лорд Крагару"] = 15924,
      }
   },
   ["Голова ван Клифа"] = {
      drop = {
       ["Эдвин ван Клиф"] = 3637,
      }
   },
   ["Пепел Ун'Горо"] = {
      drop = {
       ["Испепеляющий элементаль"] = 11829,
       ["Живое пламя"] = 11829,
       ["Яропламень"] = 11829,
       ["Пылающий захватчик"] = 11829,
       ["Барон Огнерр"] = 11829,
      }
   },
   ["Коготь Зарлозуба"] = {
      drop = {
       ["Зарлозуб"] = 3638,
      }
   },
   ["Голова Ордана"] = {
      drop = {
       ["Хранитель Ордан"] = 5686,
      }
   },
   ["Лазурный ключ"] = {
      drop = {
       ["Морфаз"] = 20022,
      }
   },
   ["Чешуя перепончатого деметродона"] = {
      drop = {
       ["Молодой деметродон"] = 11830,
       ["Деметродон"] = 11830,
       ["Старый деметродон"] = 11830,
      }
   },
   ["Ухо Балгараса"] = {
      drop = {
       ["Балгорас Нечистый"] = 3639,
      }
   },
   ["Зашифрованный фрагмент"] = {
      drop = {
       ["Громорогий крылень"] = 20023,
       ["Громоголовый крыловоин"] = 20023,
       ["Громоголовый патриарх"] = 20023,
       ["Громоголовый соправитель"] = 20023,
       ["Древесный отшельник"] = 20023,
       ["Лесной слизнюк"] = 20023,
      }
   },
   ["Чешуя перепончатого терродактиля"] = {
      drop = {
       ["Птенец терродактиля"] = 11831,
       ["Терродактиль"] = 11831,
       ["Бесноватый терродактиль"] = 11831,
      }
   },
   ["Голова Гневливого"] = {
      drop = {
       ["Кам Гневливый"] = 3640,
      }
   },
   ["Кровь Морфаза"] = {
      drop = {
       ["Морфаз"] = 20025,
      }
   },
   ["Сверхлипкая смола"] = {
      drop = {
       ["Смоляная тварь"] = 11834,
       ["Смоляной скрытень"] = 11834,
       ["Смоляной господин"] = 11834,
       ["Смоляной ползун"] = 11834,
      }
   },
   ["Железа здорового бегового оленя"] = {
      drop = {
       ["Мохоногий олень"] = 20027,
      }
   },
   ["Мозг королевы Гориши"] = {
      drop = {
       ["Матка улья Гориши"] = 11835,
      }
   },
   ["Сияющая пыль"] = {
      drop = {
       ["Эльф крови-геодезист"] = 20028,
       ["Эльф крови-землемер"] = 20028,
      }
   },
   ["Заколдованный коралл"] = {
      drop = {
       ["Сирена из клана Бича Злобы"] = 20029,
      }
   },
   ["Ароматическая железа Гориши"] = {
      drop = {
       ["Оса из улья Гориши"] = 11837,
       ["Рабочий из улья Гориши"] = 11837,
       ["Разоритель из улья Гориши"] = 11837,
       ["Острожал из улья Гориши"] = 11837,
       ["Проходчик из улья Гориши"] = 11837,
       ["Стражник улья Гориши"] = 11837,
      }
   },
   ["Цветок гнили"] = {
      drop = {
       ["Ужасный скелет"] = 1598,
       ["Скелет-губитель"] = 1598,
      }
   },
   ["Ключ от сейфа на Отважном"] = {
      drop = {
       ["Капитан Халиндор"] = 2629,
      }
   },
   ["Сущность повелителя огня"] = {
      drop = {
       ["Рагнарос"] = 19017,
      }
   },
   ["Найденный фолиант"] = {
      drop = {
       ["Огр из клана Раздробленного Хребта"] = 3658,
       ["Громила из клана Раздробленного Хребта"] = 3658,
       ["Изверг из клана Раздробленного Хребта"] = 3658,
       ["Маг из клана Раздробленного Хребта"] = 3658,
       ["Головорез из клана Раздробленного Хребта"] = 3658,
       ["Солдат-наемник из клана Раздробленного Хребта"] = 3658,
       ["Расхититель из клана Раздробленного Хребта"] = 3658,
      }
   },
   ["Резной каменный идол"] = {
      drop = {
       ["Геомант из племени Камнедробов"] = 2636,
       ["Землекоп из племени Камнедробов"] = 2636,
       ["Трогг-берсерк"] = 2636,
      }
   },
   ["Кровавая ламинария"] = {
      drop = {
       ["Воин из клана Страшаз"] = 22094,
       ["Змеестраж из клана Страшаз"] = 22094,
       ["Колдунья из клана Страшаз"] = 22094,
       ["Сирена из клана Страшаз"] = 22094,
      }
   },
   ["Лучшая блесна Катума"] = {
      drop = {
       ["Гаммерита"] = 19023,
      }
   },
   ["Перо остроклюва-повелителя небес"] = {
      drop = {
       ["Остроклюв-повелитель небес"] = 19025,
      }
   },
   ["Копыто Арнака"] = {
      drop = {
       ["Арнак Зловещий Тотем"] = 12884,
      }
   },
   ["Голова Нагаза"] = {
      drop = {
       ["Нагаз"] = 3672,
      }
   },
   ["Обед Лярда"] = {
      drop = {
       ["Похититель из племени Порочной Ветви"] = 19034,
      }
   },
   ["Оберег из перьев"] = {
      drop = {
       ["Новобранец племени Мерзлогривов"] = 6753,
      }
   },
   ["Тиара Перенольда"] = {
      drop = {
       ["Грел'борг Скряга"] = 3684,
      }
   },
   ["Чертежи Супердровосек 6000"] = {
      drop = {
       ["Оператор Торговой Компании"] = 5734,
      }
   },
   ["Овальный Кровавый камень"] = {
      drop = {
       ["Кеган Мракмар"] = 3688,
      }
   },
   ["Механическая рука Геренцо"] = {
      drop = {
       ["Геренцо Терминатрикс"] = 5736,
      }
   },
   ["Шаровидный кровавый камень"] = {
      drop = {
       ["Рихтер"] = 3689,
      }
   },
   ["Осколок Кровавого камня"] = {
      drop = {
       ["Алина"] = 3690,
      }
   },
   ["Клинообразный Кровавый камень"] = {
      drop = {
       ["Дермот"] = 3691,
      }
   },
   ["Человеческий череп из Хилсбрада"] = {
      drop = {
       ["Фермер Рей"] = 3692,
       ["Темный маг Синдиката"] = 3692,
       ["Разбойник Синдиката"] = 3692,
       ["Сторож Синдиката"] = 3692,
       ["Хилсбрадский портной"] = 3692,
       ["Хилбрадский ученик кузнеца"] = 3692,
       ["Хилсбрадский фермер"] = 3692,
       ["Хилсбрадский крестьянин"] = 3692,
       ["Хилсбрадский пехотинец"] = 3692,
       ["Хилсбрадский шахтер"] = 3692,
       ["Хилсбрадский караульный"] = 3692,
       ["Штейгер Бондс"] = 3692,
       ["Мировой судья Бернсайд"] = 3692,
       ["Хилсбрадский батрак"] = 3692,
       ["Член совета Хилсбрада"] = 3692,
       ["Фермер Гетц"] = 3692,
       ["Кузнец Верринтан"] = 3692,
       ["Тюремный надзиратель Эстон"] = 3692,
       ["Тюремный надзиратель Малгрен"] = 3692,
       ["Клерк Гораций Белоконь"] = 3692,
       ["Горожанин Вилкс"] = 3692,
       ["Шахтер Хакетт"] = 3692,
       ["Фермерша Калаба"] = 3692,
       ["Хилсбрадский штейгер"] = 3692,
       ["Обреченный послушник"] = 3692,
       ["Обреченный монах"] = 3692,
       ["Проклятый паладин"] = 3692,
       ["Проклятый вершитель правосудия"] = 3692,
       ["Неупокоенный маг"] = 3692,
      }
   },
   ["Меч Гумберта"] = {
      drop = {
       ["Горный пехотинец Дун Гарока"] = 3693,
       ["Ружейник Дун Гарока"] = 3693,
       ["Жрец Дун Гарока"] = 3693,
       ["Тамран Грозовая Вершина"] = 3693,
      }
   },
   ["Грива вендиго"] = {
      drop = {
       ["Молодой вендиго"] = 2671,
       ["Вендиго"] = 2671,
       ["Идан Ревун"] = 2671,
       ["Старый Ледобород"] = 2671,
       ["Вагаш"] = 2671,
      }
   },
   ["Подвеска Тираниса"] = {
      drop = {
       ["Тиранис Малем"] = 6767,
      }
   },
   ["Голова посланника Малкина"] = {
      drop = {
       ["Посол Малкин"] = 17009,
      }
   },
   ["Звездолист"] = {
      drop = {
       ["Ясновидец племени Мерзлогривов"] = 2676,
      }
   },
   ["Кристалл тайной магии"] = {
      drop = {
       ["Морфаз"] = 20085,
      }
   },
   ["Чешуя волношлепа"] = {
      drop = {
       ["Молодой волношлеп"] = 20087,
       ["Волношлеп"] = 20087,
       ["Большой волношлеп"] = 20087,
      }
   },
   ["Ржавый железный ключ"] = {
      drop = {
       ["Тюремный надзиратель Борхин"] = 3704,
      }
   },
   ["Ключ от кандалов"] = {
      drop = {
       ["Хита'йа Хранительница"] = 19064,
      }
   },
   ["Боевые наручи Черной горы"] = {
      drop = {
       ["Караульный из легиона Изрубленного Щита"] = 22138,
       ["Послушник из легиона Изрубленного Щита"] = 22138,
       ["Легионер из легиона Изрубленного Щита"] = 22138,
       ["Чароплет из легиона Изрубленного Щита"] = 22138,
       ["Чернокнижник из легиона Изрубленного Щита"] = 22138,
       ["Налетчик из легиона Изрубленного Щита"] = 22138,
       ["Рубака из легиона Огненного Клейма"] = 22138,
       ["Легионер из легиона Огненного Клейма"] = 22138,
       ["Темнопряд из легиона Огненного Клейма"] = 22138,
       ["Призыватель духов из легиона Огненного Клейма"] = 22138,
       ["Ткач ужаса из легиона Огненного Клейма"] = 22138,
       ["Пиромант из легиона Огненного Клейма"] = 22138,
       ["Ветеран из легиона Кровавого Топора"] = 22138,
       ["Баннок Люторез"] = 22138,
       ["Налетчик из легиона Кровавого Топора"] = 22138,
       ["Вызыватель из легиона Кровавого Топора"] = 22138,
       ["Солдат-наемник из легиона Кровавого Топора"] = 22138,
       ["Призыватель из легиона Кровавого Топора"] = 22138,
       ["Гок Крепкобив"] = 22138,
       ["Интендант Зигрис"] = 22138,
       ["Ткач ужаса из легиона Чернорука"] = 22138,
       ["Призыватель из легиона Чернорука"] = 22138,
       ["Ветеран легиона Чернорука"] = 22138,
       ["Тюремщик легиона Чернорука"] = 22138,
       ["Элитный боец легиона Чернорука"] = 22138,
       ["Убийца из легиона Чернорука"] = 22138,
       ["Железный страж легиона Чернорука"] = 22138,
       ["Вождь Ренд Чернорук"] = 22138,
       ["Джед Руновед"] = 22138,
       ["Призванный ткач ужаса из легиона Чернорука"] = 22138,
       ["Призванный ветеран из легиона Чернорука"] = 22138,
       ["Укротитель драконов легиона Чернорука"] = 22138,
       ["Горалук Треснувшая Наковальня"] = 22138,
      }
   },
   ["Жезл Гелькулара"] = {
      drop = {
       ["Пещерный йети"] = 3708,
       ["Лютый йети"] = 3708,
       ["Горный йети"] = 3708,
       ["Гигантский йети"] = 3708,
      }
   },
   ["Змеиная шкура Арикары"] = {
      drop = {
       ["Арикара"] = 12925,
      }
   },
   ["Кости охотника Мальхора"] = {
      drop = {
       ["Нефритовый слякоч"] = 19070,
      }
   },
   ["Истертый каменный талисман"] = {
      drop = {
       ["Даларанский стражник со щитом"] = 3714,
       ["Даларанский чудотворец"] = 3714,
       ["Даларанский призыватель"] = 3714,
       ["Тюремщица Беламур"] = 3714,
       ["Даларанский рабочий"] = 3714,
      }
   },
   ["Браслеты Земли"] = {
      drop = {
       ["Порабощенный элементаль"] = 3715,
      }
   },
   ["Мясо долгонога"] = {
      drop = {
       ["Равнинный долгоног"] = 4739,
      }
   },
   ["Голова мурлока"] = {
      drop = {
       ["Грязекоп из племени Рваного Плавника"] = 3716,
       ["Береговик из племени Рваного Плавника"] = 3716,
       ["Оракул из племени Рваного Плавника"] = 3716,
       ["Волнолов из племени Порванного Плавника"] = 3716,
       ["Шрамник"] = 3716,
      }
   },
   ["Перо долгонога"] = {
      drop = {
       ["Равнинный долгоног"] = 4740,
      }
   },
   ["Браслеты оскверненного воплощения"] = {
      drop = {
       ["Оскверненное низшее воплощение воды"] = 7812,
      }
   },
   ["Шкура горной пумы"] = {
      drop = {
       ["Горная пума"] = 4742,
      }
   },
   ["Мех йети"] = {
      drop = {
       ["Пещерный йети"] = 3720,
       ["Лютый йети"] = 3720,
       ["Горный йети"] = 3720,
       ["Гигантский йети"] = 3720,
       ["Сквой"] = 3720,
       ["Ледочрев"] = 3720,
      }
   },
   ["Слиток светлостали"] = {
      drop = {
       ["Налетчик из племени Синежабрых"] = 2702,
      }
   },
   ["Коготь гарпии из клана Неистовства Ветра"] = {
      drop = {
       ["Гарпия из стаи Неистовства Ветра"] = 4751,
       ["Ведьма из стаи Неистовства Ветра"] = 4751,
      }
   },
   ["Голова Веджрека"] = {
      drop = {
       ["Веджрек"] = 6799,
      }
   },
   ["Лазурное перо"] = {
      drop = {
       ["Колдунья из стаи Неистовства Ветра"] = 4752,
      }
   },
   ["Бронзовое перо"] = {
      drop = {
       ["Матриарх стаи Неистовства Ветра"] = 4753,
      }
   },
   ["Осколки синего скипетра"] = {
      drop = {
       ["Утроба"] = 21137,
      }
   },
   ["Механизм гипервместимости"] = {
      drop = {
       ["Разъяренная пантера"] = 12946,
      }
   },
   ["Осколок красного скипетра"] = {
      drop = {
       ["Нефариан"] = 21138,
      }
   },
   ["Рог Ворлуса"] = {
      drop = {
       ["Ворлус Подлое Копыто"] = 6805,
      }
   },
   ["Лапа волка прерий"] = {
      drop = {
       ["Волк прерий"] = 4758,
       ["Охотник прерий"] = 4758,
       ["Могучий волк прерий"] = 4758,
      }
   },
   ["Коготь долгонога"] = {
      drop = {
       ["Равнинный долгоног"] = 4759,
       ["Взрослый равнинный долгоног"] = 4759,
       ["Старый полевой долгоног"] = 4759,
       ["Маззранач"] = 4759,
       ["Большой равнинный долгоног"] = 4759,
       ["Злобный равнинный долгоног"] = 4759,
       ["Проворный равнинный долгоног"] = 4759,
      }
   },
   ["Голова Старины Черношкура"] = {
      drop = {
       ["Старина Черношкур"] = 2713,
      }
   },
   ["Медальон Элуры"] = {
      drop = {
       ["Тень Элуры"] = 6809,
      }
   },
   ["Сущность Зандивиуса"] = {
      drop = {
       ["Зандивиус"] = 21145,
      }
   },
   ["Колье Сурены"] = {
      drop = {
       ["Сурена Каледон"] = 6810,
      }
   },
   ["Фрагмент Проклятия Кошмара"] = {
      drop = {
       ["Малахитор-страж ветвей"] = 21146,
       ["Малахитор-оракул"] = 21146,
       ["Малахитор-хранитель деревьев"] = 21146,
      }
   },
   ["Фрагмент Проклятия Кошмара"] = {
      drop = {
       ["Изумрудон-страж ветвей"] = 21147,
       ["Изумрудон-хранитель деревьев"] = 21147,
       ["Изумрудон-оракул"] = 21147,
      }
   },
   ["Фрагмент Проклятия Кошмара"] = {
      drop = {
       ["Нефритор-оракул"] = 21148,
       ["Нефритор-хранитель деревьев"] = 21148,
       ["Нефритор-страж ветвей"] = 21148,
      }
   },
   ["Фрагмент Проклятия Кошмара"] = {
      drop = {
       ["Сумеречный осквернитель"] = 21149,
      }
   },
   ["Медальон Чарлги Остробок"] = {
      drop = {
       ["Чарлга Остробок"] = 5792,
      }
   },
   ["Трофейное перо перепелятника"] = {
      drop = {
       ["Тощий перепелятник"] = 4769,
       ["Перепелятник"] = 4769,
       ["Когтистый перепелятник"] = 4769,
      }
   },
   ["Сердце Чарлги Остробок"] = {
      drop = {
       ["Чарлга Остробок"] = 5793,
      }
   },
   ["Пояс племени Дыбогривов"] = {
      drop = {
       ["Свинобраз из племени Дыбогривов"] = 4770,
       ["Шаман из племени Дыбогривов"] = 4770,
      }
   },
   ["Соленый яд скорпида"] = {
      drop = {
       ["Скорпид-убийца"] = 5794,
       ["Скорпид-разоритель"] = 5794,
       ["Коварное Жало"] = 5794,
      }
   },
   ["Крепкий панцирь черепахи"] = {
      drop = {
       ["Блестопанцирная черепаха"] = 5795,
       ["Блестопанцирный крепкохват"] = 5795,
       ["Блестопанцирный бурильщик"] = 5795,
      }
   },
   ["Соленый хвостовой плавник"] = {
      drop = {
       ["Воин племени Соленой Чешуи"] = 5796,
       ["Оракул племени Соленой Чешуи"] = 5796,
       ["Повелитель приливов из племени Соленой Чешуи"] = 5796,
       ["Добытчик из племени Соленой Чешуи"] = 5796,
       ["Охотник из племени Соленой Чешуи"] = 5796,
      }
   },
   ["Индарилиевая пластина"] = {
      drop = {
       ["Ясновидец из племени Каменного Свода"] = 5797,
       ["Костегрыз из племени Каменного Свода"] = 5797,
       ["Шаман из племени Каменного Свода"] = 5797,
       ["Камнеед из племени Каменного Свода"] = 5797,
       ["Охотник из племени Каменного Свода"] = 5797,
       ["Губитель из племени Каменного Свода"] = 5797,
      }
   },
   ["Клык скального койота"] = {
      drop = {
       ["Скальный койот"] = 7846,
       ["Яростный скальный койот"] = 7846,
       ["Старый скальный койот"] = 7846,
       ["Бешеный скальный койот"] = 7846,
      }
   },
   ["Второй желудок канюка"] = {
      drop = {
       ["Голодный канюк"] = 7847,
       ["Канюк"] = 7847,
       ["Гигантский канюк"] = 7847,
      }
   },
   ["Осколок каменного элементаля"] = {
      drop = {
       ["Каменный элементаль"] = 7848,
       ["Младший каменный элементаль"] = 7848,
       ["Большой каменный элементаль"] = 7848,
       ["Посол Инфернос"] = 7848,
       ["Грохотун"] = 7848,
       ["Разъяренный каменный элементаль"] = 7848,
       ["Страж Фам'ретор"] = 7848,
       ["Смолдар"] = 7848,
      }
   },
   ["Гуано летучей мыши Лабиринтов"] = {
      drop = {
       ["Лабиринтовый нетопырь"] = 5801,
       ["Большой лабиринтовый нетопырь"] = 5801,
      }
   },
   ["Щепотка сонной пыли"] = {
      drop = {
       ["Юный дракончик"] = 5803,
       ["Мечтательный дракончик"] = 5803,
       ["Зеленая драконида"] = 5803,
       ["Драконида-сновидица"] = 5803,
       ["Зеленый чешуйчатый губитель"] = 5803,
       ["Капитан чешуйчатых губителей"] = 5803,
       ["Старый драконид"] = 5803,
       ["Лорд-капитан Змеюк"] = 5803,
      }
   },
   ["Сердце доблести"] = {
      drop = {
       ["Псарь Локси"] = 5805,
       ["Ирод"] = 5805,
       ["Командир Могрейн из Алого ордена"] = 5805,
       ["Верховный инквизитор Вайтмейн"] = 5805,
       ["Дознаватель Вишас"] = 5805,
       ["Оберегатель Алого ордена"] = 5805,
       ["Разведчик Алого ордена"] = 5805,
       ["Чародей Алого ордена"] = 5805,
       ["Караульный Алого ордена"] = 5805,
       ["Авгур Алого ордена"] = 5805,
       ["Послушник Алого ордена"] = 5805,
       ["Солдат Алого ордена"] = 5805,
       ["Орденоносец Алого ордена"] = 5805,
       ["Зверолов из Алого ордена"] = 5805,
       ["Пробудитель из Алого ордена"] = 5805,
       ["Охранник Алого ордена"] = 5805,
       ["Предсказатель Алого ордена"] = 5805,
       ["Заступник Алого ордена"] = 5805,
       ["Провидец Алого ордена"] = 5805,
       ["Колдун Алого ордена"] = 5805,
       ["Мирмидон Алого ордена"] = 5805,
       ["Адепт Алого ордена"] = 5805,
       ["Окудник из Алого ордена"] = 5805,
       ["Защитник из Алого ордена"] = 5805,
       ["Капеллан Алого ордена"] = 5805,
       ["Волшебник Алого ордена"] = 5805,
       ["Центурион Алого ордена"] = 5805,
       ["Воитель из Алого ордена"] = 5805,
       ["Аббат Алого ордена"] = 5805,
       ["Истязатель из Алого ордена"] = 5805,
       ["Монах Алого ордена"] = 5805,
       ["Чародей Доан"] = 5805,
      }
   },
   ["Ядовитая железа величавой виверны"] = {
      drop = {
       ["Молодая величавая виверна"] = 5808,
       ["Величавая виверна"] = 5808,
       ["Величавый небесный охотник"] = 5808,
       ["Величавый консорт"] = 5808,
       ["Величавый патриарх"] = 5808,
       ["Крыло скорби"] = 5808,
       ["Величавый паритель"] = 5808,
      }
   },
   ["Ядовитая железа виверны Скального гнездовья"] = {
      drop = {
       ["Виверна Скального гнездовья"] = 5809,
       ["Соправитель Скального гнездовья"] = 5809,
       ["Патриарх Скального гнездовья"] = 5809,
       ["Сердцерез"] = 5809,
      }
   },
   ["Грива Ледочрева"] = {
      drop = {
       ["Ледочрев"] = 5811,
      }
   },
   ["Опаленный паучий клык"] = {
      drop = {
       ["Ловец-кровопийца"] = 6838,
       ["Пещерный ловец"] = 6838,
      }
   },
   ["Обугленный рог"] = {
      drop = {
       ["Химера-слеток"] = 6839,
       ["Молодая химера"] = 6839,
      }
   },
   ["Гальванизированный рог"] = {
      drop = {
       ["Химера-матриарх"] = 6840,
      }
   },
   ["Сосуд флогистона"] = {
      drop = {
       ["Ругуг"] = 6841,
      }
   },
   ["Горящая кровь"] = {
      drop = {
       ["Вестник Тьмы из стаи Ночной Погибели"] = 6844,
       ["Ярый Клык Ночной Погибели"] = 6844,
       ["Тенеткач Ночной Погибели"] = 6844,
       ["Ворген из стаи Ночной Погибели"] = 6844,
       ["Нечистый ворген из стаи Ночной Погибели"] = 6844,
      }
   },
   ["Горящий камень"] = {
      drop = {
       ["Кишкодер"] = 6845,
      }
   },
   ["Документ Братства Справедливости"] = {
      drop = {
       ["Волшебник-плут из Братства Справедливости"] = 6846,
      }
   },
   ["Послание гномов Черного Железа"] = {
      drop = {
       ["Шпион из клана Черного Железа"] = 6847,
      }
   },
   ["Когти охотника прерий"] = {
      drop = {
       ["Охотник прерий"] = 4801,
      }
   },
   ["Подвеска Трешалы"] = {
      drop = {
       ["Властитель Таранный Клык"] = 5825,
       ["Чарлга Остробок"] = 5825,
       ["Аггем Терновое Проклятие"] = 5825,
       ["Страж чертогов"] = 5825,
       ["Вестник смерти Джаргба"] = 5825,
       ["Воин племени Иглошкурых"] = 5825,
       ["Свиностраж племени Иглошкурых"] = 5825,
       ["Страж-смотритель из племени Иглошкурых"] = 5825,
       ["Копьешкур из племени Иглошкурых"] = 5825,
       ["Тотемист племени Иглошкурых"] = 5825,
       ["Защитник из племени Иглошкурых"] = 5825,
       ["Послушница из племени Мертвой Головы"] = 5825,
       ["Адепт из племени Мертвой Головы"] = 5825,
       ["Жрица из племени Мертвой Головы"] = 5825,
       ["Ведунья из племени Мертвой Головы"] = 5825,
       ["Ясновидица из племени Мертвой Головы"] = 5825,
       ["Геомант племени Иглошкурых"] = 5825,
       ["Пылеткач из племени Иглошкурых"] = 5825,
       ["Землетряска из племени Иглошкурых"] = 5825,
       ["Землеломка из племени Иглошкурых"] = 5825,
       ["Укротитель из племени Иглошкурых"] = 5825,
       ["Дрессировщик из племени Иглошкурых"] = 5825,
       ["Повелитель зверей из племени Иглошкурых"] = 5825,
       ["Иглостраж-воитель"] = 5825,
       ["Заклинательница земли Халмгар"] = 5825,
       ["Ловчий из племени Иглошкурых"] = 5825,
       ["Ругуг"] = 5825,
      }
   },
   ["Когти пумы"] = {
      drop = {
       ["Пума плоскогорья"] = 4802,
      }
   },
   ["Зуб могучего волка прерий"] = {
      drop = {
       ["Могучий волк прерий"] = 4803,
      }
   },
   ["Сердце волка прерий"] = {
      drop = {
       ["Волк прерий"] = 4804,
       ["Охотник прерий"] = 4804,
       ["Могучий волк прерий"] = 4804,
      }
   },
   ["Бедренная кость пумы плоскогорья"] = {
      drop = {
       ["Пума плоскогорья"] = 4805,
      }
   },
   ["Чешуя долгонога"] = {
      drop = {
       ["Равнинный долгоног"] = 4806,
       ["Взрослый равнинный долгоног"] = 4806,
       ["Старый полевой долгоног"] = 4806,
       ["Маззранач"] = 4806,
       ["Большой равнинный долгоног"] = 4806,
       ["Злобный равнинный долгоног"] = 4806,
       ["Проворный равнинный долгоног"] = 4806,
      }
   },
   ["Голова Кенаты"] = {
      drop = {
       ["Кената Дабири"] = 5830,
      }
   },
   ["Потроха перепелятника"] = {
      drop = {
       ["Тощий перепелятник"] = 4807,
       ["Перепелятник"] = 4807,
       ["Когтистый перепелятник"] = 4807,
      }
   },
   ["Голова Фардела"] = {
      drop = {
       ["Фардел Дабири"] = 5831,
      }
   },
   ["Голова Марселя"] = {
      drop = {
       ["Марсель Дабири"] = 5832,
      }
   },
   ["Ядовитая железа Веноксиса"] = {
      drop = {
       ["Верховный жрец Веноксис"] = 22216,
      }
   },
   ["Ядовитая железа Куриннакса"] = {
      drop = {
       ["Куриннакс"] = 22217,
      }
   },
   ["Ребро Сталезуба"] = {
      drop = {
       ["Сталезуб"] = 5837,
      }
   },
   ["Огненный язык"] = {
      drop = {
       ["Опаляющий малыш дракона"] = 5840,
       ["Опаляющий дракончик"] = 5840,
      }
   },
   ["Сущность язвительного призрака"] = {
      drop = {
       ["Элдретарский колдун"] = 22224,
       ["Элдретарская тень"] = 22224,
       ["Элдретарский дух"] = 22224,
       ["Элдретарский призрак"] = 22224,
       ["Элдретарский фантазм"] = 22224,
      }
   },
   ["Пылающее сердце"] = {
      drop = {
       ["Опаляющий малыш дракона"] = 5841,
       ["Опаляющий дракончик"] = 5841,
      }
   },
   ["Неочищенный образец руды"] = {
      drop = {
       ["Землекоп из племени Камнерылов"] = 5842,
       ["Геодезист из племени Камнерылов"] = 5842,
       ["Глупошмыг"] = 5842,
      }
   },
   ["Радужная раковина"] = {
      drop = {
       ["Полководец Креллиан"] = 23250,
      }
   },
   ["Останки друидов"] = {
      drop = {
       ["Душитель из улья Регал"] = 22226,
       ["Землеглот из улья Регал"] = 22226,
       ["Огнеполох из улья Регал"] = 22226,
       ["Поработитель из улья Регал"] = 22226,
       ["Повелитель улья Регал"] = 22226,
      }
   },
   ["Планшет Шумовика"] = {
      drop = {
       ["Бригадир Шумовик"] = 4819,
      }
   },
   ["Коготь Гренки"] = {
      drop = {
       ["Гренка Кровавый Визг"] = 5843,
      }
   },
   ["Реликвия Деревни Звездного Ветра"] = {
      drop = {
       ["Великан ледяного молота"] = 22227,
       ["Оберегатель ледяного молота"] = 22227,
      }
   },
   ["Фрагменты Рок'Алима"] = {
      drop = {
       ["Рок'Алим Крушитель"] = 5844,
      }
   },
   ["Сверкающий меч фанатизма"] = {
      drop = {
       ["Претор Алого ордена"] = 22228,
      }
   },
   ["Лапа гнолла"] = {
      drop = {
       ["Надсмотрщик из стаи Речной Лапы"] = 725,
       ["Гнолл из стаи Речной Лапы"] = 725,
       ["Полукровка из стаи Речной Лапы"] = 725,
       ["Громила из стаи Речной Лапы"] = 725,
       ["Надзиратель из стаи Речной Лапы"] = 725,
       ["Бандит из стаи Речной Лапы"] = 725,
       ["Мистик из стаи Речной Лапы"] = 725,
       ["Разведчик из стаи Речной Лапы"] = 725,
       ["Травник стаи Речной Лапы"] = 725,
       ["Сержант Острый Коготь"] = 725,
       ["Шаман стаи Речной Лапы"] = 725,
       ["Шахтер из стаи Речной Лапы"] = 725,
      }
   },
   ["Пепел душ Изгнанников"] = {
      drop = {
       ["Проклятый паладин"] = 22229,
       ["Проклятый вершитель правосудия"] = 22229,
       ["Неупокоенный маг"] = 22229,
      }
   },
   ["Голова мурлока из клана Болотного Плавника"] = {
      drop = {
       ["Пачкун из племени Болотного Плавника"] = 5847,
       ["Мурлок из племени Болотного Плавника"] = 5847,
       ["Воин из племени Болотного Плавника"] = 5847,
       ["Грязекоп из племени Болотного Плавника"] = 5847,
       ["Береговик из племени Болотного Плавника"] = 5847,
       ["Оракул из племени Болотного Плавника"] = 5847,
       ["Воровской Глаз"] = 5847,
      }
   },
   ["Полая кость стервятника"] = {
      drop = {
       ["Солончаковый падальщик"] = 5848,
       ["Стервятник соляных равнин"] = 5848,
      }
   },
   ["Прах с копыт северного оленя"] = {
      drop = {
       ["Гигантский йети"] = 21211,
       ["Тенегорнский землекоп"] = 21211,
       ["Хрустальный паук"] = 21211,
       ["Пират Южных морей"] = 21211,
       ["Элдретарский дух"] = 21211,
      }
   },
   ["Целый силитидский панцирь"] = {
      drop = {
       ["Силитид-искатель"] = 5853,
       ["Силитид-захватчик"] = 5853,
       ["Опустошитель-силитид"] = 5853,
       ["Силитид-трутень"] = 5853,
      }
   },
   ["Шпора силитида"] = {
      drop = {
       ["Силитид-искатель"] = 5854,
       ["Силитид-захватчик"] = 5854,
       ["Опустошитель-силитид"] = 5854,
       ["Силитид-трутень"] = 5854,
      }
   },
   ["Медальоны Рольфа и Малакаи"] = {
      drop = {
       ["Мурлок-добытчик"] = 735,
       ["Мурлок-налетчик"] = 735,
       ["Речной мурлок-бегун"] = 735,
      }
   },
   ["Сердце силитида"] = {
      drop = {
       ["Силитид-искатель"] = 5855,
       ["Силитид-захватчик"] = 5855,
       ["Опустошитель-силитид"] = 5855,
       ["Силитид-трутень"] = 5855,
      }
   },
   ["Рога Незры"] = {
      drop = {
       ["Воитель из клана Черной горы"] = 7906,
       ["Темный чародей из клана Черной горы"] = 7906,
       ["Перебежчик из клана Черной горы"] = 7906,
       ["Рубака из клана Черной горы"] = 7906,
       ["Вестник из клана Черной горы"] = 7906,
       ["Следопыт из клана Черной горы"] = 7906,
       ["Разведчик из клана Черной горы"] = 7906,
       ["Караульный из клана Черной горы"] = 7906,
       ["Охотник из клана Черной горы"] = 7906,
       ["Призыватель из клана Черной горы"] = 7906,
       ["Гладиатор из клана Черной горы"] = 7906,
      }
   },
   ["Череп Коррака"] = {
      drop = {
       ["Коррак Кровопуск"] = 18148,
      }
   },
   ["Ветка смоковницы"] = {
      drop = {
       ["Проклятый платан"] = 742,
      }
   },
   ["Рог Арра'чеи"] = {
      drop = {
       ["Арра'чея"] = 4841,
      }
   },
   ["Сердце Мокка"] = {
      drop = {
       ["Мокк Дикарь"] = 2797,
      }
   },
   ["Жесткое волчье мясо"] = {
      drop = {
       ["Лесной волк"] = 750,
       ["Молодой волк"] = 750,
       ["Косматый лесной волк"] = 750,
       ["Косматый молодой волк"] = 750,
      }
   },
   ["Сердце Вихря"] = {
      drop = {
       ["Циклониан"] = 6894,
      }
   },
   ["Оковы Стихий Лотвила"] = {
      drop = {
       ["Страж Фам'ретор"] = 4847,
      }
   },
   ["Красная холщовая бандана"] = {
      drop = {
       ["Лиходей из Братства Справедливости"] = 752,
      }
   },
   ["Рыло боевого вепря"] = {
      drop = {
       ["Боевой вепрь из племени Дыбогривов"] = 4848,
       ["Боевой вепрь"] = 4848,
      }
   },
   ["Бок боевого вепря"] = {
      drop = {
       ["Боевой вепрь из племени Дыбогривов"] = 4849,
       ["Боевой вепрь"] = 4849,
      }
   },
   ["Ключ от Башни Братства Справедливости"] = {
      drop = {
       ["Уродливый мертвяк из Братства Справедливости"] = 7923,
      }
   },
   ["Корень синелиста"] = {
      drop = {
       ["Агам'ар"] = 5876,
       ["Разъяренный агам'ар"] = 5876,
       ["Кровь Агамаггана"] = 5876,
      }
   },
   ["Подвеска сумерек"] = {
      drop = {
       ["Служитель из культа Сумеречного Молота"] = 5879,
       ["Разоритель из культа Сумеречного Молота"] = 5879,
       ["Аквамант из культа Сумеречного Молота"] = 5879,
       ["Летописец из культа Сумеречного Молота"] = 5879,
       ["Темный маг из культа Сумеречного Молота"] = 5879,
       ["Повелитель стихий из культа Сумеречного Молота"] = 5879,
      }
   },
   ["Железный Друг"] = {
      drop = {
       ["Финий Темнострой"] = 10999,
      }
   },
   ["Голова Келриса"] = {
      drop = {
       ["Повелитель сумрака Келрис"] = 5881,
      }
   },
   ["Медальон Пылающего Клинка"] = {
      drop = {
       ["Йоррог Тень Проклятия"] = 4859,
      }
   },
   ["Раздвоенный язык глинистой черепахи"] = {
      drop = {
       ["Глинистая черепаха"] = 5883,
       ["Глинистая колючая черепаха"] = 5883,
       ["Глинистый землеглот"] = 5883,
       ["Глинистый бурильщик"] = 5883,
       ["Глинистый хрустогрыз"] = 5883,
      }
   },
   ["Целый глаз паука Мглистой пещеры"] = {
      drop = {
       ["Паук Мглистой пещеры"] = 5884,
       ["Паучонок Мглистой пещеры"] = 5884,
       ["Паук-отшельник Мглистой пещеры"] = 5884,
       ["Паук-шелкопряд Мглистой пещеры"] = 5884,
       ["Черная вдова Мглистой пещеры"] = 5884,
      }
   },
   ["Коготь тенебрюхой пантеры"] = {
      drop = {
       ["Тенебрюхая пантера"] = 3838,
       ["Старая тенебрюхая пантера"] = 3838,
      }
   },
   ["Хвост рабочего скорпида"] = {
      drop = {
       ["Рабочий скорпид"] = 4862,
       ["Саркот"] = 4862,
      }
   },
   ["Безупречный тигриный клык"] = {
      drop = {
       ["Тигрица Тернистой долины"] = 3839,
      }
   },
   ["Сердцедрево"] = {
      drop = {
       ["Землечерп из клана Темной Нити"] = 6912,
      }
   },
   ["Голова Залазана"] = {
      drop = {
       ["Залазан"] = 4866,
      }
   },
   ["Фрагмент Соран'рука"] = {
      drop = {
       ["Служитель из культа Сумеречного Молота"] = 6914,
      }
   },
   ["Большой фрагмент Соран'рука"] = {
      drop = {
       ["Чернозлоб из крепости Темного Клыка"] = 6915,
      }
   },
   ["Большая свеча"] = {
      drop = {
       ["Кобольд-шахтер"] = 772,
       ["Фикс"] = 772,
       ["Кобольд-проходчик"] = 772,
       ["Кобольд-геомант"] = 772,
      }
   },
   ["Золотая пыль"] = {
      drop = {
       ["Кобольд-шахтер"] = 773,
       ["Фикс"] = 773,
       ["Кобольд-проходчик"] = 773,
       ["Кобольд-геомант"] = 773,
      }
   },
   ["Коготь Пшикса"] = {
      drop = {
       ["Пшикс Черношквал"] = 4869,
      }
   },
   ["Лоскуты холста"] = {
      drop = {
       ["Чернорабочий из племени Колкар"] = 4870,
       ["Гонец из племени Колкар"] = 4870,
       ["Моряк Кул-Тираса"] = 4870,
       ["Страж бухты Кул-Тираса"] = 4870,
       ["Лейтенант Бенедикт"] = 4870,
       ["Полководец Колканис"] = 4870,
       ["Командир стражи Залафил"] = 4870,
      }
   },
   ["Обжигающий ошейник"] = {
      drop = {
       ["Лиходей из клана Пылающего Клинка"] = 4871,
       ["Неофит клана Пылающего Клинка"] = 4871,
       ["Фанатик из клана Пылающего Клинка"] = 4871,
       ["Ученик клана Пылающего Клинка"] = 4871,
       ["Сектант из клана Пылающего Клинка"] = 4871,
      }
   },
   ["Рваный плавник мурлока"] = {
      drop = {
       ["Мурлок-добытчик"] = 780,
       ["Мурлок-скрытень"] = 780,
      }
   },
   ["Останки Ниссы"] = {
      drop = {
       ["Нисса Агамонд"] = 2828,
      }
   },
   ["Останки Грегора"] = {
      drop = {
       ["Грегор Агамонд"] = 2829,
      }
   },
   ["Толстая шкура йети"] = {
      drop = {
       ["Йети со Свирепого Утеса"] = 8973,
       ["Неповоротливый йети со Свирепого Утеса"] = 8973,
       ["Разъяренный йети со Свирепого Утеса"] = 8973,
       ["Рокотун Ловец"] = 8973,
       ["Крадущийся йети со Свирепого Утеса"] = 8973,
      }
   },
   ["Раскрашенные поручи гнолла"] = {
      drop = {
       ["Недоросток из стаи Речной Лапы"] = 782,
       ["Гонец стаи Речной Лапы"] = 782,
      }
   },
   ["Останки Тармена"] = {
      drop = {
       ["Тармен Агамонд"] = 2830,
      }
   },
   ["Останки Девлина"] = {
      drop = {
       ["Девлин Агамонд"] = 2831,
      }
   },
   ["Жезл направления"] = {
      drop = {
       ["Хранитель теней из клана Драконьей Пасти"] = 6930,
       ["Костостраж из клана Драконьей Пасти"] = 6930,
      }
   },
   ["Бальзамирующая лимфа"] = {
      drop = {
       ["Гнолл из стаи Гнилошкуров"] = 2834,
       ["Полукровка из стаи Гнилошкуров"] = 2834,
       ["Грабитель могил из стаи Гнилошкуров"] = 2834,
      }
   },
   ["Сухожилие старой гориллы"] = {
      drop = {
       ["Старая горилла Мглистой долины"] = 3862,
      }
   },
   ["Ядовитая железа ядохвоста"] = {
      drop = {
       ["Ядохвостый скорпид"] = 4886,
       ["Оскверненный скорпид"] = 4886,
       ["Смертоносный живодер"] = 4886,
      }
   },
   ["Перо тропического ловца"] = {
      drop = {
       ["Тропический ловец"] = 3863,
      }
   },
   ["Невредимый глаз Макруры"] = {
      drop = {
       ["Макрура-трещот"] = 4887,
       ["Макрура-панцирник"] = 4887,
       ["Макрура-клешнехват"] = 4887,
       ["Старый макрура"] = 4887,
       ["Скользкопанцирный макрура"] = 4887,
      }
   },
   ["Слизь краба"] = {
      drop = {
       ["Карликовый приливный краб"] = 4888,
       ["Приливный краб"] = 4888,
       ["Поросший водорослями краб"] = 4888,
       ["Порочный приливный краб"] = 4888,
      }
   },
   ["Грязные кости"] = {
      drop = {
       ["Огр из клана Раздробленного Хребта"] = 2843,
       ["Громила из клана Раздробленного Хребта"] = 2843,
       ["Изверг из клана Раздробленного Хребта"] = 2843,
       ["Маг из клана Раздробленного Хребта"] = 2843,
       ["Головорез из клана Раздробленного Хребта"] = 2843,
       ["Солдат-наемник из клана Раздробленного Хребта"] = 2843,
       ["Расхититель из клана Раздробленного Хребта"] = 2843,
      }
   },
   ["Амулет Крона"] = {
      drop = {
       ["Крупнозубый кроколиск"] = 4891,
       ["Оскверненный крупнозубый кроколиск"] = 4891,
      }
   },
   ["Мех дуротарского тигра"] = {
      drop = {
       ["Дуротарский тигр"] = 4892,
      }
   },
   ["Клык равнинного льва"] = {
      drop = {
       ["Патриарх саванны"] = 4893,
       ["Высокогрив саванны"] = 4893,
       ["Охотница саванны"] = 4893,
       ["Матриарх саванны"] = 4893,
       ["Хищник саванны"] = 4893,
       ["Вожак стаи Хумар"] = 4893,
       ["Дишу"] = 4893,
      }
   },
   ["Почка долгонога"] = {
      drop = {
       ["Большой равнинный долгоног"] = 4894,
       ["Злобный равнинный долгоног"] = 4894,
       ["Проворный равнинный долгоног"] = 4894,
      }
   },
   ["Рог рокочущей ящерицы"] = {
      drop = {
       ["Грозошкур"] = 4895,
       ["Громоголов"] = 4895,
       ["Грозорыл"] = 4895,
       ["Оватанка"] = 4895,
      }
   },
   ["Печень кодо"] = {
      drop = {
       ["Потерявшийся степной кодо"] = 4896,
       ["Большой степной кодо"] = 4896,
       ["Степной кодо"] = 4896,
       ["Мохнатый кодо"] = 4896,
       ["Лакота'мани"] = 4896,
       ["Бронтус"] = 4896,
      }
   },
   ["Сокровище Южного моря"] = {
      drop = {
       ["Полли"] = 7968,
      }
   },
   ["Слюнная железа Грозового змея"] = {
      drop = {
       ["Большой грозовой змей"] = 4897,
      }
   },
   ["Грозовая железа"] = {
      drop = {
       ["Грозошкур"] = 4898,
      }
   },
   ["Клык Баг'тиры"] = {
      drop = {
       ["Баг'тира"] = 3876,
      }
   },
   ["Коготь Тетис"] = {
      drop = {
       ["Тетис"] = 3877,
      }
   },
   ["Лапа Син'Далл"] = {
      drop = {
       ["Син'Далл"] = 3879,
      }
   },
   ["Гнилой коготь"] = {
      drop = {
       ["Гниющий мертвец"] = 2855,
       ["Разложившийся труп"] = 2855,
      }
   },
   ["Железная пика"] = {
      drop = {
       ["Громила из стаи Красногорья"] = 2856,
       ["Мистик из стаи Красногорья"] = 2856,
       ["Губитель из стаи Красногорья"] = 2856,
       ["Чернорабочий из стаи Красногорья"] = 2856,
       ["Костелом"] = 2856,
      }
   },
   ["Голова Бангалаша"] = {
      drop = {
       ["Король Бангалаш"] = 3880,
      }
   },
   ["Толстая медвежья шкура"] = {
      drop = {
       ["Молодой черный медведь"] = 6952,
       ["Медведь-ледолап"] = 6952,
      }
   },
   ["Уродливый коготь Саркота"] = {
      drop = {
       ["Саркот"] = 4905,
      }
   },
   ["Кровь пса Тьмы"] = {
      drop = {
       ["Дряхлый пес Тьмы"] = 2858,
       ["Проклятый пес тьмы"] = 2858,
       ["Прожорливый пес Тьмы"] = 2858,
      }
   },
   ["Чешуя мурлока из племени Злобного Плавника"] = {
      drop = {
       ["Пачкун из племени Злобного Плавника"] = 2859,
       ["Низший оракул из племени Злобного Плавника"] = 2859,
       ["Грязекоп из племени Злобного Плавника"] = 2859,
       ["Живорез из племени Злобного Плавника"] = 2859,
       ["Волнолов из племени Злобного Плавника"] = 2859,
       ["Оракул из племени Злобного Плавника"] = 2859,
       ["Озерник из племени Злобного Плавника"] = 2859,
       ["Береговой разведчик из племени Злобного Плавника"] = 2859,
       ["Волномут из племени Злобного Плавника"] = 2859,
      }
   },
   ["Нетронутая крабья клешня"] = {
      drop = {
       ["Иловый краб"] = 5938,
       ["Чудовищный краб"] = 5938,
      }
   },
   ["Ноздревое кольцо Ша'ни"] = {
      drop = {
       ["Кром'Грул"] = 11058,
      }
   },
   ["Изукрашенная подвеска"] = {
      drop = {
       ["Грязнопанцирный трещот"] = 5942,
       ["Грязнопанцирный клешнехват"] = 5942,
       ["Грязнопанцирный клешневик"] = 5942,
       ["Грязнопанцирный клешнекоп"] = 5942,
       ["Грязнопанцирный острощип"] = 5942,
       ["Морской черт"] = 5942,
      }
   },
   ["Яд злобного ночного кругопряда"] = {
      drop = {
       ["Злобный ночной кругопряд"] = 2872,
      }
   },
   ["Глаз Диззи"] = {
      drop = {
       ["Налетчик из шайки Кровавого Паруса"] = 3897,
       ["Маг из шайки Кровавого Паруса"] = 3897,
       ["Сорвиголова из шайки Кровавого Паруса"] = 3897,
       ["Чернокнижник из шайки Кровавого Паруса"] = 3897,
       ["Морской волк из шайки Кровавого Паруса"] = 3897,
       ["Старший волхв из шайки Кровавого Паруса"] = 3897,
       ["Командир флота Фираллон"] = 3897,
       ["Капитан Кильватель"] = 3897,
       ["Гарр Просоленное Копыто"] = 3897,
       ["Капитан Штиллец"] = 3897,
       ["Брут"] = 3897,
       ["Матрос из шайки Кровавого Паруса"] = 3897,
       ["Юнга из шайки Кровавого Паруса"] = 3897,
      }
   },
   ["Зуб Зыбуна"] = {
      drop = {
       ["Зыбун"] = 5945,
      }
   },
   ["Перстень Алого ордена"] = {
      drop = {
       ["Воин Алого ордена"] = 2875,
       ["Миссионер из Алого ордена"] = 2875,
       ["Ревнитель Алого ордена"] = 2875,
       ["Келейник Алого ордена"] = 2875,
       ["Неофит Алого ордена"] = 2875,
       ["Передовой боец Алого ордена"] = 2875,
       ["Телохранитель из Алого ордена"] = 2875,
       ["Капитан Перрин"] = 2875,
       ["Капитан Вакон"] = 2875,
       ["Капитан Мелраш"] = 2875,
      }
   },
   ["Шкурка сумеречницы"] = {
      drop = {
       ["Большая сумеречница"] = 2876,
       ["Сумеречница-вампир"] = 2876,
      }
   },
   ["Красная кожаная бандана"] = {
      drop = {
       ["Контрабандист из Братства Справедливости"] = 829,
       ["Налетчик из Братства Справедливости"] = 829,
       ["Проходимец из Братства Справедливости"] = 829,
       ["Кастетник из Братства Справедливости"] = 829,
       ["Маг-отступник из Братства Справедливости"] = 829,
       ["Преступник из Братства Справедливости"] = 829,
       ["Вит Карлеон"] = 829,
       ["Зверолов из Братства Справедливости"] = 829,
       ["Погромщик из Братства Справедливости"] = 829,
       ["Мошенник из Братства Справедливости"] = 829,
       ["Налетчик из Братства Справедливости"] = 829,
      }
   },
   ["Клык тролля из племени Кровавого Скальпа"] = {
      drop = {
       ["Воин из племени Кровавого Скальпа"] = 3901,
       ["Разведчик из племени Кровавого Скальпа"] = 3901,
       ["Охотник из племени Кровавого Скальпа"] = 3901,
       ["Берсерк из племени Кровавого Скальпа"] = 3901,
       ["Знахарь племени Кровавого Скальпа"] = 3901,
       ["Охотник за головами из племени Кровавого Скальпа"] = 3901,
       ["Метатель топоров из племени Кровавого Скальпа"] = 3901,
       ["Шаман из племени Кровавого Скальпа"] = 3901,
       ["Повелитель зверей из племени Кровавого Скальпа"] = 3901,
       ["Мистик из племени Кровавого Скальпа"] = 3901,
       ["Падальщик из племени Кровавого Скальпа"] = 3901,
      }
   },
   ["Потрошительница из стаи Кровавой Ярости"] = {
      drop = {
       ["Потрошительница из стаи Кровавой Ярости"] = 16190,
      }
   },
   ["Голова Ган'зулаха"] = {
      drop = {
       ["Ган'зулах"] = 3904,
      }
   },
   ["Оскверненный ствол мозга"] = {
      drop = {
       ["Сатир из племени Змеящегося Корня"] = 5952,
       ["Разбойник из племени Змеящегося Корня"] = 5952,
       ["Тенелов из племени Змеящегося Корня"] = 5952,
       ["Призыватель огня из племени Змеящегося Корня"] = 5952,
       ["Жрица прилива из Непроглядной Пучины"] = 5952,
       ["Оракул Непроглядной Пучины"] = 5952,
       ["Морская ведьма Непроглядной Пучины"] = 5952,
       ["Мирмидон Непроглядной Пучины"] = 5952,
       ["Леди Саревесс"] = 5952,
      }
   },
   ["Клык Бесселет"] = {
      drop = {
       ["Бесселет"] = 16192,
      }
   },
   ["Голова Неззилока"] = {
      drop = {
       ["Неззилок Зловещий"] = 3905,
      }
   },
   ["Поврежденный доспех Анатека"] = {
      drop = {
       ["Анатек Жестокий"] = 3909,
      }
   },
   ["Бумаги Алого ордена"] = {
      drop = {
       ["Мевен Коргал"] = 2885,
      }
   },
   ["Понюшка табака"] = {
      drop = {
       ["Налетчик из шайки Кровавого Паруса"] = 3910,
       ["Маг из шайки Кровавого Паруса"] = 3910,
       ["Сорвиголова из шайки Кровавого Паруса"] = 3910,
       ["Чернокнижник из шайки Кровавого Паруса"] = 3910,
       ["Морской волк из шайки Кровавого Паруса"] = 3910,
       ["Старший волхв из шайки Кровавого Паруса"] = 3910,
       ["\"Красавчик\" Дункан"] = 3910,
       ["Командир флота Фираллон"] = 3910,
       ["Многоглаз"] = 3910,
       ["Капитан Кильватель"] = 3910,
       ["Гарр Просоленное Копыто"] = 3910,
       ["Капитан Штиллец"] = 3910,
       ["Брут"] = 3910,
       ["Матрос из шайки Кровавого Паруса"] = 3910,
       ["Юнга из шайки Кровавого Паруса"] = 3910,
      }
   },
   ["Пульсирующий синий осколок"] = {
      drop = {
       ["Железозубый василиск"] = 3911,
      }
   },
   ["Железа с едким ядом"] = {
      drop = {
       ["Паук Мглистой пещеры"] = 5959,
       ["Паук-отшельник Мглистой пещеры"] = 5959,
       ["Паук-шелкопряд Мглистой пещеры"] = 5959,
       ["Черная вдова Мглистой пещеры"] = 5959,
       ["Темноклыкий скрытень"] = 5959,
       ["Темноклыкий ползун"] = 5959,
       ["Паук-черноклык"] = 5959,
       ["Ядоплюй-черноклык"] = 5959,
       ["Гигантский темноклыкий паук"] = 5959,
      }
   },
   ["Отрубленная голова Гор'теша"] = {
      drop = {
       ["Гор'теш"] = 11080,
      }
   },
   ["Дентриевый камень силы"] = {
      drop = {
       ["Тенегорнский геодезист"] = 8009,
       ["Тенегорнский бузотер"] = 8009,
       ["Тенегорнский землекоп"] = 8009,
       ["Тенегорнский охотник за реликвиями"] = 8009,
       ["Тенегорнский черный маг"] = 8009,
       ["Тенегорнский археолог"] = 8009,
       ["Тенегорнский геолог"] = 8009,
       ["Тенегорнский душитель"] = 8009,
       ["Тенегорнский меткий стрелок"] = 8009,
      }
   },
   ["Ожерелье Кровавых костей"] = {
      drop = {
       ["Воин из племени Кровавого Скальпа"] = 3915,
       ["Разведчик из племени Кровавого Скальпа"] = 3915,
       ["Охотник из племени Кровавого Скальпа"] = 3915,
       ["Берсерк из племени Кровавого Скальпа"] = 3915,
       ["Знахарь племени Кровавого Скальпа"] = 3915,
       ["Охотник за головами из племени Кровавого Скальпа"] = 3915,
       ["Метатель топоров из племени Кровавого Скальпа"] = 3915,
       ["Шаман из племени Кровавого Скальпа"] = 3915,
       ["Повелитель зверей из племени Кровавого Скальпа"] = 3915,
       ["Мистик из племени Кровавого Скальпа"] = 3915,
       ["Падальщик из племени Кровавого Скальпа"] = 3915,
      }
   },
   ["Ожерелье Расколотых костей"] = {
      drop = {
       ["Воин из племени Дробителей Черепов"] = 3916,
       ["Охотник из племени Дробителей Черепов"] = 3916,
       ["Знахарь из племени Дробителей Черепов"] = 3916,
       ["Духолов из племени Дробителей Черепов"] = 3916,
       ["Метатель топоров из племени Дробителей Черепов"] = 3916,
       ["Мистик из племени Дробителей Черепов"] = 3916,
       ["Охотник за головами из племени Дробителей Черепов"] = 3916,
       ["Разведчик из племени Дробителей Черепов"] = 3916,
       ["Берсерк из племени Дробителей Черепов"] = 3916,
       ["Повелитель зверей из племени Дробителей Черепов"] = 3916,
       ["Анатек Жестокий"] = 3916,
      }
   },
   ["Синий поющий кристалл"] = {
      drop = {
       ["Горнорабочий Торговой Компании"] = 3917,
       ["Штейгер Торговой Компании"] = 3917,
       ["Геодезист Торговой Компании"] = 3917,
       ["Ремонтник Торговой Компании"] = 3917,
       ["Штейгер Коззл"] = 3917,
       ["Мигафоникс"] = 3917,
      }
   },
   ["Фиал крови сатир племени Ярой Ненависти"] = {
      drop = {
       ["Разбойник из племени Ярой Ненависти"] = 6989,
       ["Плут из племени Ярой Ненависти"] = 6989,
       ["Скверноподданный племени Ярой Ненависти"] = 6989,
       ["Предатель из племени Ярой Ненависти"] = 6989,
       ["Тенелов племени Ярой Ненависти"] = 6989,
       ["Призыватель огня из племени Ярой Ненависти"] = 6989,
       ["Принц Келлен"] = 6989,
      }
   },
   ["Осколок поющего кристалла"] = {
      drop = {
       ["Камнезобый василиск"] = 3918,
       ["Хрустальный василиск"] = 3918,
       ["Ледоглазый василиск"] = 3918,
       ["Василиск-хвостохлест"] = 3918,
       ["Железозубый василиск"] = 3918,
      }
   },
   ["Камень младшего инфернала"] = {
      drop = {
       ["Младший инфернал"] = 6990,
       ["Страж портала демонов"] = 6990,
      }
   },
   ["Потроха гориллы Мглистой долины"] = {
      drop = {
       ["Старая горилла Мглистой долины"] = 3919,
      }
   },
   ["Тлеющий уголь"] = {
      drop = {
       ["Пылающий изгой"] = 6991,
      }
   },
   ["Партия руды Джордана"] = {
      drop = {
       ["Огр из клана Мо'Грош"] = 6992,
       ["Головорез из клана Мо'Грош"] = 6992,
       ["Шаман из клана Мо'Грош"] = 6992,
       ["Мистик из клана Мо'Грош"] = 6992,
      }
   },
   ["Древесина белокаменного дуба"] = {
      drop = {
       ["Гоблин-древоруб"] = 6994,
      }
   },
   ["Амулет Крапивца"] = {
      drop = {
       ["Штейгер Крапивец"] = 1875,
      }
   },
   ["Браслеты элементаля воды"] = {
      drop = {
       ["Младший элементаль воды"] = 3923,
      }
   },
   ["Оскверненный самоцвет Кора"] = {
      drop = {
       ["Жрица прилива из Непроглядной Пучины"] = 6995,
       ["Оракул Непроглядной Пучины"] = 6995,
       ["Морская ведьма Непроглядной Пучины"] = 6995,
      }
   },
   ["Деревянная нога Моури"] = {
      drop = {
       ["Моури \"Деревянная Нога\" Вилкинс"] = 3924,
      }
   },
   ["Золотая подзорная труба Джон-Джона"] = {
      drop = {
       ["Джон-Джон Ворон"] = 3925,
      }
   },
   ["Книга магических формул"] = {
      drop = {
       ["Пузиллин"] = 18261,
      }
   },
   ["Огромное кольцо Чаки"] = {
      drop = {
       ["Чаки \"Недотепа\""] = 3926,
      }
   },
   ["Ключ Моури"] = {
      drop = {
       ["Изверг из клана Мош'Огг"] = 3930,
       ["Шаман из клана Мош'Огг"] = 3930,
       ["Вождь Мош'Огг"] = 3930,
       ["Солдат-наемник из клана Мош'Огг"] = 3930,
       ["Чаротвор Мош'Огг"] = 3930,
       ["Палач Мош'Огг"] = 3930,
      }
   },
   ["Сундук Смоттса"] = {
      drop = {
       ["Горлаш"] = 3932,
      }
   },
   ["Красная шерстяная бандана"] = {
      drop = {
       ["Декстрен Вард"] = 2909,
       ["Узник из Братства Справедливости"] = 2909,
       ["Пленник из Братства Справедливости"] = 2909,
       ["Заключенный из Братства Справедливости"] = 2909,
       ["Каторжник из Братства Справедливости"] = 2909,
       ["Мятежник из Братства Справедливости"] = 2909,
       ["Базиль Тредд"] = 2909,
       ["Бругал Железный Кулак"] = 2909,
      }
   },
   ["Абордажная сабля Смоттса"] = {
      drop = {
       ["Неголаш"] = 3935,
      }
   },
   ["Карточка Союза шахтеров"] = {
      drop = {
       ["Скелет-шахтер"] = 1894,
       ["Нежить-землечерп"] = 1894,
       ["Нежить-подрывник"] = 1894,
      }
   },
   ["Кость динозавра"] = {
      drop = {
       ["Стегодон"] = 11114,
       ["Панцирный стегодон"] = 11114,
       ["Шипастый стегодон"] = 11114,
       ["Громовой стегодон"] = 11114,
       ["Кровоцвет-зверолов"] = 11114,
       ["Молодой деметродон"] = 11114,
       ["Деметродон"] = 11114,
       ["Старый деметродон"] = 11114,
       ["Бесноватый терродактиль"] = 11114,
      }
   },
   ["Шкура кроколиска"] = {
      drop = {
       ["Морской кроколиск"] = 2925,
       ["Болотный кроколиск"] = 2925,
       ["Молодой болотный кроколиск"] = 2925,
       ["Озерный кроколиск"] = 2925,
       ["Гигантский болотный кроколиск"] = 2925,
       ["Большой озерный кроколиск"] = 2925,
       ["Старый солоноводный кроколиск"] = 2925,
       ["Крупнозубый кроколиск"] = 2925,
       ["Оскверненный крупнозубый кроколиск"] = 2925,
       ["Загадочный кроколиск"] = 2925,
      }
   },
   ["Образец яда силитида"] = {
      drop = {
       ["Камнехвостый скорпид"] = 22381,
       ["Камнехвостый клешневик"] = 22381,
       ["Камнехвостый живодер"] = 22381,
       ["Песчаный паук-быстролап"] = 22381,
       ["Скальный паук-скакун"] = 22381,
      }
   },
   ["Голова Базиля Тредда"] = {
      drop = {
       ["Базиль Тредд"] = 2926,
      }
   },
   ["Ребро вурдалака"] = {
      drop = {
       ["Плотояд"] = 884,
       ["Костеглод"] = 884,
       ["Мозгоед"] = 884,
       ["Распространитель чумы"] = 884,
       ["Гнилая нежить"] = 884,
      }
   },
   ["Камень могущества Ан'Аллеума"] = {
      drop = {
       ["Тенегорнский геодезист"] = 8052,
       ["Тенегорнский бузотер"] = 8052,
       ["Тенегорнский землекоп"] = 8052,
       ["Тенегорнский охотник за реликвиями"] = 8052,
       ["Тенегорнский черный маг"] = 8052,
       ["Тенегорнский археолог"] = 8052,
       ["Тенегорнский геолог"] = 8052,
       ["Тенегорнский душитель"] = 8052,
       ["Тенегорнский меткий стрелок"] = 8052,
      }
   },
   ["Лучший табак Сиаби"] = {
      drop = {
       ["Фрас Сиаби"] = 13172,
      }
   },
   ["Обсидиановый источник силы"] = {
      drop = {
       ["Обсидиановый часовой"] = 8053,
      }
   },
   ["Табличка Каринья"] = {
      drop = {
       ["Лорд Опалитель"] = 11126,
      }
   },
   ["Образец чумной плоти"] = {
      drop = {
       ["Уничтоженный кадавр"] = 13174,
       ["Изуродованный кадавр"] = 13174,
       ["Чумной вурдалак"] = 13174,
       ["Вурдалак-стервятник"] = 13174,
       ["Плотоядный живодер"] = 13174,
       ["Некрорахнид-ползун"] = 13174,
       ["Некрорахнид-живоглот"] = 13174,
       ["Лоскутный ужас"] = 13174,
       ["Желчеплюй"] = 13174,
       ["Изрыгатель яда"] = 13174,
       ["Мировой судья Бартилас"] = 13174,
       ["Баронесса Анастари"] = 13174,
       ["Неруб'энкан"] = 13174,
       ["Рамштайн Ненасытный"] = 13174,
       ["Барон Ривендер"] = 13174,
       ["Визжащая банши"] = 13174,
       ["Непрощенный"] = 13174,
       ["Певчий Форрестен"] = 13174,
       ["Тимми Беспощадный"] = 13174,
       ["Почтальон Мэлоун"] = 13174,
      }
   },
   ["Суть Стихий"] = {
      drop = {
       ["Жар"] = 11129,
       ["Создание-завоеватель"] = 11129,
       ["Беспощадный голем"] = 11129,
       ["Оплавленный боевой голем"] = 11129,
       ["Огненный страж"] = 11129,
       ["Пылающий огнестраж"] = 11129,
       ["Огнестраж-разрушитель"] = 11129,
       ["Панцер Непобедимый"] = 11129,
       ["Лорд Опалитель"] = 11129,
       ["Лорд Роккор"] = 11129,
       ["Подчинитель Пирон"] = 11129,
       ["Посол Огнехлыст"] = 11129,
      }
   },
   ["Слеза кроколиска"] = {
      drop = {
       ["Озерный кроколиск"] = 2939,
       ["Большой озерный кроколиск"] = 2939,
      }
   },
   ["Сущность Гидротвари"] = {
      drop = {
       ["Гидротварь"] = 18299,
      }
   },
   ["Запас измененной смеси Занзила"] = {
      drop = {
       ["Старший штейгер Пузик Нервотреп"] = 8073,
      }
   },
   ["Голова Галливикса"] = {
      drop = {
       ["Старший штейгер Пузик Нервотреп"] = 8074,
      }
   },
   ["Ключ к котлу на поле Джанис"] = {
      drop = {
       ["Хранитель котла Желчень"] = 13194,
      }
   },
   ["Коготь большого гнолла"] = {
      drop = {
       ["Дробитель"] = 1931,
      }
   },
   ["Ключ к котлу на поле Слез Далсона"] = {
      drop = {
       ["Хранитель котла Злобиус"] = 13195,
      }
   },
   ["Ключ к котлу на пустоши Гаррона"] = {
      drop = {
       ["Хранитель котла Душегнев"] = 13196,
      }
   },
   ["Ключ к котлу Удела Страданий"] = {
      drop = {
       ["Хранитель котла Разарх"] = 13197,
      }
   },
   ["Записи Хазгорма"] = {
      drop = {
       ["Геолог Хазгорм"] = 5006,
      }
   },
   ["Красная шелковая бандана"] = {
      drop = {
       ["Подручный из Братства Справедливости"] = 915,
       ["Шахтер из Братства Справедливости"] = 915,
       ["Кудесник из Братства Справедливости"] = 915,
       ["Надзиратель из Братства Справедливости"] = 915,
       ["Черный страж из Братства Справедливости"] = 915,
       ["Пират из Братства Справедливости"] = 915,
       ["Землекоп из Братства Справедливости"] = 915,
       ["Сторож из Братства Справедливости"] = 915,
       ["Чудодей из Братства Справедливости"] = 915,
       ["Рабочий из Братства Справедливости"] = 915,
       ["Вызыватель из Братства Справедливости"] = 915,
       ["Ветроплет из Братства Справедливости"] = 915,
       ["Горнорабочий из Братства Справедливости"] = 915,
       ["Надсмотрщик из Братства Справедливости"] = 915,
       ["Волшебник из Братства Справедливости"] = 915,
      }
   },
   ["Жало камнехвостого скорпида"] = {
      drop = {
       ["Камнехвостый скорпид"] = 20373,
      }
   },
   ["Жало камнехвостого клешневика"] = {
      drop = {
       ["Камнехвостый клешневик"] = 20374,
      }
   },
   ["Голова Владыки теней Скверн'дана"] = {
      drop = {
       ["Владыка теней Скверн'дан"] = 13207,
      }
   },
   ["Жало камнехвостового живодера"] = {
      drop = {
       ["Камнехвостый живодер"] = 20375,
      }
   },
   ["Клык песчаного паука-быстролапа"] = {
      drop = {
       ["Песчаный паук-быстролап"] = 20376,
      }
   },
   ["Нитроглицерин"] = {
      drop = {
       ["Солдат Бейл'дана"] = 5017,
       ["Бейл'данский ружейник"] = 5017,
       ["Бейл'данский офицер"] = 5017,
       ["Лорд Кайрик Черноковаль"] = 5017,
      }
   },
   ["Клык скального паука-скакуна"] = {
      drop = {
       ["Скальный паук-скакун"] = 20377,
      }
   },
   ["Зеркальце Мэри"] = {
      drop = {
       ["Невменяемый вурдалак"] = 1946,
      }
   },
   ["Древесная сердцевина"] = {
      drop = {
       ["Солдат Бейл'дана"] = 5018,
       ["Бейл'данский ружейник"] = 5018,
       ["Бейл'данский офицер"] = 5018,
       ["Лорд Кайрик Черноковаль"] = 5018,
      }
   },
   ["Фрагмент сумеречной таблички"] = {
      drop = {
       ["Вихрь пыли"] = 20378,
       ["Пустынный грохотун"] = 20378,
       ["Вертящийся захватчик"] = 20378,
      }
   },
   ["Натриевая селитра"] = {
      drop = {
       ["Солдат Бейл'дана"] = 5019,
       ["Бейл'данский ружейник"] = 5019,
       ["Бейл'данский офицер"] = 5019,
       ["Лорд Кайрик Черноковаль"] = 5019,
      }
   },
   ["Наручи обезумевших духов воды"] = {
      drop = {
       ["Колыхающийся волноплеск"] = 17309,
      }
   },
   ["Голова Барака"] = {
      drop = {
       ["Барак Кодобой"] = 5022,
      }
   },
   ["Голова Верога"] = {
      drop = {
       ["Верог Дервиш"] = 5023,
      }
   },
   ["Голова предводителя драконидов Разящего Бича"] = {
      drop = {
       ["Предводитель драконов Разящий Бич"] = 20383,
      }
   },
   ["Голова Хэрзула"] = {
      drop = {
       ["Хэзрул Кровавая Отметина"] = 5025,
      }
   },
   ["Хелицеры смертехвата"] = {
      drop = {
       ["Смертехват"] = 20385,
      }
   },
   ["Огненная смола"] = {
      drop = {
       ["Водоискатель из племени Иглогривых"] = 5026,
       ["Терноплет из племени Иглогривых"] = 5026,
       ["Геомант племени Иглогривых"] = 5026,
       ["Мистик из племени Иглогривых"] = 5026,
      }
   },
   ["Жало Гориши"] = {
      drop = {
       ["Оса из улья Гориши"] = 22435,
       ["Рабочий из улья Гориши"] = 22435,
       ["Разоритель из улья Гориши"] = 22435,
       ["Острожал из улья Гориши"] = 22435,
       ["Проходчик из улья Гориши"] = 22435,
       ["Стражник улья Гориши"] = 22435,
       ["Матка улья Гориши"] = 22435,
      }
   },
   ["Серебристые когти"] = {
      drop = {
       ["Медведь злобных когтей"] = 11172,
       ["Гризли злобных когтей"] = 11172,
       ["Злобнопалый изверг"] = 11172,
       ["Волк-сквернолап"] = 11172,
       ["Падальщик-сквернолап"] = 11172,
       ["Опустошитель-сквернолап"] = 11172,
       ["Смертный вой"] = 11172,
       ["Полукров"] = 11172,
      }
   },
   ["Сердце Железнолесья"] = {
      drop = {
       ["Бродяга Железнолесья"] = 11173,
       ["Топотун Железнолесья"] = 11173,
      }
   },
   ["Наручи кентавра"] = {
      drop = {
       ["Пастух из племени Колкар"] = 5030,
       ["Буревестница из племени Колкар"] = 5030,
       ["Пастух из племени Колкар"] = 5030,
       ["Мародер из племени Колкар"] = 5030,
       ["Барак Кодобой"] = 5030,
       ["Верог Дервиш"] = 5030,
       ["Хэзрул Кровавая Отметина"] = 5030,
       ["Кровопыт из племени Колкар"] = 5030,
       ["Каменная рука"] = 5030,
       ["Копьелом"] = 5030,
       ["Каменное Копье"] = 5030,
       ["Полководец Кром'зар"] = 5030,
       ["Предвестница бури из племени Колкар"] = 5030,
       ["Захватчик из племени Колкар"] = 5030,
      }
   },
   ["Око Углевзора"] = {
      drop = {
       ["Пиростраж Углевзор"] = 17322,
      }
   },
   ["Гнилая лоза"] = {
      drop = {
       ["Атал'аларион"] = 22444,
      }
   },
   ["Монокль огров"] = {
      drop = {
       ["Ззарк'Вул"] = 1968,
      }
   },
   ["Смесь Занзила"] = {
      drop = {
       ["Зомби Занзила"] = 4016,
       ["Охотник Занзила"] = 4016,
       ["Знахарь Занзила"] = 4016,
       ["Нага Занзила"] = 4016,
       ["Занзил Отверженный"] = 4016,
       ["Джон-Джон Ворон"] = 4016,
       ["Чаки \"Недотепа\""] = 4016,
       ["Зомби Занзила"] = 4016,
      }
   },
   ["Нож Темного охотника"] = {
      drop = {
       ["Темный охотник из племени Сухокожих"] = 5040,
      }
   },
   ["Рассуждения Кадгара о пространственной сходимости"] = {
      drop = {
       ["Тиноброд"] = 6065,
       ["Старый тиноброд"] = 6065,
       ["Перевитый ужас"] = 6065,
       ["Хозяин болота"] = 6065,
      }
   },
   ["Рука Люцифрона"] = {
      drop = {
       ["Люцифрон"] = 17329,
      }
   },
   ["Голова вождя Дез'хепа"] = {
      drop = {
       ["Вождь Дез'хеп"] = 6066,
      }
   },
   ["Рука Сульфурона"] = {
      drop = {
       ["Предвестник Сульфурон"] = 17330,
      }
   },
   ["Ухо кентавра"] = {
      drop = {
       ["Кентавр из племени Колкар"] = 6067,
       ["Разведчик из племени Колкар"] = 6067,
       ["Изверг из племени Колкар"] = 6067,
       ["Ветроловка из племени Колкар"] = 6067,
       ["Полководец племени Колкар"] = 6067,
       ["Разрушитель из племени Колкар"] = 6067,
       ["Разведчик из племени Маграм"] = 6067,
       ["Гонец из племени Маграм"] = 6067,
       ["Пастух из племени Маграм"] = 6067,
       ["Ветроловка из племени Маграм"] = 6067,
       ["Буревестница из племени Маграм"] = 6067,
       ["Пастух из племени Маграм"] = 6067,
       ["Мародер из племени Маграм"] = 6067,
       ["Изверг из племени Маграм"] = 6067,
       ["Гонец из племени Гелкис"] = 6067,
       ["Разведчик из племени Гелкис"] = 6067,
       ["Чеканщик из племени Гелкис"] = 6067,
       ["Ветроловка из племени Гелкис"] = 6067,
       ["Заклинательница земли из племени Гелкис"] = 6067,
       ["Изверг из племени Гелкис"] = 6067,
       ["Мародер из племени Гелкис"] = 6067,
       ["Разведчик из племени Мародин"] = 6067,
       ["Пастух из племени Мародин"] = 6067,
       ["Изверг из племени Мародин"] = 6067,
       ["Ветроловка из племени Мародин"] = 6067,
       ["Буревестница из племени Мародин"] = 6067,
       ["Мародер из племени Мародин"] = 6067,
       ["Вождь Храта"] = 6067,
       ["Вождь Дез'хеп"] = 6067,
       ["Вождь Джен"] = 6067,
       ["Вождь Шак"] = 6067,
       ["Телохранитель Варуга"] = 6067,
       ["Охранник хана из племени Мародин"] = 6067,
       ["Советник хана из племени Мародин"] = 6067,
       ["Изгнанная некромантка"] = 6067,
       ["Лиходейка из племени Колкар"] = 6067,
       ["Душитель из племени Колкар"] = 6067,
      }
   },
   ["Рука Гееннаса"] = {
      drop = {
       ["Гееннас"] = 17331,
      }
   },
   ["Рука Шаззраха"] = {
      drop = {
       ["Шаззрах"] = 17332,
      }
   },
   ["Огненный кристалл"] = {
      drop = {
       ["Разбойник-дух огня"] = 16312,
       ["Пылающий опустошитель"] = 16312,
       ["Пылающий разрушитель"] = 16312,
      }
   },
   ["Голова вождя Джена"] = {
      drop = {
       ["Вождь Джен"] = 6072,
      }
   },
   ["Голова вождя Шака"] = {
      drop = {
       ["Вождь Шак"] = 6073,
      }
   },
   ["Ключ зажигания"] = {
      drop = {
       ["Бригадир Зубовиззл"] = 5050,
      }
   },
   ["Кинжал Кателины"] = {
      drop = {
       ["\"Красавчик\" Дункан"] = 4027,
      }
   },
   ["Стебли акириса"] = {
      drop = {
       ["Нага-исследователь"] = 4029,
      }
   },
   ["Фрагмент ключа Мародина"] = {
      drop = {
       ["Вождь Храта"] = 6077,
      }
   },
   ["Невредимый рог ящера"] = {
      drop = {
       ["Яркочешуйчатый смертехват"] = 5055,
       ["Ишамухал"] = 5055,
       ["Такк Прыгун"] = 5055,
      }
   },
   ["Грубый оберег"] = {
      drop = {
       ["Кентавр из племени Колкар"] = 6079,
       ["Разведчик из племени Колкар"] = 6079,
       ["Изверг из племени Колкар"] = 6079,
       ["Ветроловка из племени Колкар"] = 6079,
       ["Полководец племени Колкар"] = 6079,
       ["Разрушитель из племени Колкар"] = 6079,
       ["Лиходейка из племени Колкар"] = 6079,
       ["Душитель из племени Колкар"] = 6079,
      }
   },
   ["Сердце пантеры Тени"] = {
      drop = {
       ["Пантера Тени"] = 6080,
      }
   },
   ["Мох хозяина болота"] = {
      drop = {
       ["Хозяин болота"] = 6081,
      }
   },
   ["Камень приливов"] = {
      drop = {
       ["Газбан"] = 4034,
      }
   },
   ["Яйцо силитида"] = {
      drop = {
       ["Ползучий силитид"] = 5058,
       ["Личинка cилитида"] = 5058,
       ["Членистоног Силитида"] = 5058,
       ["Заступник-силитид"] = 5058,
      }
   },
   ["Глубинная опухоль"] = {
      drop = {
       ["Глубинный великан"] = 6082,
       ["Глубинный искатель"] = 6082,
      }
   },
   ["Покрытый коркой щит силитида"] = {
      drop = {
       ["Душитель из улья Аши"] = 17346,
      }
   },
   ["Россыпь Слез"] = {
      drop = {
       ["Ветроловка из племени Гелкис"] = 6083,
       ["Заклинательница земли из племени Гелкис"] = 6083,
       ["Грохотун из племени Гелкис"] = 6083,
      }
   },
   ["Голова Барона Ривендера"] = {
      drop = {
       ["Барон Ривендер"] = 13251,
      }
   },
   ["Иссеченный в бою топор"] = {
      drop = {
       ["Воитель из клана Черной горы"] = 3014,
       ["Темный чародей из клана Черной горы"] = 3014,
       ["Перебежчик из клана Черной горы"] = 3014,
       ["Рубака из клана Черной горы"] = 3014,
       ["Вестник из клана Черной горы"] = 3014,
       ["Следопыт из клана Черной горы"] = 3014,
       ["Разведчик из клана Черной горы"] = 3014,
       ["Караульный из клана Черной горы"] = 3014,
       ["Охотник из клана Черной горы"] = 3014,
       ["Призыватель из клана Черной горы"] = 3014,
       ["Гладиатор из клана Черной горы"] = 3014,
      }
   },
   ["Голова ящера"] = {
      drop = {
       ["Яркочешуйчатый кнутохвост"] = 5062,
       ["Яркочешуйчатый крикун"] = 5062,
       ["Яркочешуйчатый смертехват"] = 5062,
       ["Ишамухал"] = 5062,
       ["Такк Прыгун"] = 5062,
      }
   },
   ["Образец слизи из Оскверненного леса"] = {
      drop = {
       ["Проклятый слизнюк"] = 12230,
       ["Нечистый слизнюк"] = 12230,
       ["Онгар"] = 12230,
      }
   },
   ["Клык Кринига Грознорыла"] = {
      drop = {
       ["Криниг Грознорыл"] = 5063,
      }
   },
   ["Гигантская опухоль"] = {
      drop = {
       ["Дубохмур"] = 8136,
      }
   },
   ["Коготь Зачарованного Крыла"] = {
      drop = {
       ["Гарпия из стаи Зачарованного Крыла"] = 5064,
       ["Разбойница из стаи Зачарованного Крыла"] = 5064,
       ["Душегубка из стаи Зачарованного Крыла"] = 5064,
       ["Душительница из стаи Зачарованного Крыла"] = 5064,
       ["Призывательница ветров из стаи Зачарованного Крыла"] = 5064,
       ["Серена Кровавое Перо"] = 5064,
      }
   },
   ["Кольцо лейтенанта гарпий"] = {
      drop = {
       ["Душегубка из стаи Зачарованного Крыла"] = 5065,
      }
   },
   ["Голова Серены"] = {
      drop = {
       ["Серена Кровавое Перо"] = 5067,
      }
   },
   ["Образец слизи из Кратера Ун'Горо"] = {
      drop = {
       ["Скользкий слизнюк"] = 12235,
       ["Первобытный слизнюк"] = 12235,
       ["Липкий слизнюк"] = 12235,
      }
   },
   ["Чистая проба из Ун'Горо"] = {
      drop = {
       ["Громила из клана Огненного Чрева"] = 12236,
      }
   },
   ["Кусочки отличного крабьего мяса"] = {
      drop = {
       ["Покрытый илом краб"] = 12237,
       ["Рифовый краб"] = 12237,
      }
   },
   ["Дергающийся усик"] = {
      drop = {
       ["Ползучий силитид"] = 7119,
       ["Личинка cилитида"] = 7119,
       ["Членистоног Силитида"] = 7119,
       ["Силитид-жнец"] = 7119,
       ["Заступник-силитид"] = 7119,
      }
   },
   ["Череп Лока"] = {
      drop = {
       ["Лок Оркобой"] = 5072,
      }
   },
   ["Череп Нака"] = {
      drop = {
       ["Нак"] = 5073,
      }
   },
   ["Череп Каза"] = {
      drop = {
       ["Каз"] = 5074,
      }
   },
   ["Записи Грелина Белоборода"] = {
      drop = {
       ["Грик'нир Холодный"] = 2004,
      }
   },
   ["Ожерелье Бернис"] = {
      drop = {
       ["Фикс"] = 981,
      }
   },
   ["Большая шкура речного кроколиска"] = {
      drop = {
       ["Речной кроколиск"] = 4053,
      }
   },
   ["Медаль Терамора"] = {
      drop = {
       ["Тераморский страж бухты"] = 5078,
       ["Тераморская оберегательница"] = 5078,
       ["Капитан Гордостанная"] = 5078,
       ["Канонир Смайт"] = 5078,
       ["Канонир Вессан"] = 5078,
      }
   },
   ["Закопченый железный слиток"] = {
      drop = {
       ["Вредитель из племени Ветрорезов"] = 7126,
       ["Землекоп из племени Ветрорезов"] = 7126,
       ["Туннельщик из племени Ветрорезов"] = 7126,
       ["Камнерез из племени Ветрорезов"] = 7126,
       ["Геомант из племени Ветрорезов"] = 7126,
       ["Властитель племени Ветрорезов"] = 7126,
      }
   },
   ["Толченый азурит"] = {
      drop = {
       ["Хилсбрадский шахтер"] = 7127,
      }
   },
   ["Нераздвоенное копыто сатира"] = {
      drop = {
       ["Разбойник из племени Ксавиан"] = 7128,
       ["Предатель из племени Ксавиан"] = 7128,
       ["Скверноподданный из племени Ксавиан"] = 7128,
       ["Призыватель огня из племени Ксавиан"] = 7128,
       ["Сатир из племени Мускуса Скверны"] = 7128,
       ["Разбойник из племени Мускуса Скверны"] = 7128,
       ["Скверноподданный из племени Мускуса Скверны"] = 7128,
       ["Тенелов из племени Мускуса Скверны"] = 7128,
       ["Сатир из племени Каменного Сердца"] = 7128,
       ["Плут из племени Каменного Сердца"] = 7128,
       ["Тенелов из племени Каменного Сердца"] = 7128,
       ["Призыватель огня из племени Каменного Сердца"] = 7128,
      }
   },
   ["Голова Барона Дольноберега"] = {
      drop = {
       ["Барон Дольноберег"] = 5084,
      }
   },
   ["Клык свинобраза из племени Дыбогривов"] = {
      drop = {
       ["Охотник из племени Дыбогривов"] = 5085,
       ["Водоискатель из племени Дыбогривов"] = 5085,
       ["Терноплет из племени Дыбогривов"] = 5085,
       ["Геомант из племени Дыбогривов"] = 5085,
      }
   },
   ["Копыта жевры"] = {
      drop = {
       ["Жевра-бегун"] = 5086,
       ["Жевра-скакун"] = 5086,
       ["Жевра-рысак"] = 5086,
       ["Быстрогрив"] = 5086,
      }
   },
   ["Клюв долгонога"] = {
      drop = {
       ["Большой равнинный долгоног"] = 5087,
       ["Злобный равнинный долгоног"] = 5087,
       ["Проворный равнинный долгоног"] = 5087,
      }
   },
   ["Ключ от терминала"] = {
      drop = {
       ["Ремонтник Угрелов"] = 5089,
      }
   },
   ["Когти хищника саванны"] = {
      drop = {
       ["Хищник саванны"] = 5096,
      }
   },
   ["Изумруд Кошачий Глаз"] = {
      drop = {
       ["Головорез Торговой Компании"] = 5097,
       ["Надзиратель Торговой Компании"] = 5097,
       ["Начальник Медноклин"] = 5097,
      }
   },
   ["Мозг силитида из Улья Аши"] = {
      drop = {
       ["Острожал из улья Аши"] = 20457,
       ["Рабочий из улья Аши"] = 20457,
       ["Защитник из улья Аши"] = 20457,
       ["Пескоброд из улья Аши"] = 20457,
       ["Членистоног из улья 'Аши"] = 20457,
       ["Трутень из улья Аши"] = 20457,
       ["Душитель из улья Аши"] = 20457,
      }
   },
   ["Измененный панцирь хрустогрыза"] = {
      drop = {
       ["Оазисный хрустогрыз"] = 5098,
      }
   },
   ["Мозг силитида из Улья Зора"] = {
      drop = {
       ["Страж дорог из улья Зора"] = 20458,
       ["Проходчик из улья Зора"] = 20458,
       ["Оса из улья Зора"] = 20458,
       ["Разоритель из улья Зора"] = 20458,
       ["Сестра-убийца из улья Зора"] = 20458,
      }
   },
   ["Мозг силитида из Улья Регал"] = {
      drop = {
       ["Душитель из улья Регал"] = 20459,
       ["Землеглот из улья Регал"] = 20459,
       ["Огнеполох из улья Регал"] = 20459,
       ["Поработитель из улья Регал"] = 20459,
       ["Повелитель улья Регал"] = 20459,
      }
   },
   ["Шкура Ичияки"] = {
      drop = {
       ["Ичияки"] = 5100,
      }
   },
   ["Клык Ишамухала"] = {
      drop = {
       ["Ишамухал"] = 5101,
      }
   },
   ["Латунный ошейник"] = {
      drop = {
       ["Принцесса"] = 1006,
      }
   },
   ["Сердце Иши Авака"] = {
      drop = {
       ["Иша Авак"] = 5104,
      }
   },
   ["Открыватель Кристаллов"] = {
      drop = {
       ["Эмиссар Роман'хан"] = 20465,
      }
   },
   ["Перстень-печатка Вайрала"] = {
      drop = {
       ["Вайрал Подлый"] = 20466,
      }
   },
   ["Железная клепка"] = {
      drop = {
       ["Громила из стаи Красногорья"] = 1013,
       ["Мистик из стаи Красногорья"] = 1013,
       ["Губитель из стаи Красногорья"] = 1013,
       ["Чернорабочий из стаи Красногорья"] = 1013,
       ["Костелом"] = 1013,
      }
   },
   ["Сеть Лефтендрис"] = {
      drop = {
       ["Лефтендрис"] = 18426,
      }
   },
   ["Красная льняная бандана"] = {
      drop = {
       ["Бандит из Братства Справедливости"] = 1019,
       ["Морган Вымогатель"] = 1019,
       ["Волшебник-плут из Братства Справедливости"] = 1019,
       ["Душитель из Братства Справедливости"] = 1019,
       ["Эрлан Драджмур"] = 1019,
       ["Сурена Каледон"] = 1019,
       ["Портовый начальник из Братства Справедливости"] = 1019,
       ["Телохранитель из Братства Справедливости"] = 1019,
       ["Докер из Братства Справедливости"] = 1019,
      }
   },   
  ["Задание мастера: боевой цыпленок гномов"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: Гибельная кожаная повязка"] = {
    contained_id = {
      [175556] = 1,
    }
  },  
  ["Задание мастера: массивное грузило"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: пластинчатая бронерыба"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: огромный флакон с лечебным зельем"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: сильное зелье защиты от тайной магии"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: большой ториевый боевой топор"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: имперское зерцало"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: штаны из яркой ткани"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: ториевая труба"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: вулканический молот"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: молниевый угорь"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: гоблинская мина"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: сапоги из рунической ткани"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: гибельный кожаный пояс"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: настой оцепенения"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: мешок из рунической ткани"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: ториевая граната"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: одеяние из рунической ткани"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: огромный флакон с зельем маны"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: Светозарный венец"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: Светозарный венец"] = {
    contained_id = {
      [175555] = 1,
    }
  },
  ["Аварийный маяк КПХ-09/HL"] = {
      drop = {
        ["Морской хрустогрыз"] = 1,
        ["Метатель топоров из племени Порочной Ветви"] = 2,
        ["Знахарь из племени Порочной Ветви"] = 3,
        ["Охотник за головами из племени Порочной Ветви"] = 4,
        ["Темный чародей из племени Порочной Ветви"] = 5,
        ["Берсерк из племени Порочной Ветви"] = 6,
        ["Шкуродер из племени Порочной Ветви"] = 7,
        ["Темный охотник из племени Порочной Ветви"] = 8,
        ["Кровопийца из племени Порочной Ветви"] = 9,
        ["Пожиратель душ из племени Порочной Ветви"] = 10,
        ["Страж Аман'заси из племени Порочной Ветви"] = 11,
        ["Охотник за скальпами из племени Сухокожих"] = 12,
        ["Ревнитель из племени Сухокожих"] = 13,
        ["Шкуродер из племени Сухокожих"] = 14,
        ["Отравитель из племени Сухокожих"] = 15,
        ["Садист из племени Сухокожих"] = 16,
        ["Взыватель из племени Сухокожих"] = 17,
        ["Зеленый слякоч"] = 18,
        ["Нефритовый слизнюк"] = 19,
        ["Обученный остроклюв"] = 20,
        ["Грифон-остроклюв"] = 21,
        ["Остроклюв-повелитель небес"] = 22,
        ["Волчонок Порочной Ветви"] = 23,
        ["Верховой волк Порочной Ветви"] = 24,
        ["Паук-нянька племени Сухокожих"] = 25,
        ["Гонец высокодолья"] = 26,
        ["Разведчик высокодолья"] = 27,
        ["Стрелок высодолья"] = 28,
        ["Следопыт высокодолья"] = 29,
        ["Шадра"] = 30,
        ["Облезлый среброгрив"] = 31,
        ["Среброгривый волк"] = 32,
        ["Среброгривый ревун"] = 33,
        ["Среброгривый бродяга"] = 34,
        ["Злобный совух"] = 35,
        ["Примитивный совух"] = 36,
        ["Дикий совух"] = 37,
        ["Воин из племени Порочной Ветви"] = 38,
        ["Охотник за скальпами из племени Порочной Ветви"] = 39,
        ["Ворожей из племени Порочной Ветви"] = 40,
        ["Нефритовый слякоч"] = 41,
        ["Изумрудный слизнюк"] = 42,
        ["Хищный совух"] = 43,
        ["Душитель из племени Порочной Ветви"] = 44,
        ["Гаммерита"] = 45,
        ["Коварная жрица Ведьмиса"] = 46,
        ["Квиага Хранительница"] = 47,
        ["Бритвокоготь"] = 48,
        ["Джалинда Дракон Лета"] = 49,
        ["Мит'ретис Чаротворец"] = 50,
        ["Зул'арек Злобный Охотник"] = 51,
        ["Морта'гья Хранительница"] = 52,
        ["Хита'йа Хранительница"] = 53,
      }
   },
   ["Аварийный маяк КПХ-22/FE"] = {
      drop = {
        ["Огр из клана Гордунни"] = 1,
        ["Громила из клана Гордунни"] = 2,
        ["Изверг из клана Гордунни"] = 3,
        ["Шаман из клана Гордунни"] = 4,
        ["Огр-маг из клана Гордунни"] = 5,
        ["Военачальник Гордунни"] = 6,
        ["Маг-лорд из клана Гордунни"] = 7,
        ["Чернокнижник из клана Гордунни"] = 8,
        ["Полководец клана Гордунни"] = 9,
        ["Острожал из улья Зукк'аш"] = 10,
        ["Оса из улья Зукк'аш"] = 11,
        ["Рабочий улья Зукк'аш"] = 12,
        ["Проходчик улья Зукк'аш"] = 13,
        ["Полукровка из стаи Древолапов"] = 14,
        ["Зверолов из стаи Древолапов"] = 15,
        ["Громила из стаи Древолапов"] = 16,
        ["Мистик из стаи Древолапов"] = 17,
        ["Разоритель из стаи Древолапов"] = 18,
        ["Вожак стаи Древолапов"] = 19,
        ["Гроддокская обезьяна"] = 20,
        ["Гроддокский рокотун"] = 21,
        ["Медведь-сталемех"] = 22,
        ["Седой медведь-сталемех"] = 23,
        ["Сталемех-патриарх"] = 24,
        ["Радужный дракончик"] = 25,
        ["Летучий хамелеон"] = 26,
        ["Длиннозуб-охотник"] = 27,
        ["Длиннозубый ревун"] = 28,
        ["Бешеный длиннозуб"] = 29,
        ["Йети со Свирепого Утеса"] = 30,
        ["Неповоротливый йети со Свирепого Утеса"] = 31,
        ["Разъяренный йети со Свирепого Утеса"] = 32,
        ["Йети Бешеного оврага"] = 33,
        ["Старейшина Бешеного оврага"] = 34,
        ["Лютый йети Бешеного оврага"] = 35,
        ["Блеклоперый гиппогриф"] = 36,
        ["Блеклоперый крылень"] = 37,
        ["Блеклоперый грозовой крылень"] = 38,
        ["Блеклоперый патриарх"] = 39,
        ["Дольный крикун"] = 40,
        ["Норовистый дольный крикун"] = 41,
        ["Береговой клешнехват"] = 42,
        ["Береговой глубинник"] = 43,
        ["Воин из клана Гребня Ненависти"] = 44,
        ["Скользящий по волнам из клана Гребня Ненависти"] = 45,
        ["Змеестраж из клана Гребня Ненависти"] = 46,
        ["Мирмидон из клана Гребня Ненависти"] = 47,
        ["Визгунья из клана Гребня Ненависти"] = 48,
        ["Колдунья из клана Гребня Ненависти"] = 49,
        ["Сирена из клана Гребня Ненависти"] = 50,
        ["Леди Сзалла"] = 51,
        ["Рокотун Ловец"] = 52,
        ["Антилус Парящий"] = 53,
        ["Араш-етис"] = 54,
        ["Квирот"] = 55,
        ["Старый Серобрюх"] = 56,
        ["Рыкун"] = 57,
        ["Сухопутный бродяга"] = 58,
        ["Скальный великан"] = 59,
        ["Береговой странник"] = 60,
        ["Странник глубин"] = 61,
        ["Странник волн"] = 62,
        ["Гарпия из стаи Студеных Ключей"] = 63,
        ["Разбойница из стаи Студеных Ключей"] = 64,
        ["Душегубка из стаи Студеных Ключей"] = 65,
        ["Призывательница ветров из стаи Студеных Ключей"] = 66,
        ["Морской элементаль"] = 67,
        ["Морской вал"] = 68,
        ["Проклятый платан"] = 69,
        ["Бродячий лесной древень"] = 70,
        ["Налетчик из племени Зловещего Тотема"] = 71,
        ["Натуралист племени Зловещего Тотема"] = 72,
        ["Шаман племени Зловещего Тотема"] = 73,
        ["Крадущийся йети со Свирепого Утеса"] = 74,
        ["Эдана Коготь Ненависти"] = 75,
        ["Лорд Шалзару"] = 76,
        ["Ослабленный береговой странник"] = 77,
        ["Ослабленный сухопутный бродяга"] = 78,
        ["Ослабленный странник волн"] = 79,
        ["Ослабленный странник глубин"] = 80,
        ["Ослабленный скальный великан"] = 81,
        ["Жалохвост"] = 82,
      }
   },
   ["Аккуратно свернутая записка"] = {
      contained_id = {
        [175555] = 1,
      }
   },
   ["Заржавевший черный ящик"] = {
      drop = {
        ["Зарикотль"] = 1,
      }
   },
   ["Подвеска Мизраэль"] = {
      drop = {
        ["Тиноброд"] = 21,
        ["Муг'тол"] = 66,
        ["Рихтер"] = 75,
        ["Дермот"] = 76,
        ["Расхититель из клана Раздробленного Хребта"] = 77,
        ["Навозер"] = 79,
        ["Гломмус"] = 80,
        ["Тролль из племени Сухокожих"] = 83,
        ["Лорд Соколиный Шлем"] = 113,
        ["Отто"] = 114,
        ["Певица"] = 115,
        ["Коворк"] = 116,
        ["Слиби"] = 131,
        ["Знорт"] = 132,
        ["Ор'Калар"] = 133,
        ["Нэнси Вишас"] = 142,
        ["Воин из племени Черножабрых"] = 181,
        ["Фардел Дабири"] = 182,
        ["Кената Дабири"] = 183,
        ["Ледочрев"] = 184,
        ["Разведчик из племени Гелкис"] = 201,
        ["Буревестница из племени Мародин"] = 209,
        ["Мародер из племени Мародин"] = 210,
        ["Тюремщик судеб"] = 223,
        ["Дева Пустоты"] = 224,
        ["Капитан тюремщиков судеб"] = 225,
        ["Сестра Пустоты"] = 226,
        ["Колдунья Пустоты"] = 227,
        ["Штейгер Коззл"] = 236,
        ["Нобору Дубина"] = 248,
        ["Вождь Дез'хеп"] = 249,
        ["Онгеку"] = 250,
        ["Тиранис Малем"] = 251,
        ["Лорд Азреток"] = 252,
        ["Джугкар Грим'род"] = 253,
        ["Акеллиос-Изгнанник"] = 254,
        ["Телохранитель Варуга"] = 255,
        ["Тоскующий мертвец"] = 256,
        ["Блуждающий фантазм"] = 257,
        ["Новобранец Алого ордена"] = 258,
        ["Барабуль"] = 287,
		
      }
   },
   ["Краткий обзор задач перевозок XI"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,

      }
   },
   ["Голова Жнеца"] = {
      drop = {
        ["Силитид-жнец"] = 1,
      }
   },
   ["Оскверненная водяная сфера"] = {
      drop = {
        ["Приливница"] = 1,
      }
   },
   ["Безупречная шкура йети"] = {
      drop = {
        ["Йети Бешеного оврага"] = 1,
        ["Старейшина Бешеного оврага"] = 2,
        ["Лютый йети Бешеного оврага"] = 3,
      }
   },
   ["Боеприпасы Громострела"] = {
      contained = {
        ["Ящик со снарядами"] = 1,
      }
   },
   ["Потерянные припасы"] = {
      contained = {
        ["Разбитый ящик"] = 1,
      }
   },
   ["Совершенная шкура йети"] = {
      drop = {
        ["Йети Бешеного оврага"] = 1,
        ["Старейшина Бешеного оврага"] = 2,
        ["Лютый йети Бешеного оврага"] = 3,
      }
   },
   ["Корабельное расписание"] = {
      ["drop"] = {
        ["Андре Огнебородый"] = 1
      },
      ["contained"] = {
        ["Пиратский сундучок"] = 1
      }
   },
   ["Карта сокровищ Куэрго"] = {
      contained_id = {
       [175557] = 1,
      }
   },
   ["Ключ от туалета Грязнули"] = {
      drop = {
        ["Кузнец из клана Черного Железа"] = 1,
        ["Поработитель из клана Черного Железа"] = 2,
        ["Надсмотрщик из клана Черного Железа"] = 3,
        ["Караульный из клана Черного Железа"] = 4,
        ["Наблюдатель из клана Черного Железа"] = 5,
        ["Похититель из клана Черного Железа"] = 6,
      }
   },
   ["Неразборчиво исписанный журнал"] = {
      drop = {
        ["Верховный вождь племени Зимней Спячки"] = 1,
      }
   },
   ["Распоряжения Ренда Чернорука"] = {
      drop = {
        ["Интендант из легиона Изрубленного Щита"] = 1,
      }
   },
   ["Палка Нобору"] = {
      drop = {
        ["Нобору Дубина"] = 1,
      }
   },
   ["Голова Нефариана"] = {
      drop = {
        ["Нефариан"] = 1,
      }
   },
   ["Сердце"] = {
      drop = {
        ["Черномшец злосмрадный"] = 1,
      }
   },
   ["Голова Нефариана"] = {
      drop = {
        ["Нефариан"] = 1,
      }
   },
   ["Сосуд Возрождения"] = {
      drop = {
        ["Гарр"] = 1,
      }
   },
   ["Дремлющий клинок Игривого Ветра"] = {
      drop = {
        ["Принц Громораан"] = 1,
      }
   },
   ["Контракт убийцы"] = {
      drop = {
        ["Мрачный убийца"] = 1,
      }
   },
   ["Здоровая чешуя дракона"] = {
      drop = {
        ["Зачумленный детеныш дракона"] = 1,
      }
   },
   ["Покрытое грязью кольцо"] = {
      drop = {
        ["Посланник из клана Черного Железа"] = 1,
      }
   },
   ["Маленький свиток"] = {
      drop = {
        ["Чарлга Остробок"] = 1,
      }
   },
   ["Фолиант божественности [1]"] = {
      drop = {
        ["Даториан Ралл"] = 1,
      }
   },
   ["Фолиант Отваги"] = {
      drop = {
        ["Брандар Железный Молот"] = 1,
      }
   },
   ["Заколдованный пергамент"] = {
      contained = {
        ["Подержанный деревянный сундук"] = 1,
      }
   },
   ["Свиток Гордунни"] = {
      contained = {
        ["Свиток Гордунни"] = 1,
      }
   },
   ["Дневник Хенрига Хмурня"] = {
      contained = {
        ["Дневник Хенрига Хмурня"] = 1,
      }
   },
   ["Поглощенный кошмарами предмет"] = {
      drop = {
        ["Исондра"] = 1,
        ["Летон"] = 2,
        ["Эмерисс"] = 3,
        ["Таэрар"] = 4,
      }
   },
   ["Краткое изложение тактической задачи VI"] = {
      containedi = {
        ["Тактическое задание"] = 1,
      }
   },
   
   ["Краткое изложение тактической задачи VII"] = {
      containedi = {
        ["Тактическое задание"] = 1,
      }
   },
   ["Краткое изложение тактической задачи VIII"] = {
      containedi = {
        ["Дополнительное тактическое задание"] = 1,
      }
   },
   ["Измятая записка"] = {
      drop = {
        ["Охранник из клана Ярости Горна"] = 1,
        ["Пехотинец из клана Ярости Горна"] = 2,
        ["Солдат из клана Ярости Горна"] = 3,
        ["Медик из клана Ярости Горна"] = 4,
        ["Офицер из клана Ярости Горна"] = 5,
        ["Тенегорнский крестьянин"] = 6,
        ["Ремесленник из клана Кузни Рока"] = 7,
        ["Маршал из клана Ярости Горна"] = 8,
        ["Драгун из клана Кузни Рока"] = 9,
        ["Кузнец-волшебник из клана Кузни Рока"] = 10,
        ["Тенегорнский горожанин"] = 11,
        ["Капитан из клана Ярости Горна"] = 12,
        ["Тенегорнский сенатор"] = 13,
        ["Создание-завоеватель"] = 14,
        ["Беспощадный голем"] = 15,
        ["Создание молота Гнева"] = 16,
        ["Оплавленный боевой голем"] = 17,
        ["Огненный страж"] = 18,
        ["Пылающий огнестраж"] = 19,
        ["Огнестраж-разрушитель"] = 20,
        ["Истязатель из культа Сумеречного Молота"] = 21,
        ["Эмиссар культа Сумеречного Молота"] = 22,
        ["Телохранитель из культа Сумеречного Молота"] = 23,
        ["Посол из культа Сумеречного Молота"] = 24,
        ["Зритель арены"] = 25,
        ["Раб с каменоломни"] = 26,
        ["Оружейный техник"] = 27,
        ["Гончий пес"] = 28,
        ["Гончий мастиф"] = 29,
        ["Панцер Непобедимый"] = 30,
        ["Чудище"] = 31,
        ["Землеройный червь"] = 32,
        ["Глубинный острожал"] = 33,
        ["Черный крикун"] = 34,
        ["Землеройный громорог"] = 35,
        ["Принцесса Мойра Бронзобород"] = 36,
        ["Жук-бурильщик"] = 37,
        ["Пещерный ползун"] = 38,
        ["Повелитель големов Аргелмах"] = 39,
        ["Бейл'Гор"] = 40,
        ["Лорд Опалитель"] = 41,
        ["Верховный дознаватель Герштан"] = 42,
        ["Император Дагран Тауриссан"] = 43,
        ["Пироман Зерно Мудрости"] = 44,
        ["Лорд Роккор"] = 45,
        ["Подчинитель Пирон"] = 46,
        ["Горош Дервиш"] = 47,
        ["Гриззл"] = 48,
        ["Потрошитель"] = 49,
        ["Ок'тор Разрушитель"] = 50,
        ["Ануб'шиа"] = 51,
        ["Хедрум Ползун"] = 52,
        ["Генерал Кузня Гнева"] = 53,
        ["Тюремщик Стилгисс"] = 54,
        ["Верек"] = 55,
        ["Финий Темнострой"] = 56,
        ["Посол Огнехлыст"] = 57,
        ["Псарь Гребмар"] = 58,
        ["Палач из культа Сумеречного Молота"] = 59,
        ["Темный хранитель Пелвер"] = 60,
        ["Темный стражник"] = 61,
        ["Сторож Хватка Смерти"] = 62,
        ["Штоппор Наливалс"] = 63,
        ["Фаланкс"] = 64,
        ["Харли Чернопых"] = 65,
        ["Дебошир-смрадодых"] = 66,
        ["Риббли Крутипроб"] = 67,
        ["Мрачный завсегдатай"] = 68,
        ["Голодный завсегдатай"] = 69,
        ["Пьяный завсегдатай"] = 70,
        ["Ограбиси"] = 71,
        ["Шилл Динджер"] = 72,
        ["Крест Убийца"] = 73,
        ["Джез"] = 74,
        ["Магмус"] = 75,
        ["Друг Риббли"] = 76,
      }
   },
   ["Руководство Омариона"] = {
      drop = {
        ["Ремесленник Вильгельм"] = 1,
      }
   },
   ["Контракт Братства Тория"] = {
      drop = {
        ["Локтос Зловещий Торговец"] = 1,
      }
   },
   ["Основа Атиеша"] = {
      drop = {
        ["Мексна"] = 1,
      }
   },
   ["Светящийся осколок"] = {
      drop = {
        ["Мутанус Пожиратель"] = 1,
      }
   },
   ["Сущность Эраникуса"] = {
      drop = {
        ["Тень Эраникуса"] = 1,
      }
   },
   ["Голова Оссириана Неуязвимого"] = {
      drop = {
        ["Оссириан Неуязвимый"] = 1,
      }
   },
   ["Око К'Туна"] = {
      drop = {
        ["К'Тун"] = 1,
      }
   },
   ["Изящное письмо"] = {
      drop = {
        ["Гест"] = 1,
      }
   },
   ["Книга Подземные Силы"] = {
      drop = {
        ["Послушник из культа Сумеречного Молота"] = 1,
        ["Лиходей из культа Сумеречного Молота"] = 2,
      }
   },
   ["Старинная историческая книга"] = {
      drop = {
        ["Плотояд"] = 1,
        ["Скелет-воин"] = 2,
        ["Ужасный скелет"] = 3,
        ["Маг-скелет"] = 4,
        ["Вестник Тьмы из стаи Ночной Погибели"] = 5,
        ["Ярый Клык Ночной Погибели"] = 6,
        ["Костеглод"] = 7,
        ["Воин из клана Дробящего Кулака"] = 8,
        ["Ночной гонец из Братства Справедливости"] = 9,
        ["Расхититель могил"] = 10,
        ["Ззарк'Вул"] = 11,
        ["Сталван Мистмантл"] = 12,
        ["Невменяемый вурдалак"] = 13,
        ["Мор'Ладим"] = 14,
        ["Скелет-губитель"] = 15,
        ["Тенеткач Ночной Погибели"] = 16,
        ["Мозгоед"] = 17,
        ["Распространитель чумы"] = 18,
        ["Скелет-хранитель"] = 19,
        ["Скелет-лекарь"] = 20,
        ["Огр из клана Дробящего Кулака"] = 21,
        ["Огнепряд из клана Дробящего Кулака"] = 22,
        ["Надсмотрщик из клана Дробящего Кулака"] = 23,
        ["Ворген из стаи Ночной Погибели"] = 24,
        ["Ночной клинок из Братства Справедливости"] = 25,
        ["Чаротворец из Братства Справедливости"] = 26,
        ["Нечистый ворген из стаи Ночной Погибели"] = 27,
        ["Гнилая нежить"] = 28,
        ["Скелет-налетчик"] = 29,
        ["Огнетворец из клана Дробящего Кулака"] = 30,
        ["Зловонный труп"] = 31,
        ["Поработитель из клана Дробящего Кулака"] = 32,
        ["Кишкодер"] = 33,
      }
   },
   ["Древний киражский артефакт"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
      }
   },
   ["Карта с пятнами грязи"] = {
      contained = {
        ["Карта с пятнами грязи"] = 1,
      }
   },
   ["Говорящая голова"] = {
      drop = {
        ["Громила из стаи Гнилошкуров"] = 1,
        ["Насылающий чуму из стаи Гнилошкуров"] = 2,
        ["Дикарь из стаи Гнилошкуров"] = 3,
        ["Гневный гнолл из стаи Гнилошкуров"] = 4,
        ["Костолом из стаи Гнилошкуров"] = 5,
      }
   },
   ["Раздробленный силитидский панцирь"] = {
      drop = {
        ["Силитид-искатель"] = 1,
        ["Силитид-захватчик"] = 2,
        ["Опустошитель-силитид"] = 3,
        ["Силитид-трутень"] = 4,
      }
   },
   ["Изложение боевой задачи I"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
      }
   },
   ["Поцарапанный демоном плащ"] = {
      drop = {
        ["Призрачный Вой"] = 1,
      }
   },
   ["Изложение боевой задачи II"] = {
      containedi = {
        ["Досье Улья Аши"] = 1,
      }
   },
   ["Краткое изложение тактической задачи III"] = {
      containedi = {
        ["Тактическое задание"] = 1,
      }
   },
   ["Краткое изложение тактической задачи I"] = {
      containedi = {
        ["Тактическое задание"] = 1,
        ["Дополнительное тактическое задание"] = 2,
      }
   },
   ["Изложение боевой задачи IV"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
      },
      containedi = {
        ["Досье Улья Зора"] = 1,
      }
   },
   ["Изложение боевой задачи V"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
      },
      containedi = {
        ["Досье Улья Зора"] = 1,
      }
   },
   ["Изложение боевой задачи VI"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
      },
      containedi = {
        ["Досье Улья Зора"] = 1,
      }
   },
   ["Изложение боевой задачи VII"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
      },
      containedi = {
        ["Досье Улья Зора"] = 1,
      }
   },
   ["Фолиант Божественности [2]"] = {
      drop = {
        ["Тиза Боевой Горн"] = 1,
      }
   },
   ["Изложение боевой задачи VIII"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
        ["Камнехвостый живодер"] = 3
      },
      containedi = {
        ["Досье Улья Регал"] = 1,
      }
   },
   ["Ритуальный тотем Мертвого Леса"] = {
      drop = {
        ["Дозорный из племени Мертвого Леса"] = 1,
        ["Мститель из племени Мертвого Леса"] = 2,
        ["Шаман из племени Мертвого Леса"] = 3,
      }
   },
   ["Изложение боевой задачи IX"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
        ["Камнехвостый живодер"] = 3
      },
      containedi = {
        ["Досье Улья Регал"] = 1,
      }
   },
   ["Ритуальный тотем Зимней Спячки"] = {
      drop = {
        ["Ведмедь из племени Зимней Спячки"] = 1,
        ["Шаман из племени Зимней Спячки"] = 2,
        ["Дозорный из племени Зимней Спячки"] = 3,
        ["Тотемист из племени Зимней Спячки"] = 4,
        ["Землепроходец из племени Зимней Спячки"] = 5,
        ["Верховный вождь племени Зимней Спячки"] = 6,
        ["Гонец из племени Зимней Спячки"] = 7,
      }
   },
   ["Изложение боевой задачи X"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
        ["Камнехвостый живодер"] = 3
      },
      containedi = {
        ["Досье Улья Регал"] = 1,
      }
   },
   ["Изложение боевой задачи XI"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
        ["Камнехвостый живодер"] = 3
      },
      containedi = {
        ["Досье Улья Регал"] = 1,
      }
   },
   ["Краткий обзор задач перевозок IV"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок IV"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок V"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок VI"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок VI"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Ожерелье Синих перьев"] = {
      drop = {
        ["Безумный совух"] = 1,
        ["Осененный луной совух"] = 2,
        ["Яростный совух"] = 3,
      }
   },
   ["Краткий обзор задач перевозок VIII"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Древний окаменелый древесный лист"] = {
      drop = {
        ["Поджигатель-целитель"] = 1,
        ["Поджигатель-гвардеец"] = 2,
      }
   },
   ["Краткий обзор задач перевозок VII"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Рог Маргульи"] = {
      drop = {
        ["Маргулья Свирепая"] = 1,
      }
   },
   ["Краткий обзор задач перевозок VII"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Старый конверт"] = {
      contained = {
        ["Сундук Бенедикта"] = 1,
      }
   },
   ["Краткий обзор задач перевозок IX"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Повелитель арены"] = {
      contained = {
        ["Сундук Арены с сокровищами"] = 1,
      }
   },
   ["Приказ полководца Клинозуба"] = {
      drop = {
        ["Полководец Клинозуб"] = 1,
      }
   },
   ["Записка убийцы"] = {
      drop = {
        ["Вестник племени Галак"] = 1,
      }
   },
   ["Письмо к Иветте"] = {
      drop = {
        ["Костетряс-солдат"] = 1,
        ["Мрачноокий скелет-заклинатель"] = 2,
        ["Костеголовый солдат"] = 3,
      }
   },
   ["План сбора золота"] = {
      drop = {
        ["Недоросток из стаи Речной Лапы"] = 1,
        ["Графф Быстрохват"] = 2,
        ["Дробитель"] = 3,
        ["Гонец стаи Речной Лапы"] = 4,
      }
   },
   ["Колода Зверей"] = {
      drop = {
        ["Чудовище"] = 1,
      }
   },
   ["Око Пылающей Тени"] = {
      drop = {
        ["Газз'уз"] = 1,
      }
   },
   ["Колода Полководцев"] = {
      drop = {
        ["Король Гордок"] = 1,
      }
   },
   ["Неотосланное письмо"] = {
      drop = {
        ["Эдвин ван Клиф"] = 1,
      }
   },
   ["Пустой бочонок Чена"] = {
      contained = {
        ["Пустой бочонок Чена"] = 1,
      }
   },
   ["Колода Элементалей"] = {
      drop = {
        ["Гидротварь"] = 1,
      }
   },
   ["Краткий обзор задач перевозок X"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок I"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Источник питания"] = {
      drop = {
        ["Главный инженер Чепухастер"] = 1,
      }
   },
   ["Карта сокровищ капитана Сандерса"] = {
      drop = {
        ["Мурлок-береговик"] = 1,
        ["Мурлок-волнолов"] = 2,
        ["Мурлок-воин"] = 3,
        ["Старый Мрачноглаз"] = 4,
        ["Низший мурлок-оракул"] = 5,
        ["Мурлок-охотник"] = 6,
        ["Мурлок-сетеплет"] = 7,
        ["Мурлок-налетчик"] = 8,
        ["Мурлок-оракул"] = 9,
        ["Сларк"] = 10,
        ["Бракк"] = 11,
      }
   },
   ["Колода Порталов"] = {
      drop = {
        ["Темный магистр Гандлинг"] = 1,
      }
   },
   ["Промокший конверт"] = {
      contained = {
        ["Промокшее письмо"] = 1,
      }
   },
   ["Зачарованная ториевая броня1"] = {
      drop = {
        ["Король Гордок"] = 1,
        ["Горалук Треснувшая Наковальня"] = 2,
      }
   },
   ["Зачарованная ториевая броня2"] = {
      drop = {
        ["Громоклин"] = 1,
        ["Молотобоец из Багрового Легиона"] = 2,
      }
   },
   ["Зачарованная ториевая броня3"] = {
      drop = {
        ["Оружейник Черной Стражи"] = 1,
        ["Аррок Смертный Вопль"] = 2,
      }
   },
   ["Кроваво-красный ключ"] = {
      drop = {
        ["Джеденарский головорез"] = 1,
        ["Джеденарский темноплет"] = 2,
        ["Джеденарский чернокнижник"] = 3,
        ["Джеденарский легионер"] = 4,
        ["Улатек"] = 5,
      }
   },
   ["Рваная демонская кожа"] = {
      drop = {
        ["Авгур клана Пылающего Клинка"] = 1,
        ["Разоритель из клана Пылающего Клинка"] = 2,
        ["Адепт клана Пылающего Клинка"] = 3,
        ["Скверноподданный из клана Пылающего Клинка"] = 4,
        ["Темный маг клана Пылающего Клинка"] = 5,
        ["Призыватель из клана Пылающего Клинка"] = 6,
        ["Призыватель духов из клана Пылающего Клинка"] = 7,
        ["Ясновидец клана Пылающего Клинка"] = 8,
      }
   },
   ["Сердце Хаккара"] = {
      drop = {
        ["Хаккар"] = 1,
      }
   },
   ["Камень клятвы драконьего выводка Изеры"] = {
      drop = {
        ["Итар"] = 1,
      }
   },
   ["Щербатая черная коробка"] = {
      drop = {
        ["Зарикотль"] = 1,
      }
   },
   ["Изорванный дневник"] = {
      drop = {
        ["Дьявозавр"] = 1,
        ["Железношкурый дьявозавр"] = 2,
        ["Тиранодьявозавр"] = 3,
        ["Стегодон"] = 4,
        ["Панцирный стегодон"] = 5,
        ["Шипастый стегодон"] = 6,
        ["Громовой стегодон"] = 7,
        ["Равазавр"] = 8,
        ["Равазавр-бегун"] = 9,
        ["Равазавр-охотник"] = 10,
        ["Ядошкурый равазавр"] = 11,
        ["Кровоцвет-хлыстун"] = 12,
        ["Кровоцвет-живодер"] = 13,
        ["Кровоцвет-крепкозуб"] = 14,
        ["Кровоцвет-зверолов"] = 15,
        ["Ун'Горский топотун"] = 16,
        ["Ун'горская горилла"] = 17,
        ["Ун'Горский рокотун"] = 18,
        ["Смоляная тварь"] = 19,
        ["Смоляной скрытень"] = 20,
        ["Смоляной господин"] = 21,
        ["Смоляной ползун"] = 22,
        ["Оса из улья Гориши"] = 23,
        ["Рабочий из улья Гориши"] = 24,
        ["Разоритель из улья Гориши"] = 25,
        ["Острожал из улья Гориши"] = 26,
        ["Проходчик из улья Гориши"] = 27,
        ["Скользкий слизнюк"] = 28,
        ["Первобытный слизнюк"] = 29,
        ["Липкий слизнюк"] = 30,
        ["Каменный страж"] = 31,
        ["Равазавр-матриарх"] = 32,
        ["Матка Завас"] = 33,
        ["Графф"] = 34,
        ["Король Мош"] = 35,
        ["Ак'лок"] = 36,
        ["Молодой деметродон"] = 37,
        ["Деметродон"] = 38,
        ["Старый деметродон"] = 39,
        ["Птенец терродактиля"] = 40,
        ["Терродактиль"] = 41,
        ["Бесноватый терродактиль"] = 42,
        ["Отделившийся слизнюк"] = 43,
        ["Монструозный слизнюк"] = 44,
        ["Самка Лар'корви"] = 45,
        ["Лар'корви"] = 46,
        ["Стражник улья Гориши"] = 47,
        ["Матка улья Гориши"] = 48,
      }
   },
   ["Свиток с рунами"] = {
      drop = {
        ["Эан Быстрая Река"] = 1,
      }
   },
   ["Краткий обзор задач перевозок I"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок II"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок III"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок IX"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок V"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок VIII"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок X"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Странная водяная сфера"] = {
      drop = {
        ["Барон Акванис"] = 1,
      }
   },
   ["Кушак с монограммой"] = {
      drop = {
        ["Мок'раш"] = 1,
      }
   },
   ["Флейта Ксаварика"] = {
      drop = {
        ["Ксаварик"] = 1,
      }
   },
   ["Отсыревшая записка"] = {
      drop = {
        ["Жрица прилива из Непроглядной Пучины"] = 1,
      }
   },
   ["Светящаяся подвеска Темношкуров"] = {
      drop = {
        ["Темноплет из стаи Темношкуров"] = 1,
        ["Душегуб из стаи Темношкуров"] = 2,
        ["Громила из стаи Темношкуров"] = 3,
        ["Гнолл из стаи Темношкуров"] = 4,
        ["Бешеный гнолл из стаи Темношкуров"] = 5,
        ["Воин из стаи Темношкуров"] = 6,
        ["Убийца из стаи Темношкуров"] = 7,
        ["Лейтенант Фангор"] = 8,
        ["Рохх Молчаливый"] = 9,
      }
   },
   ["Аварийный маяк КПХ-17/TN"] = {
      drop = {
        ["Стеклошкурый василиск"] = 1,
        ["Стеклошкурый взорень"] = 2,
        ["Стеклошкурый окаменитель"] = 3,
        ["Скорпид-охотник"] = 4,
        ["Плетохвостый скорпид"] = 5,
        ["Песчаный скорпид-охотник"] = 6,
        ["Голодный хромоног"] = 7,
        ["Хромоногая гиена"] = 8,
        ["Бешеный стертолап"] = 9,
        ["Рух"] = 10,
        ["Огненный рух"] = 11,
        ["Опаляющий рух"] = 12,
        ["Береговая черепаха"] = 13,
        ["Оса из улья Хаззали"] = 14,
        ["Острожал из улья Хаззали"] = 15,
        ["Членистоног из улья Хаззали"] = 16,
        ["Рабочий из улья Хаззали"] = 17,
        ["Проходчик из улья Хаззали"] = 18,
        ["Песчаный разоритель из улья Хаззали"] = 19,
        ["Оса-сентипаар"] = 20,
        ["Жалоносец-сентипаар"] = 21,
        ["Членистоног-сентипаар"] = 22,
        ["Рабочий-сентипаар"] = 23,
        ["Проходчик-сентипаар"] = 24,
        ["Разоритель-сентипаар"] = 25,
        ["Земляной яростень"] = 26,
        ["Берегоброд"] = 27,
        ["Дюнный крушитель"] = 28,
        ["Гневный дюнный крушитель"] = 29,
        ["Огр из клана Песчаного Молота"] = 30,
        ["Головорез из клана Песчаного Молота"] = 31,
        ["Огр-маг из клана Песчаного Молота"] = 32,
        ["Громила из клана Песчаного Молота"] = 33,
        ["Чернокнижник из клана Песчаного Молота"] = 34,
        ["Терновый собиратель росы"] = 35,
        ["Терновый корнеплет"] = 36,
        ["Бугристый шипокож"] = 37,
        ["Разбойник из шайки Скитальцев Пустыни"] = 38,
        ["Вор из шайки Скитальцев Пустыни"] = 39,
        ["Темный маг из шайки Скитальцев Пустыни"] = 40,
        ["Бандит из шайки Скитальцев Пустыни"] = 41,
        ["Убийца из шайки Скитальцев Пустыни"] = 42,
        ["Шкуродер из племени Песчаной Бури"] = 43,
        ["Метатель топоров из племени Песчаной Бури"] = 44,
        ["Призыватель Огня из племени Песчаной Бури"] = 45,
        ["Темный чародей из племени Песчаной Бури"] = 46,
        ["Кровопийца из племени Песчаной Бури"] = 47,
        ["Знахарь из клана Песчаной Бури"] = 48,
        ["Темный охотник"] = 49,
        ["Пожиратель душ из племени Песчаной Бури"] = 50,
        ["Скарабей"] = 51,
        ["Тека Мученик"] = 52,
        ["Палач из клана Песчаной Бури"] = 53,
        ["Мертвый герой Зул'Фаррака"] = 54,
        ["Зул'фарракский зомби"] = 55,
        ["Сержант Блай"] = 56,
        ["Ворона"] = 57,
        ["Оро Вырвиглаз"] = 58,
        ["Мурта Мрачнобрюх"] = 59,
        ["Гидромант Велрата"] = 60,
        ["Некрум Кишкожуй"] = 61,
        ["Руузлу"] = 62,
        ["Песчаный скорпид"] = 63,
        ["Калиф Жало Скорпида"] = 64,
        ["Пират Южных морей"] = 65,
        ["Флибустьер Южных морей"] = 66,
        ["Рабочий из порта Южных морей"] = 67,
        ["Сорвиголова Южных морей"] = 68,
        ["Андре Огнебородый"] = 69,
        ["Пират-охотник за сокровищами"] = 70,
        ["Буканьер-охотник за сокровищами"] = 71,
        ["Сул'литуз-пескорыск"] = 72,
        ["Сул'литуз-поганище"] = 73,
        ["Джин'Заллах Хозяин Барханов"] = 74,
        ["Крегг Кильватель"] = 75,
        ["Хаарка Ненасытный"] = 76,
        ["Порывистый вихрь"] = 77,
        ["Землебой"] = 78,
        ["Живая буря"] = 79,
        ["Сандарр Разоритель Барханов"] = 80,
        ["Пыльный призрак"] = 81,
        ["Зериллис"] = 82,
        ["Гор'марок Опустошитель"] = 83,
      }
   },
   ["Лапа Топтыжня"] = {
      drop = {
        ["Топтыжень"] = 1,
      }
   },
   ["Голова Тенумбры"] = {
      drop = {
        ["Тенумбра"] = 1,
      }
   },
   ["Коготь гиппогрифа Острокогтя"] = {
      drop = {
        ["Острокоготь"] = 1,
      }
   },
   ["Документ Западного Края"] = {
      drop = {
        ["Бандит из Братства Справедливости"] = 1,
        ["Волшебник-плут из Братства Справедливости"] = 2,
        ["Душитель из Братства Справедливости"] = 3,
        ["Эрлан Драджмур"] = 4,
        ["Сурена Каледон"] = 5,
        ["Портовый начальник из Братства Справедливости"] = 6,
        ["Телохранитель из Братства Справедливости"] = 7,
        ["Докер из Братства Справедливости"] = 8,
      }
   },
   ["Гарона: Исследование скрытности и предательства"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Кодекс Защиты"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Поваренная книга чародея"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Раскачаем этот Свет"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Укрощая тени"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Величайшая гонка охотников"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Святая Болонья: О чем не говорит свет"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Конверт"] = {
      drop = {
        ["Вурдалак-берсерк"] = 1,
        ["Призрачный солдат"] = 2,
        ["Скелет-штурмовик"] = 3,
        ["Огненный скелет"] = 4,
      }
   },
   ["Ледяной шок и вы"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Изумрудный Сон"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Смятое послание"] = {
      drop = {
        ["Вурдалак-берсерк"] = 1,
        ["Призрачный солдат"] = 2,
        ["Скелет-штурмовик"] = 3,
        ["Огненный скелет"] = 4,
      }
   },
   ["Разорванная страница"] = {
      drop = {
        ["Вурдалак-берсерк"] = 1,
        ["Призрачный солдат"] = 2,
        ["Скелет-штурмовик"] = 3,
        ["Огненный скелет"] = 4,
      }
   },
   ["Испачканный документ"] = {
      drop = {
        ["Вурдалак-берсерк"] = 1,
        ["Призрачный солдат"] = 2,
        ["Скелет-штурмовик"] = 3,
        ["Огненный скелет"] = 4,
      }
   },
   ["Порванное письмо"] = {
      drop = {
        ["Вурдалак-берсерк"] = 1,
        ["Призрачный солдат"] = 2,
        ["Скелет-штурмовик"] = 3,
        ["Огненный скелет"] = 4,
      }
   },
   ["Голова Бальназара"] = {
      drop = {
        ["Балназзар"] = 1,
      }
   },
   ["Краткий обзор задач перевозок II"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок III"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Изложение боевой задачи XII"] = {
      containedi = {
        ["Досье Улья Аши"] = 1,
      }
   },
   ["Изложение боевой задачи III"] = {
      containedi = {
        ["Досье Улья Аши"] = 1,
      }
   },
   ["Краткое изложение тактической задачи X"] = {
      drop = {
        ["Рекс Ашил"] = 1,
      }
   },
   ["Краткое изложение тактической задачи IX"] = {
      drop = {
        ["Рекс Ашил"] = 1,
      }
   },
   ["Краткое изложение тактической задачи II"] = {
      containedi = {
        ["Дополнительное тактическое задание"] = 1,
      }
   },
   ["Краткое изложение тактической задачи IV"] = {
      containedi = {
        ["Дополнительное тактическое задание"] = 1,
      }
   },
   ["Краткое изложение тактической задачи V"] = {
      containedi = {
        ["Дополнительное тактическое задание"] = 1,
      }
   },
   ["Магическая книга"] = {
      drop = {
        ["Азурегос"] = 1,
      }
   },
   ["Загадка Кортелло"] = {
      contained = {
        ["Загадка Кортелло"] = 1,
      }
   },
   ["Предсказание Воржея #23"] = {
      drop = {
        ["Оазисный хрустогрыз"] = 1,
      },
	  containedi = {
        ["Предсказание ярмарки Новолуния"] = 1,
      }
   },
   ["Предсказание Воржея #24"] = {
      drop = {
        ["Речной мурлок-бегун"] = 1,
        ["Птенец терродактиля"] = 2,
      },
	  containedi = {
        ["Предсказание ярмарки Новолуния"] = 1,
      }
   },
   ["Справочник Форора по истреблению драконов"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Пустая фляга из-под огненной воды"] = {
      drop = {
        ["Ведмедь из племени Зимней Спячки"] = 1,
        ["Шаман из племени Зимней Спячки"] = 2,
        ["Дозорный из племени Зимней Спячки"] = 3,
        ["Тотемист из племени Зимней Спячки"] = 4,
        ["Землепроходец из племени Зимней Спячки"] = 5,
        ["Гонец из племени Зимней Спячки"] = 6,
      }
   },
   ["Копыто Лакота'мани"] = {
      drop = {
        ["Лакота'мани"] = 1,
      }
   },
   ["Распоряжения генерала Драккисата"] = {
      drop = {
        ["Властитель Змейталак"] = 1,
      }
   },
   ["Потерянное письмо Бранна Бронзоборода"] = {
      drop = {
        ["Острожал из улья Аши"] = 1,
        ["Рабочий из улья Аши"] = 2,
        ["Защитник из улья Аши"] = 3,
        ["Пескоброд из улья Аши"] = 4,
        ["Членистоног из улья 'Аши"] = 5,
        ["Страж дорог из улья Зора"] = 6,
        ["Проходчик из улья Зора"] = 7,
        ["Оса из улья Зора"] = 8,
        ["Разоритель из улья Зора"] = 9,
        ["Сестра-убийца из улья Зора"] = 10,
        ["Душитель из улья Регал"] = 11,
        ["Землеглот из улья Регал"] = 12,
        ["Огнеполох из улья Регал"] = 13,
        ["Поработитель из улья Регал"] = 14,
        ["Повелитель улья Регал"] = 15,
      }
   },
   ["Хвостовой зубец оватанки"] = {
      drop = {
        ["Оватанка"] = 1,
      }
   },
   ["Перо Ваште Пауни"] = {
      drop = {
        ["Ваште Пауни"] = 1,
      }
   },
   ["Рассыпавшееся ожерелье"] = {
      drop = {
        ["Тенегорнский геодезист"] = 1,
        ["Тенегорнский бузотер"] = 2,
        ["Тенегорнский землекоп"] = 3,
        ["Камнеед из племени Каменного Свода"] = 4,
        ["Оракул из племени Каменного Свода"] = 5,
        ["Охотник из племени Каменного Свода"] = 6,
      }
   },
   ["Предсказание Воржея #25"] = {
      containedi = {
        ["Предсказание ярмарки Новолуния"] = 1,
      }
   },
   ["Голова Ониксии"] = {
      drop = {
        ["Ониксия"] = 1,
      }
   },
   ["Голова Ониксии"] = {
      drop = {
        ["Ониксия"] = 1,
      }
   },
   ["Талисман Кел'Тузада"] = {
      drop = {
        ["Кел'Тузад"] = 1,
      }
   },
   ["Предсказание Воржея #27"] = {
      containedi = {
        ["Предсказание ярмарки Новолуния"] = 1,
      }
   },
   ["Предсказание ярмарки Новолуния"] = {
      locations = {
        [1] = {22.0, 0.344, 0.335, 50.0},
        [2] = {37.0, 0.417, 0.7, 50.0}
      },
      locationCount = 2
   },
   ["Дополнительное задание по материально-техническому снабжению"] = {
      locations = {
        [1] = {5.0, 0.511, 0.383, 100.0},
        [2] = {5.0, 0.519, 0.680, 40.0}
      },
      locationCount = 2
   },
   ["Тактическое задание"] = {
      locations = {
        [1] = {5.0, 0.486, 0.378, 100.0}
      },
      locationCount = 1
   },
   ["Дополнительное тактическое задание"] = {
      locations = {
        [1] = {5.0, 0.511, 0.383, 100.0}
      },
      locationCount = 1
   },
   ["Досье Улья Аши"] = {
      locations = {
        [1] = {5.0, 0.5, 0.364, 100.0}
      },
      locationCount = 1
   },
   ["Досье Улья Зора"] = {
      locations = {
        [1] = {5.0, 0.5, 0.364, 100.0}
      },
      locationCount = 1
   },
   ["Досье Улья Регал"] = {
      locations = {
        [1] = {5.0, 0.5, 0.364, 100.0}
      },
      locationCount = 1
   },
   ["Задание по материально-техническому снабжению"] = {
      locations = {
        [1] = {5.0, 0.508, 0.336, 100.0}
      },
      locationCount = 1
   },
}