QuestieItems = {
   ["Обломок силитидского панциря"] = {
      drop = {
        ["Острожал из улья Аши"] = 1,
        ["Рабочий из улья Аши"] = 2,
        ["Защитник из улья Аши"] = 3,
        ["Пескоброд из улья Аши"] = 4,
        ["Членистоног из улья 'Аши"] = 5,
        ["Страж дорог из улья Зора"] = 6,
        ["Проходчик из улья Зора"] = 7,
        ["Оса из улья Зора"] = 8,
        ["Разоритель из улья Зора"] = 9,
        ["Сестра-убийца из улья Зора"] = 10,
        ["Душитель из улья Регал"] = 11,
        ["Землеглот из улья Регал"] = 12,
        ["Огнеполох из улья Регал"] = 13,
        ["Поработитель из улья Регал"] = 14,
        ["Повелитель улья Регал"] = 15,
        ["Трутень из улья Аши"] = 16,
        ["Душитель из улья Аши"] = 17,
        ["Верховный силитид-живодер"] = 18,
      }
   },
    ["Боевой щит Иглогривых"] = {
        drop = {
            ["Бешенер из племени Иглогривых"] = 1
        },
    },
    ["Обгоревший жезл Иглогривых"] = {
        drop = {
            ["Ясновидец племени Иглогривых"] = 1
        },
    },
    ["Стилет Иглогривых"] = {
        drop = {
            ["Землепроходец из племени Иглогривых"] = 1,
            ["Ловчий из племени Иглогривых"] = 1
        },
    },
    ["Земляной корень"] = {
	    contained_id = {
		    [1619] = 1
		}
	},
    ["Наполненный пробоотборник Вершины Багрового Тумана"] = {
		locations = {
            {1,15,0.484,0.189},
        },
	},
    ["Подвеска Морского Льва"] = {
        contained_id = {
            [177792] = 1,
        },
        locations = {
            {1,8,0.3614,0.4191},
        },
    },
    ["Кокон мохового паука"] = {
        contained_id = {
            [19541] = 1,
        },
    },
    ["Змеецвет"] = {
        contained_id = {
            [13891] = 1,
        },
    },
    ["Гриб-малиновик"] = {
        contained_id = {
            [126049] = 1,
            [177675] = 1,
            [128293] = 1,
        },
    },
    ["Прицел Ким'джаеля"] = {
        contained_id = {
            [153123] = 1,
        },
    },
    ["Компас Ким'джаеля"] = {
        contained_id = {
            [153123] = 1,
        },
    },
    ["Плюшевый цыпленок Ким'джаеля"] = {
        contained_id = {
            [153123] = 1,
        },
    },
    ["Центробежный растягиватель Ким'джаеля"] = {
        contained_id = {
            [153123] = 1,
        },
    },
    ["Источник питания, модель 4711-ФТЗ"] = {
        contained_id = {
            [168] = 1,
        },
    },
    ["Кровошляпочник"] = {
        contained_id = {
            [164958] = 1,
        },
    },
   ["Останки морской черепахи"] = {
       contained_id = {
           [176189] = 1,
       }
   },
   ["Священные письмена высокорожденных"] = {
       contained_id = {
           [176356] = 1,
       }
   },
   ["Моллюск с мягкой раковиной"] = {
       contained_id = {
           [177784] = 1,
       }
   },
   ["Резная каменная урна"] = {
       contained_id = {
           [2743] = 1,
       }
   },
   ["Сухой плавник"] = {
       contained_id = {
           [24798] = 1,
       }
   },
   ["Безделушка из святилища"] = {
       contained_id = {
           [177785] = 1,
       }
   },
   ["Заготовка рунической кирасы"] = {
       contained_id = {
           [175970] = 1,
       }
   },
   ["Половинка подвески Выносливости водяного облика"] = {
       contained_id = {
           [177790] = 1,
           [177844] = 1,
       }
   },
   ["Половинка подвески Ловкости водяного облика"] = {
       contained_id = {
           [177794] = 1,
           [177792] = 1,
       }
   },
   ["Книга рецептов Августа"] = {
       contained_id = {
           [177789] = 1,
       }
   },
   ["Неопалимые латные рукавицы"] = {
       contained_id = {
           [176089] = 1,
       }
   },
   ["Пламя в бутылке"] = {
       contained_id = {
           [176092] = 1,
       }
   },
   ["Ящик с припасами"] = {
       contained_id = {
           [2867] = 1,
       }
   },
   ["Табличка Рьюн'эха"] = {
       contained_id = {
           [126260] = 1,
       }
   },
   ["Боеприпасы Громострела"] = {
       contained_id = {
           [176785] = 1,
       }
   },
   ["Реагенты волшебника"] = {
       contained_id = {
           [28024] = 1,
       }
   },
   ["Палочка-погонялочка для шмыгуносов"] = {
       contained_id = {
           [68865] = 1,
       }
   },
   ["Партия товара Столи"] = {
       contained_id = {
           [142181] = 1,
       }
   },
   ["Артефакт Атал'ай"] = {
       contained_id = {
           [30854] = 1,
           [30855] = 1,
           [30856] = 1,
       }
   },
   ["Закаленная печать Вознесения"] = {
       contained_id = {
           [175322] = 1,
       }
   },
   ["Сердце Горы"] = {
       contained_id = {
            [160845] = 1,
            [165554] = 1,
            [161495] = 1,
       }
   },
   ["Кристаллы великанов Ледяного Молота"] = {
       contained_id = {
           [175324] = 1,
       }
   },
   ["Яйцо чащобного тенетника"] = {
       contained_id = {
           [4406] = 1,
       }
   },
   ["Вязанка дров"] = {
       contained_id = {
           [176793] = 1,
       }
   },
   ["Побег древесника"] = {
       contained_id = {
           [4608] = 1,
       }
   },
   ["Образец плодов племени Чернолесья"] = {
       contained_id = {
           [175330] = 1,
       }
   },
   ["Образец зерна племени Чернолесья"] = {
       contained_id = {
           [175331] = 1,
       }
   },
   ["Ключ Хранителя Врат"] = {
       contained_id = {
           [19595] = 1,
       }
   },
   ["Образец орехов племени Чернолесья"] = {
       contained_id = {
           [175329] = 1,
       }
   },
   ["Ключ Спящих"] = {
       contained_id = {
           [19596] = 1,
       }
   },
   ["Вещи Блестяшки"] = {
       contained_id = {
           [175334] = 1,
       }
   },
   ["Маг-тастический Гизмонитор"] = {
       contained_id = {
           [102984] = 1,
       }
   },
   ["Ключ-коготь"] = {
       contained_id = {
           [19597] = 1,
       }
   },
   ["Львиный зев Бальнира"] = {
       contained_id = {
           [102985] = 1,
       }
   },
   ["Могильный ключ"] = {
       contained_id = {
           [19598] = 1,
       }
   },
   ["Базовый элемент"] = {
       contained_id = {
           [142344] = 1,
       }
   },
   ["Пряжка Роковой оснастки"] = {
       contained_id = {
           [175382] = 1,
       }
   },
   ["Перо дикого совуха"] = {
       contained_id = {
           [153239] = 1,
       }
   },
   ["Талисман Скверны"] = {
       contained_id = {
           [177624] = 1,
       }
   },
   ["Яйцо виверны Скального гнездовья"] = {
        drop = {
            ["Соправитель Скального гнездовья"] = 2,
            ["Виверна Скального гнездовья"] = 2,
        },
       contained_id = {
           [175384] = 1,
       }
   },
   ["Табличка Темного Камня"] = {
       contained_id = {
           [175385] = 1,
       }
   },
   ["Регистрационная книга Хилсбрада"] = {
       contained_id = {
           [1759] = 1,
       }
   },
   ["Экстракт ядовитого папоротника"] = {
       contained_id = {
           [263] = 1,
           [264] = 1,
       }
   },
   ["Потертая кожаная книга"] = {
       contained_id = {
           [1760] = 1,
       }
   },
   ["Кровавая ламинария"] = {
        drop = {
            ["Сирена из клана Страшаз"] = 2,
            ["Воин из клана Страшаз"] = 4,
            ["Повелитель приливов Ррургаз"] = 1,
            ["Колдунья из клана Страшаз"] = 3,
            ["Змеестраж из клана Страшаз"] = 6,
        },
       contained_id = {
           [181053] = 1,
       }
   },
   ["Ящик со шкатулками-духоловками"] = {
       contained_id = {
           [105174] = 1,
       }
   },
   ["Тотем Мургута"] = {
       contained_id = {
           [178227] = 1,
       }
   },
   ["Инструменты шахтеров"] = {
       contained_id = {
           [271] = 1,
       }
   },
   ["Заряженный самоцвет Расселины"] = {
       contained_id = {
           [271] = 1,
       }
   },
   ["Зелье Аругала"] = {
       contained_id = {
           [1571] = 1,
       }
   },
   ["Письма Торговой Компании"] = {
       contained_id = {
           [19603] = 1,
       }
   },
   ["Чертежи механизмов Торговой Компании"] = {
       contained_id = {
           [19602] = 1,
       }
   },
   ["Голова куклы Памелы"] = {
       contained_id = {
           [176116] = 1,
       }
   },
   ["Левая половинка куклы Памелы"] = {
       contained_id = {
           [176142] = 1,
       }
   },
   ["Правая половинка куклы Памелы"] = {
       contained_id = {
           [176143] = 1,
       }
   },
   ["Потерянные инструменты Углежога"] = {
       contained_id = {
           [179908] = 1,
       }
   },
   ["Обручальное кольцо Джозефа"] = {
       contained_id = {
           [176145] = 1,
       }
   },
   ["Осененное луной перо"] = {
       contained_id = {
           [175407] = 1,
       }
   },
   ["Первый фрагмент реликвии"] = {
       contained_id = {
           [175888] = 1,
       }
   },
   ["Второй фрагмент реликвии"] = {
       contained_id = {
           [175891] = 1,
       }
   },
   ["Трактат Ура по темной магии"] = {
       contained_id = {
           [103628] = 1,
       }
   },
   ["Третий фрагмент реликвии"] = {
       contained_id = {
           [175892] = 1,
       }
   },
   ["Фрагмент Адос"] = {
       contained_id = {
           [35252] = 1,
       }
   },
   ["Четвертый фрагмент реликвии"] = {
       contained_id = {
           [175893] = 1,
       }
   },
   ["Фрагмент Модр"] = {
       contained_id = {
           [334] = 1,
       }
   },
   ["Анналы Дарроушира"] = {
       contained_id = {
           [176150] = 1,
           [176151] = 1,
       }
   },
   ["Фрагмент Голм"] = {
       contained_id = {
           [333] = 1,
       }
   },
   ["Фрагмент Неру"] = {
       contained_id = {
           [331] = 1,
       }
   },
   ["Заряженный молнией жезл"] = {
       contained_id = {
           [103662] = 1,
       }
   },
   ["Обряды власти"] = {
       contained_id = {
           [103664] = 1,
       }
   },
   ["Вяленое мясо МакГранна"] = {
       contained_id = {
           [272] = 1,
       }
   },
   ["Припасы Железного Рудника"] = {
       contained_id = {
           [178785] = 1,
           [178788] = 1,
           [178789] = 1,
       }
   },
   ["Древнее яйцо"] = {
       contained_id = {
           [175889] = 1,
       }
   },
   ["Окаменелость Бутылопуза"] = {
       contained_id = {
           [9630] = 1,
       }
   },
   ["Звездолист"] = {
        drop = {
            ["Ясновидец племени Мерзлогривов"] = 10,
        },
       contained_id = {
           [276] = 1,
       }
   },
   ["Третья табличка Мошару"] = {
       contained_id = {
           [175487] = 1,
       }
   },
   ["Заполненная шкатулка-духоловка"] = {
       contained_id = {
           [103574] = 1,
       }
   },
   ["Четвертая табличка Мошару"] = {
       contained_id = {
           [175488] = 1,
       }
   },
   ["Череп охотника Мальхора"] = {
       contained_id = {
           [179915] = 1,
       }
   },
   ["Знак маршала Хаггарда"] = {
       contained_id = {
           [85563] = 1,
       }
   },
   ["Гроссбух Андрона"] = {
       contained_id = {
           [103600] = 1,
       }
   },
   ["Кости охотника Мальхора"] = {
       contained_id = {
           [179914] = 1,
       }
   },
   ["Сосуд с порченой кровью"] = {
       contained_id = {
           [179922] = 1,
       }
   },
   ["Знак отличия ШРУ (Фредо)"] = {
       contained_id = {
           [177804] = 1,
       }
   },
   ["Силы Бездны"] = {
       contained_id = {
           [83763] = 1,
       }
   },
   ["Знак отличия ШРУ (Турьен)"] = {
       contained_id = {
           [177805] = 1,
       }
   },
   ["Знак отличия ШРУ (Рутгер)"] = {
       contained_id = {
           [177806] = 1,
       }
   },
   ["Припасы Ледяного Зуба"] = {
       contained_id = {
           [178786] = 1,
           [178787] = 1,
           [178784] = 1,
       }
   },
   ["Документы на Каэр Дарроу"] = {
       contained_id = {
           [176485] = 1,
       }
   },
   ["Документы на Южнобережье"] = {
       contained_id = {
           [176486] = 1,
       }
   },
   ["Документы на Мельницу Таррен"] = {
       contained_id = {
           [176487] = 1,
       }
   },
   ["Книга Ура"] = {
       contained_id = {
           [36738] = 1,
       }
   },
   ["Свиток заклятия Проявления"] = {
       contained_id = {
           [105175] = 1,
       }
   },
   ["Гримуар Эгалина"] = {
       contained_id = {
           [37098] = 1,
       }
   },
   ["Отчет о состоянии Даларана"] = {
       contained_id = {
           [103815] = 1,
       }
   },
   ["Мрачная руда"] = {
       contained_id = {
           [85562] = 1,
       }
   },
   ["Табличка Атал'ай"] = {
       contained_id = {
           [37099] = 1,
       }
   },
   ["Кувшин воды"] = {
       contained_id = {
           [337] = 1,
           [2907] = 1,
       }
   },
   ["Мертвянка"] = {
       contained_id = {
           [11713] = 1,
       }
   },
   ["Ножка струпника"] = {
       contained_id = {
           [11714] = 1,
       }
   },
   ["Элунитовая руда"] = {
       contained_id = {
           [86492] = 1,
       }
   },
   ["Реликвия Матистры"] = {
       contained_id = {
           [13360] = 1,
           [13872] = 1,
           [12654] = 1,
       }
   },
   ["Манускрипт Дейвила"] = {
       contained_id = {
           [176206] = 1,
       }
   },
   ["Щит Редпата"] = {
       contained_id = {
           [176207] = 1,
       }
   },
   ["Череп Хоргуса"] = {
       contained_id = {
           [176208] = 1,
       }
   },
   ["Сломанный меч Мардука"] = {
       contained_id = {
           [176209] = 1,
       }
   },
   ["Документы на Брилл"] = {
       contained_id = {
           [176484] = 1,
       }
   },
   ["Детали болида"] = {
       contained_id = {
           [19868] = 1,
           [19869] = 1,
           [19870] = 1,
           [19871] = 1,
           [19872] = 1,
           [19873] = 1,
       }
   },
   ["Плененный страж ужаса"] = {
       contained_id = {
           [179644] = 1,
       }
   },
   ["Гаечный ключ Бинглза"] = {
       contained_id = {
           [104564] = 1,
       }
   },
   ["Отвертка Бинглза"] = {
       contained_id = {
           [104569] = 1,
       }
   },
   ["Молот Бинглза"] = {
       contained_id = {
           [104574] = 1,
       }
   },
   ["Странное яйцо"] = {
       contained_id = {
           [175565] = 1,
       }
   },
   ["Записи Берарда"] = {
       contained_id = {
           [1594] = 1,
       }
   },
   ["Реликварий Чистоты"] = {
       contained_id = {
           [179565] = 1,
       }
   },
   ["Воровская руна"] = {
       contained_id = {
           [121264] = 1,
       }
   },
   ["Тлеющий коралл"] = {
       contained_id = {
           [89634] = 1,
       }
   },
   ["Табличка воли"] = {
       contained_id = {
           [142088] = 1,
       }
   },
   ["Высохшая на солнце скорлупа"] = {
       contained_id = {
           [89635] = 1,
       }
   },
   ["Термиты Чумных земель"] = {
       contained_id = {
           [177464] = 1,
       }
   },
   ["Кристалл резонита"] = {
       contained_id = {
           [178106] = 1,
           [178104] = 1,
           [178105] = 1,
       }
   },
   ["Ящик Феликса"] = {
       contained_id = {
           [148499] = 1,
       }
   },
   ["Камень у источника"] = {
       contained_id = {
           [2910] = 1,
       }
   },
   ["Янтарное семя"] = {
       contained_id = {
           [2912] = 1,
       }
   },
   ["Таинственный артефакт"] = {
       contained_id = {
           [148506] = 1,
       }
   },
   ["Понюшка Мок'Морокка"] = {
       contained_id = {
           [19904] = 1,
       }
   },
   ["Грог Мок'Морокка"] = {
       contained_id = {
           [19905] = 1,
       }
   },
   ["Сейф Мок'Морокка"] = {
       contained_id = {
           [19906] = 1,
       }
   },
   ["Ожерелье Хилари"] = {
       contained_id = {
           [154357] = 1,
       }
   },
   ["Сорвиголовка Бинглза"] = {
       contained_id = {
           [104575] = 1,
       }
   },
   ["Оберег троллей"] = {
       contained_id = {
           [178144] = 1,
       }
   },
   ["Слеза Тиллоа"] = {
       contained_id = {
           [321] = 1,
       }
   },
   ["Чертежи топливного регулятора"] = {
       contained_id = {
           [20691] = 1,
       }
   },
   ["Мускусный корень"] = {
       contained_id = {
           [2084] = 1,
       }
   },
   ["Рог Пробуждения"] = {
       contained_id = {
           [176634] = 1,
       }
   },
   ["Вода святого источника"] = {
       contained_id = {
           [759] = 1,
       }
   },
   ["Мешок ячменя"] = {
       contained_id = {
           [50936] = 1,
       }
   },
   ["Мешок кукурузы"] = {
       contained_id = {
           [50935] = 1,
       }
   },
   ["Наследие Аспектов"] = {
       contained_id = {
           [20725] = 1,
       }
   },
   ["Мешок ржи"] = {
       contained_id = {
           [50937] = 1,
       }
   },
   ["Дневник Клейвена Мортвейка"] = {
       contained_id = {
           [123214] = 1,
       }
   },
   ["Истоки угрозы нежити"] = {
       contained_id = {
           [20726] = 1,
       }
   },
   ["Сефориевый ускоритель"] = {
       contained_id = {
           [20727] = 1,
       }
   },
   ["Вязанка обуглившихся дубовых поленьев"] = {
       contained_id = {
           [50982] = 1,
       }
   },
   ["Припасы Джерона"] = {
       contained_id = {
           [175628] = 1,
           [175629] = 1,
       }
   },
   ["Раздвоенное копыто"] = {
       contained_id = {
           [20807] = 1,
       }
   },
   ["Дробящий молот Джордана"] = {
       contained_id = {
           [91138] = 1,
       }
   },
   ["Катушка светло-оливковых шелковых ниток"] = {
       contained_id = {
           [140911] = 1,
       }
   },
    ["Тайная записка #3"] = {
        contained_id = {
            [190484] = 1,
        },
    },   
    ["Тайная записка №2"] = {
        contained_id = {
            [190483] = 1,
        },
    },	
    ["Тайная записка #1"] = {
        contained_id = {
            [176344] = 1,
        },
    },
   ["Манускрипт Лоргалиса"] = {
       contained_id = {
           [13949] = 1,
           [176344] = 1,
       }
   },
   ["Часть трупа жесткозуба"] = {
       contained_id = {
           [166863] = 1,
       }
   },
   ["Яйцо скального паука"] = {
       contained_id = {
           [175588] = 1,
           [175606] = 1,
       }
   },
   ["Корень синелиста"] = {
       contained_id = {
           [20920] = 1,
       }
   },
   ["Кобальт Гордунни"] = {
       contained_id = {
           [144064] = 1,
       }
   },
   ["Ящик с отверстиями"] = {
       contained_id = {
           [21277] = 1,
       }
   },
   ["Бумаги капитана"] = {
       contained_id = {
           [20925] = 1,
       }
   },
   ["Газ'рилльское украшение"] = {
       contained_id = {
           [140971] = 1,
       }
   },
   ["Инструменты гномов"] = {
       contained_id = {
           [3236] = 1,
       }
   },
   ["Сердцедрево"] = {
       contained_id = {
           [93192] = 1,
       }
   },
   ["Череп Миншины"] = {
       contained_id = {
           [142958] = 1,
           [3237] = 1,
       }
   },
   ["Справочник владельца шмыгуноса"] = {
       contained_id = {
           [21530] = 1,
       }
   },
   ["Книга заклинаний лича"] = {
       contained_id = {
           [1165] = 1,
       }
   },
   ["Книга Воспоминаний"] = {
       contained_id = {
           [176630] = 1,
       }
   },
   ["Важные бумаги Черной горы"] = {
       contained_id = {
           [175785] = 1,
       }
   },
   ["Заплесневелый фолиант"] = {
       contained_id = {
           [92013] = 1,
       }
   },
   ["Яйцо кнутохвоста"] = {
       contained_id = {
           [3240] = 1,
       }
   },
   ["Ящик инструментов Ослоу"] = {
       contained_id = {
           [32] = 1,
       }
   },
   ["Тирисфальская тыква"] = {
       contained_id = {
           [375] = 1,
       }
   },
   ["Символ утраченной чести"] = {
       contained_id = {
           [177264] = 1,
       }
   },
   ["Табличка Бет'Амары"] = {
       contained_id = {
           [148516] = 1,
       }
   },
   ["Табличка Джин'яэль"] = {
       contained_id = {
           [148513] = 1,
       }
   },
   ["Табличка Маркри"] = {
       contained_id = {
           [148514] = 1,
       }
   },
   ["Табличка Саэль'Хай"] = {
       contained_id = {
           [148515] = 1,
       }
   },
   ["Древняя статуэтка"] = {
       contained_id = {
           [17783] = 1,
       }
   },
   ["Мешок припасов"] = {
       contained_id = {
           [3290] = 1,
       }
   },
   ["Декларация Братства Справедливости"] = {
       contained_id = {
           [21052] = 1,
       }
   },
   ["Портвейн Пупелливербос"] = {
       contained_id = {
           [2068] = 1,
       }
   },
   ["Круглый камень"] = {
       contained_id = {
           [149036] = 1,
       }
   },
   ["Батранов волос"] = {
       contained_id = {
           [17282] = 1,
       }
   },
   ["Плод кактуса"] = {
       contained_id = {
           [171938] = 1,
       }
   },
   ["Бутыль заразы"] = {
       contained_id = {
           [18036] = 1,
       }
   },
   ["Трофей из Балиа'ма"] = {
       contained_id = {
           [2891] = 1,
       }
   },
   ["Вулканический пепел"] = {
       contained_id = {
           [181098] = 1,
       }
   },
   ["Трофей из Зиата'джаи"] = {
       contained_id = {
           [2892] = 1,
       }
   },
   ["Оттиск: руна Бет'Амары"] = {
       contained_id = {
           [149481] = 1,
       }
   },
   ["Трофей из Зул'Мамве"] = {
       contained_id = {
           [2893] = 1,
       }
   },
   ["Оттиск: руна Джин'яэль"] = {
       contained_id = {
           [149480] = 1,
       }
   },
   ["Ящик Аберкромби"] = {
       contained_id = {
           [119] = 1
       }
   },
   ["Оттиск: руна Маркри"] = {
       contained_id = {
           [149482] = 1,
       }
   },
   ["Оттиск: руна Саэл'Хаи"] = {
       contained_id = {
           [149483] = 1,
       }
   },
   ["Карманные часы Хмуроброва"] = {
       contained_id = {
           [290] = 1,
       }
   },
   ["Талисман Когтя Ворона"] = {
       contained_id = {
           [2740] = 1,
       }
   },
   ["Семя Геи"] = {
       contained_id = {
           [177926] = 1,
       }
   },
   ["Фиалковый траган"] = {
       contained_id = {
           [141853] = 1,
       }
   },
   ["Черное перо"] = {
       contained_id = {
           [2739] = 1,
       }
   },
   ["Небесный сапфир"] = {
       contained_id = {
           [2741] = 1,
       }
   },
   ["Испорченный фолиант"] = {
       contained_id = {
           [176150] = 1,
           [176151] = 1,
       }
   },
   ["Карты пиратов Кровавого паруса"] = {
       contained_id = {
           [2086] = 1,
       }
   },
   ["Руна размещения"] = {
       contained_id = {
           [2742] = 1,
       }
   },
   ["Партия руды Джордана"] = {
       contained_id = {
           [92420] = 1,
       }
   },
   ["Приказы пиратов Кровавого паруса"] = {
       contained_id = {
           [2087] = 1,
       }
   },
   ["Потрепанный манускрипт"] = {
       contained_id = {
           [92423] = 1,
       }
   },
   ["Символ семейной любви"] = {
       contained_id = {
           [177287] = 1,
       }
   },
   ["Железная ось"] = {
       contained_id = {
           [19022] = 1,
       }
   },
   ["Шишка Скверны"] = {
       contained_id = {
           [1673] = 1,
       }
   },
   ["Фамильное сокровище Гарретта"] = {
       contained_id = {
           [124388] = 1,
       }
   },
   ["Сокровище Крома Крепкорука"] = {
       contained_id = {
           [124389] = 1,
       }
   },
   ["Часы Андорала"] = {
       contained_id = {
           [175802] = 1,
       }
   },
   ["Масло Песни Войны"] = {
       contained_id = {
           [178195] = 1,
       }
   },
   ["Исследовательское оборудование"] = {
       contained_id = {
           [161521] = 1,
       }
   },
   ["Партия топоров Песни Войны"] = {
       contained_id = {
           [178204] = 1,
       }
   },
   ["Ящик с провизией"] = {
       contained_id = {
           [161526] = 1,
           [249] = 1,
           [251] = 1,
       }
   },
   ["Ключ Львиной Головы"] = {
      containedi = {
        ["Небольшая сумка"] = 1,
      }
   },
   ["Кость динозавра"] = {
       drop = {
            ["Громовой стегодон"] = 5,
            ["Панцирный стегодон"] = 20,
            ["Деметродон"] = 1979,
            ["Стегодон"] = 13,
            ["Старый деметродон"] = 1776,
            ["Молодой деметродон"] = 1441,
            ["Шипастый стегодон"] = 20,
        },
       contained_id = {
           [161527] = 1,
       }
   },
   ["Урожай Милли"] = {
       contained_id = {
           [161557] = 1,
       }
   },
   ["Изумрудный Ловец снов"] = {
       contained_id = {
           [126158] = 1,
       }
   },
   ["Слеза Элуны"] = {
       contained_id = {
           [19015] = 1,
       }
   },
   ["Горсть звездной пыли"] = {
       contained_id = {
           [19016] = 1,
       }
   },
   ["Ящик со старой одеждой"] = {
       contained_id = {
           [164662] = 1,
       }
   },
   ["Сведения о Плети"] = {
       contained_id = {
           [176249] = 1,
       }
   },
   ["Глубинный сердечник"] = {
       contained_id = {
           [177964] = 1,
       }
   },
   ["Запечатанная папка"] = {
        drop = {
            ["Отрекшийся-курьер"] = 5,
        },
       contained_id = {
           [2714] = 1,
       }
   },
   ["Огненный ключ"] = {
       contained_id = {
           [2689] = 1,
       }
   },
   ["Резной ключ"] = {
       contained_id = {
           [2691] = 1,
       }
   },
   ["Громовой ключ"] = {
       contained_id = {
           [2690] = 1,
       }
   },
   ["Стальные слитки"] = {
       contained_id = {
           [58369] = 1,
           [175233] = 1,
       }
   },
   ["Погибельник"] = {
       contained_id = {
           [176753] = 1,
       }
   },
   ["Табличка Верги"] = {
       contained_id = {
           [176197] = 1,
           [58595] = 1,
       }
   },
   ["Кость кодо"] = {
       contained_id = {
           [176751] = 1,
           [176752] = 1,
       }
   },
   ["Карты Девичьей Блажи"] = {
       contained_id = {
           [2707] = 1,
       }
   },
   ["Металлическая заготовка для детали"] = {
       contained_id = {
           [161752] = 1,
       }
   },
   ["Карты Духа Серебряного бора"] = {
       contained_id = {
           [2708] = 1,
       }
   },
   ["Запас измененной смеси Занзила"] = {
       contained_id = {
           [129127] = 1,
       }
   },
   ["Судовой журнал Девичьей Блажи"] = {
       contained_id = {
           [2709] = 1,
       }
   },
   ["Судовой журнал Духа Серебряного бора"] = {
       contained_id = {
           [2710] = 1,
       }
   },
   ["Эльфийский самоцвет"] = {
       contained_id = {
           [2712] = 1,
       }
   },
   ["Недоставленное письмо"] = {
       contained_id = {
           [1560] = 1
       }
   },
   ["Фамильный меч Агамондов"] = {
       contained_id = {
           [105169] = 1,
       }
   },
   ["Гиацинтовый гриб"] = {
       contained_id = {
           [152094] = 1,
       }
   },
   ["Железное навершие"] = {
       contained_id = {
           [19021] = 1,
       }
   },
   ["Фамильный топор Агамондов"] = {
       contained_id = {
           [105170] = 1,
       }
   },
   ["Сапфир Аку'май"] = {
       contained_id = {
           [178186] = 1,
           [178184] = 1,
           [178185] = 1,
       }
   },
   ["Фамильный кинжал Агамондов"] = {
       contained_id = {
           [105171] = 1,
       }
   },
   ["Записи Велинды"] = {
       contained_id = {
           [19877] = 1,
       }
   },
   ["Лунная лилия"] = {
       contained_id = {
           [152095] = 1,
       }
   },
   ["Обозревательное устройство Холстомера"] = {
       contained_id = {
           [144053] = 1,
       }
   },
   ["Фамильная палица Агамондов"] = {
       contained_id = {
           [105172] = 1,
       }
   },
   ["Споры грибов"] = {
       contained_id = {
           [3640] = 1,
       }
   },
   ["Выцветшая страница с записями"] = {
       contained_id = {
           [1562] = 1,
       }
   },
   ["Фрагмент сумеречной таблички"] = {
      drop = {
       ["Вихрь пыли"] = 20378,
       ["Пустынный грохотун"] = 20378,
       ["Вертящийся захватчик"] = 20378
      },
      contained_id = {
        [180436] = 1,
        [180501] = 1
      }
   },
   ["Сумка Ноггла"] = {
       contained_id = {
           [180435] = 1,
       }
   },
   ["Сейф Серебряной Зари"] = {
       contained_id = {
           [175165] = 1,
       }
   },
   ["Компендиум павших"] = {
       contained_id = {
           [19283] = 1,
       }
   },
   ["Сейф Туманной Пелены"] = {
       contained_id = {
           [175166] = 1,
       }
   },
   ["Мифология Титанов"] = {
       contained_id = {
           [19284] = 1,
       }
   },
   ["Латная рукавица Мощи Гордока"] = {
       contained_id = {
           [179545] = 1,
       }
   },
   ["Ящики с припасами для Перекрестка"] = {
       contained_id = {
           [175708] = 1,
       }
   },
   ["Альтеракский гранит"] = {
       contained_id = {
           [2714] = 1,
       }
   },
   ["Золотое пламя"] = {
       contained_id = {
           [164910] = 1,
       }
   },
   ["Слеза Лун"] = {
       contained_id = {
           [3646] = 1,
       }
   },
   ["Гриб Грязного Рыла"] = {
       contained_id = {
           [1723] = 1,
       }
   },
   ["Талисман Трелана"] = {
       contained_id = {
           [2717] = 1,
       }
   },
   ["Сфера Трелана"] = {
       contained_id = {
           [2716] = 1,
       }
   },
   ["Угольный агат Трелана"] = {
       contained_id = {
           [2718] = 1,
       }
   },
   ["Недосушенное мясо"] = {
       contained_id = {
           [22245] = 1,
       }
   },
   ["Простой компас"] = {
       contained_id = {
           [1166] = 1,
       }
   },
   ["Кристалл дренетиста"] = {
       contained_id = {
           [22550] = 1,
       }
   },
   ["Знамя Грозовой Вершины"] = {
       contained_id = {
           [179024] = 1,
       }
   },
   ["Сундук Феликса"] = {
       contained_id = {
           [178084] = 1,
       }
   },
   ["Знамя Северного Волка"] = {
       contained_id = {
           [179025] = 1,
       }
   },
   ["Феликсово ведро с гайками"] = {
       contained_id = {
           [178085] = 1,
       }
   },
   ["Огненная агава"] = {
       contained_id = {
           [175928] = 1,
       }
   },
   ["Бочонок Землекопского портера"] = {
       contained_id = {
           [1727] = 1,
       }
   },
   ["Зачарованная алая нить"] = {
       contained_id = {
           [175966] = 1,
       }
   },
   ["Бальзамировочный состав Ледяного Шепота"] = {
       contained_id = {
           [175965] = 1,
       }
   },
   ["Чертежи буровой установки"] = {
       contained_id = {
           [142477] = 1,
       }
   },
   ["Мракоцвет"] = {
       contained_id = {
           [175566] = 1,
       }
   },
   ["Яйцо силитида"] = {
       contained_id = {
           [3685] = 1,
       }
   },
   ["Россыпь Слез"] = {
       contained_id = {
           [22246] = 1,
       }
   },
   ["Пятая табличка Мошару"] = {
       contained_id = {
           [175949] = 1,
       }
   },
   ["Украденное серебро"] = {
       contained_id = {
           [147557] = 1,
       }
   },
   ["Шестая табличка Мошару"] = {
       contained_id = {
           [175950] = 1,
       }
   },
   ["Сердце хлыстня"] = {
       contained_id = {
           [180216] = 1,
       }
   },
   ["Задержанная посылка"] = {
       contained_id = {
           [174728] = 1,
       }
   },
   ["Кирка Тазз'рила"] = {
       contained_id = {
           [178087] = 1,
       }
   },
   ["Учетная книга Сталлера"] = {
       contained_id = {
           [173266] = 1,
       }
   },
   ["Шкура тени"] = {
       contained_id = {
           [175964] = 1,
       }
   },
   ["Кости морской твари"] = {
       contained_id = {
           [175207] = 1,
       }
   },
   ["Партия сапог"] = {
       contained_id = {
           [3767] = 1,
       }
   },
   ["Первое предание троллей"] = {
       contained_id = {
           [57] = 1,
       }
   },
   ["Линза от телескопа"] = {
       contained_id = {
           [3768] = 1,
       }
   },
   ["Второе предание троллей"] = {
       contained_id = {
           [58] = 1
       }
   },
   ["Третье предание троллей"] = {
       contained_id = {
           [52] = 1,
       }
   },
   ["Четвертое предание троллей"] = {
       contained_id = {
           [54] = 1,
       }
   },
   ["Кристаллизированный азшарит"] = {
       contained_id = {
           [152622] = 1,
           [152620] = 1,
           [152621] = 1,
           [152631] = 1,
       }
   },
   ["Колокольчик Шаи"] = {
       contained_id = {
           [144054] = 1,
       }
   },
   ["Реестр Кель'Таласа"] = {
       contained_id = {
           [177747] = 1,
       }
   },
   ["Секретный рецепт: огненный плавень"] = {
       contained_id = {
           [179826] = 1,
       }
   },
   ["Лунный гриб"] = {
       contained_id = {
           [177750] = 1,
       }
   },
   ["Свежее яблоко Клары"] = {
       contained_id = {
           [142076] = 1,
       }
   },
   ["Партия железа"] = {
       contained_id = {
           [1736] = 1,
       }
   },
   ["Осколок из Огненных Недр"] = {
       contained_id = {
           [179553] = 1,
       }
   },
   ["Медовая зыбь из Внутренних земель"] = {
       contained_id = {
           [142191] = 1,
       }
   },
   ["Рубин рассыпавшегося ожерелья"] = {
       contained_id = {
           [113757] = 1,
       }
   },
   ["Топаз рассыпавшегося ожерелья"] = {
       contained_id = {
           [125477] = 1,
       }
   },
   ["Свиток магии Плети"] = {
       contained_id = {
           [180511] = 1,
       }
   },
   ["Горсть овса"] = {
       contained_id = {
           [2724] = 1
       }
   },
   ["Сущность детеныша дракона"] = {
       contained_id = {
           [175264] = 1,
       }
   },
   ["Обломок таблички"] = {
       contained_id = {
           [58] = 1,
           [179426] = 1,
       }
   },
   ["Подушка Черного Железа"] = {
       contained_id = {
           [179828] = 1,
       }
   },
    ["Образец корня"] = {
        drop = {
            ["Оазисный хрустогрыз"] = 1,
        },
        contained_id = {
            [1617] = 1,
            [1620] = 1,
            [1619] = 1,
            [1621] = 1,
        },
    },
   ["Лезвие пилы Песни Войны"] = {
      contained_id = {
       [169] = 1,
      }
   },
   ["Образец перемешанной слизи"] = {
      drop = {
       ["Монструозный слизнюк"] = 12291,
      }
   },
   ["Паровая пила"] = {
      drop = {
       ["Альтеракский баран"] = 17411,
       ["Воин клана Северного Волка"] = 17411,
       ["Охранник клана Грозовой Вершины"] = 17411,
       ["Командир Карл Филипс"] = 17411,
       ["Охранник-ветеран"] = 17411,
      }
   },
   ["Длинное элегантное перо"] = {
      drop = {
        ["Дикий грифон"] = 1,
        ["Гранистад"] = 2,
        ["Курдрос"] = 3,
        ["Шкуродер из племени Сухокожих"] = 4,
        ["Обученный остроклюв"] = 5,
        ["Грифон-остроклюв"] = 6,
        ["Остроклюв-повелитель небес"] = 7,
        ["Блеклоперый гиппогриф"] = 8,
        ["Громоголовый гиппогриф"] = 9,
      }
   },
   ["Ключ от кандалов"] = {
      drop = {
       ["Хита'йа Хранительница"] = 19064,
       ["Король Мукла"] = 4103,
      }
   },
   ["Шкура кроколиска-хрустогрыза"] = {
      drop = {
       ["Кроколиск-хрустогрыз"] = 4104,
      }
   },
   ["Манящая свеча"] = {
      drop = {
       ["Седоспин-патриарх"] = 3080,
      }
   },
   ["Шкура старого кроколиска"] = {
      drop = {
       ["Старый солоноводный кроколиск"] = 4105,
      }
   },
   ["Упавший кристалл"] = {
      drop = {
       ["Геолог Торговой Компании"] = 4106,
      }
   },
   ["Череп Даргола"] = {
      drop = {
       ["Капитан Даргол"] = 3082,
      }
   },
   ["Зубец рестабилизации"] = {
      drop = {
       ["Лепрогном"] = 3083,
       ["Гибломор"] = 3083,
      }
   },
   ["Гиромеханическая шестерня"] = {
      drop = {
       ["Лепрогном"] = 3084,
       ["Гибломор"] = 3084,
      }
   },
   ["Тиара Глубин"] = {
      drop = {
       ["Гидромант Велрата"] = 9234,
      }
   },
   ["Грива гнолла-древолапа"] = {
      drop = {
       ["Полукровка из стаи Древолапов"] = 9237,
       ["Зверолов из стаи Древолапов"] = 9237,
       ["Громила из стаи Древолапов"] = 9237,
       ["Мистик из стаи Древолапов"] = 9237,
       ["Разоритель из стаи Древолапов"] = 9237,
       ["Вожак стаи Древолапов"] = 9237,
      }
   },
   ["Челюсть койота"] = {
      drop = {
       ["Скальный койот"] = 6166,
       ["Яростный скальный койот"] = 6166,
       ["Старый скальный койот"] = 6166,
       ["Бешеный скальный койот"] = 6166,
      }
   },
   ["Нерасколотый панцирь скарабея"] = {
      drop = {
       ["Скарабей"] = 9238,
      }
   },
   ["Кровь рокочущей ящерицы"] = {
      drop = {
       ["Грозошкур"] = 5143,
       ["Громоголов"] = 5143,
       ["Грозорыл"] = 5143,
      }
   },
   ["Коготь острозубого крепкохвата"] = {
      drop = {
       ["Острозубый крепкохват"] = 6168,
      }
   },
   ["Сырой бок острозубого кроколиска"] = {
      drop = {
       ["Острозубый кроколиск"] = 6169,
       ["Острозубый крепкохват"] = 6169,
      }
   },
   ["Голова Огнебородого"] = {
      drop = {
       ["Андре Огнебородый"] = 9246,
      }
   },
   ["Чешуя наги из клана Гребня Ненависти"] = {
      drop = {
       ["Воин из клана Гребня Ненависти"] = 9247,
       ["Скользящий по волнам из клана Гребня Ненависти"] = 9247,
       ["Змеестраж из клана Гребня Ненависти"] = 9247,
       ["Мирмидон из клана Гребня Ненависти"] = 9247,
       ["Визгунья из клана Гребня Ненависти"] = 9247,
       ["Колдунья из клана Гребня Ненависти"] = 9247,
       ["Сирена из клана Гребня Ненависти"] = 9247,
       ["Леди Сзалла"] = 9247,
       ["Лорд Шалзару"] = 9247,
      }
   },
   ["Таинственная реликвия"] = {
      drop = {
       ["Лорд Шалзару"] = 9248,
      }
   },
   ["Фетиш Хаккара"] = {
      drop = {
       ["Проклятый тролль из племени Атал'ай"] = 6181,
       ["Воин из племени Атал'ай"] = 6181,
       ["Знахарь из племени Атал'ай"] = 6181,
       ["Порабощенный тролль из племени Атал'ай"] = 6181,
       ["Мумифицированный тролль из племени Атал'ай"] = 6181,
       ["Неживой тролль из племени Атал'ай"] = 6181,
       ["Жрец племени Атал'ай"] = 6181,
       ["Трупоед из племени Атал'ай"] = 6181,
       ["Мертвоброд из племени Атал'ай"] = 6181,
       ["Верховный жрец племени Атал'ай"] = 6181,
       ["Вейжак Каннибал"] = 6181,
       ["Зеккис"] = 6181,
       ["Казказ Нечистый"] = 6181,
       ["Джаммал'ан Пророк"] = 6181,
       ["Огом Презренный"] = 6181,
       ["Золо"] = 6181,
       ["Ранокол"] = 6181,
       ["Лоро"] = 6181,
       ["Хукку"] = 6181,
       ["Зул'Лор"] = 6181,
       ["Миджан"] = 6181,
       ["Атал'аларион"] = 6181,
      }
   },
   ["Ухо туннельщика"] = {
      drop = {
       ["Вредитель-туннельщик"] = 3110,
       ["Разведчик-туннельщик"] = 3110,
       ["Геомант-туннельщик"] = 3110,
       ["Землекоп-туннельщик"] = 3110,
       ["Добытчик-туннельщик"] = 3110,
       ["Геодезист-туннельщик"] = 3110,
       ["Кобольд-туннельщик"] = 3110,
      }
   },
   ["Знак отличия Черной Гвардии"] = {
      drop = {
       ["Оружейник Черной Стражи"] = 13350,
      }
   },
   ["Шляпа пирата Южных морей"] = {
      drop = {
       ["Пират Южных морей"] = 20519,
       ["Флибустьер Южных морей"] = 20519,
       ["Рабочий из порта Южных морей"] = 20519,
       ["Сорвиголова Южных морей"] = 20519,
       ["Андре Огнебородый"] = 20519,
       ["Крегг Кильватель"] = 20519,
       ["Похититель Южных морей"] = 20519,
      }
   },
   ["Фартук молотобойца из Багрового Легиона"] = {
      drop = {
       ["Молотобоец из Багрового Легиона"] = 13351,
      }
   },
   ["Ножка чудовищного краба"] = {
      drop = {
       ["Чудовищный краб"] = 6184,
      }
   },
   ["Змеекамень Вос'гаджин"] = {
      drop = {
       ["Темная охотница Вос'гаджин"] = 13352,
      }
   },
   ["Сумка Тазана"] = {
      drop = {
       ["Тазан"] = 7209,
      }
   },
   ["Крылья Грозового змея"] = {
      drop = {
       ["Птенец грозового змея"] = 5164,
       ["Большой грозовой змей"] = 5164,
       ["Грозовой змей-облачник"] = 5164,
      }
   },
   ["Ядовитая железа чащобного тенетника"] = {
      drop = {
       ["Чащобный тенетник"] = 5166,
      }
   },
   ["Осколок дренетиста"] = {
      drop = {
       ["Онгеку"] = 6190,
      }
   },
   ["Кристаллы великанов Ледяного Молота"] = {
      drop = {
       ["Великан ледяного молота"] = 12334,
       ["Оберегатель ледяного молота"] = 12334,
       ["Кашох Разоритель"] = 12334,
      }
   },
   ["Саженец древесника"] = {
      drop = {
       ["Древесник"] = 5168,
       ["Заскорузлый древесник-потрошитель"] = 5168,
       ["Древесник-топтун"] = 5168,
       ["Болотный древесник"] = 5168,
       ["Старый древесник"] = 5168,
       ["Дубохмур"] = 5168,
      }
   },
   ["Светящаяся кровь скорпида"] = {
      drop = {
        ["Скорпок-острожал"] = 1,
        ["Щелкун Разоритель"] = 2,
        ["Глубинный острожал"] = 3,
        ["Ядожалый скорпид"] = 4,
        ["Скорпид-смертехлест"] = 5,
        ["Огнехвостый скорпид"] = 6,
        ["Горный скорпид"] = 7,
        ["Камнехвостый скорпид"] = 8,
        ["Камнехвостый клешневик"] = 9,
        ["Камнехвостый живодер"] = 10,
        ["Креллак"] = 11,
      }
   },
   ["Украденный рецепт громоварского"] = {
      drop = {
       ["Харли Чернопых"] = 11312,
       ["Дебошир-смрадодых"] = 11312,
      }
   },
   ["Голова Риббли"] = {
      drop = {
       ["Риббли Крутипроб"] = 11313,
      }
   },
   ["Мшистая опухоль"] = {
      drop = {
       ["Древесник-топтун"] = 5170,
       ["Болотный древесник"] = 5170,
       ["Старый древесник"] = 5170,
      }
   },
   ["Подвеска Темношкуров"] = {
      drop = {
       ["Темноплет из стаи Темношкуров"] = 1075,
       ["Душегуб из стаи Темношкуров"] = 1075,
       ["Громила из стаи Темношкуров"] = 1075,
       ["Гнолл из стаи Темношкуров"] = 1075,
       ["Бешеный гнолл из стаи Темношкуров"] = 1075,
       ["Воин из стаи Темношкуров"] = 1075,
       ["Убийца из стаи Темношкуров"] = 1075,
       ["Лейтенант Фангор"] = 1075,
       ["Рохх Молчаливый"] = 1075,
      }
   },
   ["Кровоцвет"] = {
      drop = {
       ["Кровоцвет-хлыстун"] = 11316,
       ["Кровоцвет-живодер"] = 11316,
       ["Кровоцвет-крепкозуб"] = 11316,
       ["Кровоцвет-зверолов"] = 11316,
      }
   },
   ["Монета Кровавого Скальпа"] = {
      drop = {
        ["Темный чародей из племени Хаккари"] = 1,
        ["Темный охотник из племени Хаккари"] = 2,
        ["Жрец крови из племени Хаккари"] = 3,
        ["Метатель топоров из племени Гурубаши"] = 4,
        ["Охотник за головами из племени Гурубаши"] = 5,
        ["Берсерк из племени Гурубаши"] = 6,
        ["Кровопийца из племени Гурубаши"] = 7,
        ["Воитель из племени Гурубаши"] = 8,
        ["Сын Хаккара"] = 9,
        ["Свежеватель Душ"] = 10,
        ["Зулианский тигр"] = 11,
        ["Зулианская пантера"] = 12,
        ["Черная вдова Раззаши"] = 13,
        ["Змей Раззаши"] = 14,
        ["Аспид Раззаши"] = 15,
        ["Проповедник из племени Песчаной Бури"] = 16,
        ["Проповедник из племени Сухокожих"] = 17,
        ["Проповедник из племени Порочной Ветви"] = 18,
        ["Жрец из племени Хаккари"] = 19,
        ["Знахарь из племени Хаккари"] = 20,
        ["Ядокус Раззаши"] = 21,
        ["Летучий всадник Гурубаши"] = 22,
        ["Ящер Раззаши"] = 23,
        ["Иссохшая наложница"] = 24,
        ["Наложница из племени Атал'ай"] = 25,
        ["Рабыня вуду"] = 26,
        ["Зулианский кроколиск"] = 27,
        ["Сумасшедший слуга"] = 28,
      }
   },
   ["Монета клана Дробителей Черепов"] = {
      drop = {
        ["Темный чародей из племени Хаккари"] = 1,
        ["Темный охотник из племени Хаккари"] = 2,
        ["Жрец крови из племени Хаккари"] = 3,
        ["Метатель топоров из племени Гурубаши"] = 4,
        ["Охотник за головами из племени Гурубаши"] = 5,
        ["Берсерк из племени Гурубаши"] = 6,
        ["Кровопийца из племени Гурубаши"] = 7,
        ["Воитель из племени Гурубаши"] = 8,
        ["Сын Хаккара"] = 9,
        ["Свежеватель Душ"] = 10,
        ["Зулианский тигр"] = 11,
        ["Зулианская пантера"] = 12,
        ["Черная вдова Раззаши"] = 13,
        ["Змей Раззаши"] = 14,
        ["Аспид Раззаши"] = 15,
        ["Проповедник из племени Песчаной Бури"] = 16,
        ["Проповедник из племени Сухокожих"] = 17,
        ["Проповедник из племени Порочной Ветви"] = 18,
        ["Жрец из племени Хаккари"] = 19,
        ["Знахарь из племени Хаккари"] = 20,
        ["Ядокус Раззаши"] = 21,
        ["Летучий всадник Гурубаши"] = 22,
        ["Ящер Раззаши"] = 23,
        ["Иссохшая наложница"] = 24,
        ["Наложница из племени Атал'ай"] = 25,
        ["Рабыня вуду"] = 26,
        ["Зулианский кроколиск"] = 27,
        ["Сумасшедший слуга"] = 28,
      }
   },
   ["Монета Песчаной Бури"] = {
      drop = {
        ["Темный чародей из племени Хаккари"] = 1,
        ["Темный охотник из племени Хаккари"] = 2,
        ["Жрец крови из племени Хаккари"] = 3,
        ["Метатель топоров из племени Гурубаши"] = 4,
        ["Охотник за головами из племени Гурубаши"] = 5,
        ["Берсерк из племени Гурубаши"] = 6,
        ["Кровопийца из племени Гурубаши"] = 7,
        ["Воитель из племени Гурубаши"] = 8,
        ["Сын Хаккара"] = 9,
        ["Свежеватель Душ"] = 10,
        ["Зулианский тигр"] = 11,
        ["Зулианская пантера"] = 12,
        ["Черная вдова Раззаши"] = 13,
        ["Змей Раззаши"] = 14,
        ["Аспид Раззаши"] = 15,
        ["Проповедник из племени Песчаной Бури"] = 16,
        ["Проповедник из племени Сухокожих"] = 17,
        ["Проповедник из племени Порочной Ветви"] = 18,
        ["Жрец из племени Хаккари"] = 19,
        ["Знахарь из племени Хаккари"] = 20,
        ["Ядокус Раззаши"] = 21,
        ["Летучий всадник Гурубаши"] = 22,
        ["Ящер Раззаши"] = 23,
        ["Иссохшая наложница"] = 24,
        ["Наложница из племени Атал'ай"] = 25,
        ["Рабыня вуду"] = 26,
        ["Зулианский кроколиск"] = 27,
        ["Сумасшедший слуга"] = 28,
      }
   },
   ["Туман Атал'ай"] = {
      drop = {
       ["Мракочервь"] = 11318,
       ["Влажный слизнюк"] = 11318,
       ["Глубинный скрытень"] = 11318,
      }
   },
   ["Ключ Куэрго"] = {
      drop = {
       ["Пират-охотник за сокровищами"] = 9275,
       ["Сорвиголова-охотник за сокровищами"] = 9275,
       ["Буканьер-охотник за сокровищами"] = 9275,
      }
   },
   ["Заклинания Тьмы"] = {
      drop = {
       ["Сектант из клана Пламенеющего Клинка"] = 14395,
       ["Чернокнижник из клана Пламенеющего Клинка"] = 14395,
      }
   },
   ["Магическая формула Пустоты"] = {
      drop = {
       ["Сектант из клана Пламенеющего Клинка"] = 14396,
       ["Чернокнижник из клана Пламенеющего Клинка"] = 14396,
      }
   },
   ["Ядро памяти техбота"] = {
      drop = {
       ["Техбот"] = 9277,
      }
   },
   ["Рекомендательное письмо Астора"] = {
      drop = {
       ["Астор Хадрен"] = 7231,
      }
   },
   ["Голова Джаммал'ана"] = {
      drop = {
       ["Джаммал'ан Пророк"] = 6212,
      }
   },
   ["Толстый мех йети"] = {
      drop = {
       ["Ледополох-разбойник"] = 12366,
       ["Йети с холмов Ледополоха"] = 12366,
       ["Матриарх ледополохов"] = 12366,
       ["Патриарх ледополохов"] = 12366,
      }
   },
   ["Нетронутый рог йети"] = {
      drop = {
       ["Матриарх ледополохов"] = 12367,
       ["Патриарх ледополохов"] = 12367,
      }
   },
   ["Коготь хищника плоскогорья"] = {
      drop = {
       ["Хищник плоскогорья"] = 5203,
      }
   },
   ["Код от сейфа Термоштепселя"] = {
      drop = {
       ["Анжинер Термоштепсель"] = 9299,
      }
   },
   ["Наруч обжоры Лунной Ярости"] = {
      drop = {
       ["Обжора Лунной Ярости"] = 3156,
      }
   },
   ["Пояс Кровавых перьев"] = {
      drop = {
       ["Гарпия из стаи Кровавого Пера"] = 5204,
       ["Разбойница из стаи Кровавого Пера"] = 5204,
       ["Колдунья из стаи Кровавого Пера"] = 5204,
       ["Фурия из стаи Кровавого Пера"] = 5204,
       ["Ведьма ветров из стаи Кровавого Пера"] = 5204,
       ["Матриарх стаи Кровавого Пера"] = 5204,
       ["Фурия Шельда"] = 5204,
      }
   },
   ["Наруч чернозлоба Лунной Ярости"] = {
      drop = {
       ["Чернозлоб Лунной Ярости"] = 3157,
      }
   },
   ["Зазубренное ребро"] = {
      drop = {
       ["Костетряс-солдат"] = 3162,
       ["Костеголовый солдат"] = 3162,
      }
   },
   ["Почерневший череп"] = {
      drop = {
       ["Мрачноокий скелет-заклинатель"] = 3163,
      }
   },
   ["Механические внутренности робота"] = {
      drop = {
       ["Землеглот из пещерных глубин"] = 9309,
       ["Душитель из пещерных глубин"] = 9309,
       ["Захватчик из пещерных глубин"] = 9309,
       ["Разоритель из пещерных глубин"] = 9309,
       ["Посланник из клана Черного Железа"] = 9309,
       ["Облученный захватчик"] = 9309,
       ["Облученная слизь"] = 9309,
       ["Едкий скрытень"] = 9309,
       ["Облученный ужас"] = 9309,
       ["Прокаженный техник"] = 9309,
       ["Прокаженный защитник"] = 9309,
       ["Прокаженный машиностроитель"] = 9309,
       ["Механотанк"] = 9309,
       ["Механический огнемет"] = 9309,
       ["Механический ледоступ"] = 9309,
       ["Толпогон 9-60"] = 9309,
       ["Защитный скафандр миротворца"] = 9309,
       ["Техбот"] = 9309,
       ["Волшебный обнулятор X-21"] = 9309,
       ["Механический караульный"] = 9309,
       ["Механический страж"] = 9309,
       ["Электрошокер 6000"] = 9309,
       ["Облученный погромщик"] = 9309,
       ["Прокаженный ассистент"] = 9309,
       ["Анжинер Термоштепсель"] = 9309,
      }
   },
   ["Безупречная паутина"] = {
      drop = {
       ["Детеныш черной вдовы"] = 7267,
       ["Падальщик-отшельник"] = 7267,
      }
   },
   ["Голова Меленаса"] = {
      drop = {
       ["Лорд Меленас"] = 5221,
      }
   },
   ["Сумка для книг Карнитола"] = {
      drop = {
       ["Волнолов из клана Скользящего Плавника"] = 6245,
       ["Морская ведьма из клана Скользящего Плавника"] = 6245,
      }
   },
   ["Волосы смеющейся сестры"] = {
      drop = {
       ["Смеющаяся сестра"] = 7270,
      }
   },
   ["Коготь Ярой Ненависти"] = {
      drop = {
       ["Разбойник из племени Ярой Ненависти"] = 6246,
       ["Плут из племени Ярой Ненависти"] = 6246,
       ["Скверноподданный племени Ярой Ненависти"] = 6246,
       ["Предатель из племени Ярой Ненависти"] = 6246,
       ["Тенелов племени Ярой Ненависти"] = 6246,
       ["Призыватель огня из племени Ярой Ненависти"] = 6246,
       ["Принц Келлен"] = 6246,
      }
   },
   ["Рог Ярой Ненависти"] = {
      drop = {
       ["Разбойник из племени Ярой Ненависти"] = 6247,
       ["Плут из племени Ярой Ненависти"] = 6247,
       ["Скверноподданный племени Ярой Ненависти"] = 6247,
       ["Предатель из племени Ярой Ненависти"] = 6247,
       ["Тенелов племени Ярой Ненависти"] = 6247,
       ["Призыватель огня из племени Ярой Ненависти"] = 6247,
       ["Принц Келлен"] = 6247,
      }
   },
   ["Яд скорпиона"] = {
      drop = {
       ["Крепкохват скорпаши"] = 6248,
       ["Плеточник скорпаши"] = 6248,
       ["Ядохлыст скорпаши"] = 6248,
      }
   },
   ["Клык вурдалака"] = {
      drop = {
       ["Плотояд"] = 1129,
       ["Костеглод"] = 1129,
       ["Мозгоед"] = 1129,
       ["Распространитель чумы"] = 1129,
       ["Гнилая нежить"] = 1129,
       ["Зловонный труп"] = 1129,
      }
   },
   ["Шкура старого кодо"] = {
      drop = {
       ["Старый кодо"] = 6249,
      }
   },
   ["Фиал паучьего яда"] = {
      drop = {
       ["Ядовитый кругопряд"] = 1130,
       ["Карликовый ядовитый кругопряд"] = 1130,
       ["Зеленый паук-отшельник"] = 1130,
       ["Нараксис"] = 1130,
       ["Детеныш черной вдовы"] = 1130,
       ["Падальщик-отшельник"] = 1130,
      }
   },
   ["Неповрежденная ядовитая железа"] = {
      drop = {
       ["Паук-нянька племени Сухокожих"] = 9322,
      }
   },
   ["Мозг гончей Скверны"] = {
      drop = {
       ["Пожиратель маны"] = 6250,
       ["Охотник на магов"] = 6250,
       ["Охотник за магией"] = 6250,
      }
   },
   ["Крыло Пустоты"] = {
      drop = {
       ["Дева Пустоты"] = 6251,
       ["Сестра Пустоты"] = 6251,
       ["Колдунья Пустоты"] = 6251,
      }
   },
   ["Яд Шадры"] = {
      drop = {
       ["Шадра"] = 9324,
      }
   },
   ["Кровь тюремщика судеб"] = {
      drop = {
       ["Капитан тюремщиков судеб"] = 6252,
       ["Лорд Азреток"] = 6252,
       ["Каскк"] = 6252,
      }
   },
   ["Грязный коготь"] = {
      drop = {
       ["Паршивый Коготь"] = 3183,
      }
   },
   ["Камень Релу"] = {
      drop = {
       ["Крапчатый ящер"] = 5233,
       ["Крапчатый крикун"] = 5233,
       ["Крапчатый смертехват"] = 5233,
       ["Крапчатый острозуб"] = 5233,
       ["Вождь Нек'рош"] = 5233,
      }
   },
   ["Потроха руха"] = {
      drop = {
       ["Рух"] = 6257,
       ["Огненный рух"] = 6257,
       ["Опаляющий рух"] = 6257,
      }
   },
   ["Печень сталемеха"] = {
      drop = {
       ["Медведь-сталемех"] = 6258,
       ["Седой медведь-сталемех"] = 6258,
       ["Сталемех-патриарх"] = 6258,
      }
   },
   ["Печень гроддока"] = {
      drop = {
       ["Гроддокская обезьяна"] = 6259,
       ["Гроддокский рокотун"] = 6259,
      }
   },
   ["Сфера подземного огня"] = {
      drop = {
       ["Призыватель из клана Пылающего Клинка"] = 7291,
      }
   },
   ["Самоцвет маны Даралана"] = {
      drop = {
       ["Даларанский ученик"] = 7293,
       ["Даларанский дозорный"] = 7293,
       ["Даларанский волшебник"] = 7293,
       ["Даларанский заступник"] = 7293,
       ["Даларанский тюремщик"] = 7293,
       ["Даларанский маг"] = 7293,
       ["Даларанский окудник"] = 7293,
       ["Даларанский пивовар"] = 7293,
       ["Даларанский шахтер"] = 7293,
      }
   },
   ["Янтарное перо вуду"] = {
      drop = {
       ["Ранокол"] = 20606,
       ["Зул'Лор"] = 20606,
      }
   },
   ["Синее вудуистское перо"] = {
      drop = {
       ["Хукку"] = 20607,
       ["Миджан"] = 20607,
      }
   },
   ["Зеленое вудуистское перо"] = {
      drop = {
       ["Золо"] = 20608,
       ["Лоро"] = 20608,
      }
   },
   ["Воспаленный паучий глаз"] = {
      drop = {
       ["Падальщик"] = 20610,
       ["Скрытень-падальщик"] = 20610,
       ["Воронковый паук Ядовитого Тумана"] = 20610,
       ["Чумной воронковый паук"] = 20610,
      }
   },
   ["Толстый черный коготь"] = {
      drop = {
       ["Падальщик"] = 20611,
       ["Больной черный медведь"] = 20611,
       ["Болезненный гризли"] = 20611,
      }
   },
   ["Гнилая деревяшка"] = {
      drop = {
       ["Бродяга Железнолесья"] = 20613,
       ["Топотун Железнолесья"] = 20613,
       ["Высохший заступник"] = 20613,
      }
   },
   ["Экстракт Ядовитой Крови"] = {
      drop = {
       ["Нечистый слизнюк"] = 20614,
      }
   },
   ["Череп гремучего скелета"] = {
      drop = {
       ["Скелет-костетряс"] = 6281,
      }
   },
   ["Голова Фенвика"] = {
      drop = {
       ["Фенвик Татрос"] = 7306,
      }
   },
   ["Огромный серебряный слиток"] = {
      drop = {
       ["Скальный разрушитель"] = 11405,
       ["Скальный рокотун"] = 11405,
       ["Скалоход"] = 11405,
      }
   },
   ["Кандалы из деревни Погребальных Костров"] = {
      drop = {
       ["Дозорный деревни Погребальных Костров"] = 3218,
       ["Дозорный Лунной Ярости"] = 3218,
       ["Караульный Лунной Ярости"] = 3218,
       ["Караульный деревни Погребальных Костров"] = 3218,
       ["Старейшина деревни Погребальных Костров"] = 3218,
       ["Старейшина Лунной Ярости"] = 3218,
       ["Бронница деревни Погребальных Костров"] = 3218,
       ["Бронник Лунной Ярости"] = 3218,
       ["Портной деревни Погребальных Костров"] = 3218,
       ["Портной Лунной Ярости"] = 3218,
       ["Кожевник деревни Погребальных Костров"] = 3218,
       ["Кожевник Лунной Ярости"] = 3218,
      }
   },
   ["Серебристые паутинные железы"] = {
      drop = {
       ["Леди Сатра"] = 8344,
      }
   },
   ["Радужное крыло летучего хамелеона"] = {
      drop = {
       ["Летучий хамелеон"] = 9369,
       ["Пойманный летучий хамелеон"] = 9369,
      }
   },
   ["Сфера Гордунни"] = {
      drop = {
       ["Маг-лорд из клана Гордунни"] = 9371,
      }
   },
   ["Безупречный рог хладнокрыла"] = {
      drop = {
       ["Хладнокрылый птенец"] = 12444,
       ["Хладнокрылая химера"] = 12444,
       ["Хладнокрылый опустошитель"] = 12444,
      }
   },
   ["Голова Вэлдона Барова"] = {
      drop = {
       ["Вэлдон Баров"] = 13469,
      }
   },
   ["Кровь яростного зверя"] = {
      drop = {
       ["Лохматый совух"] = 18590,
       ["Бешеный совух"] = 18590,
       ["Безумный совух"] = 18590,
       ["Осененный луной совух"] = 18590,
       ["Яростный совух"] = 18590,
      }
   },
   ["Голова Алексия Барова"] = {
      drop = {
       ["Алексий Баров"] = 13470,
      }
   },
   ["Лимфа Гнилошкуров"] = {
      drop = {
       ["Громила из стаи Гнилошкуров"] = 3236,
       ["Насылающий чуму из стаи Гнилошкуров"] = 3236,
       ["Дикарь из стаи Гнилошкуров"] = 3236,
       ["Гневный гнолл из стаи Гнилошкуров"] = 3236,
       ["Костолом из стаи Гнилошкуров"] = 3236,
      }
   },
   ["Сердце Далина"] = {
      drop = {
       ["Далин Искусник"] = 6312,
      }
   },
   ["Сердце Комера"] = {
      drop = {
       ["Комер Виллард"] = 6313,
      }
   },
   ["Шаманский оберег вуду"] = {
      drop = {
       ["Шаман из племени Кривой Сосны"] = 8363,
      }
   },
   ["Кровь сатира"] = {
      drop = {
       ["Сатир из племени Буйного Нрава"] = 18603,
       ["Разбойник из племени Буйного Нрава"] = 18603,
       ["Плут из племени Буйного Нрава"] = 18603,
       ["Предатель из племени Буйного Нрава"] = 18603,
       ["Скверноподданный из племени Буйного Нрава"] = 18603,
       ["Тенелов из племени Буйного Нрава"] = 18603,
       ["Призыватель огня из племени Буйного Нрава"] = 18603,
      }
   },
   ["Слезы Хедерины"] = {
      drop = {
       ["Посвященная Хедерины"] = 18604,
       ["Маноед Хедерины"] = 18604,
       ["Душегуб Хедерины"] = 18604,
      }
   },
   ["Череп Хладовея"] = {
      drop = {
       ["Амненнар Хладовей"] = 10420,
      }
   },
   ["Кольцо Судьбы Рамаладни"] = {
      drop = {
       ["Жуткий ползун"] = 22708,
       ["Ткач-падальщик"] = 22708,
       ["Ядовитый паук-скакун"] = 22708,
       ["Некрорахнид-разоритель"] = 22708,
       ["Могильный ужас"] = 22708,
       ["Служитель культа Наксрамаса"] = 22708,
       ["Послушник из Наксрамаса"] = 22708,
       ["Лоскутный голем"] = 22708,
       ["Безумный ученый"] = 22708,
       ["Живое чудовище"] = 22708,
       ["Ассистент хирурга"] = 22708,
       ["Конь смерти-жеребец"] = 22708,
       ["Капитан рыцарей Смерти"] = 22708,
       ["Восставший рыцарь смерти"] = 22708,
       ["Помеченный Тьмой воин"] = 22708,
       ["Кавалерист-рыцарь смерти"] = 22708,
       ["Тень Наксрамаса"] = 22708,
       ["Некрорыцарь"] = 22708,
       ["Костлявое создание"] = 22708,
       ["Каменная горгулья"] = 22708,
       ["Скелет-кузнец"] = 22708,
       ["Нечестивый топор"] = 22708,
       ["Чумная слизь"] = 22708,
       ["Заразный вурдалак"] = 22708,
       ["Послушник из некрополиса"] = 22708,
       ["Чумная горгулья"] = 22708,
       ["Зачумленный вурдалак"] = 22708,
       ["Дух Наксрамаса"] = 22708,
       ["Некропаук-скакун"] = 22708,
      }
   },
   ["Сердце медведя"] = {
      drop = {
       ["Лютый седой медведь"] = 3253,
       ["Гигантский седой медведь"] = 3253,
       ["Старый Губач"] = 3253,
      }
   },
   ["Голова Гаррика"] = {
      drop = {
       ["Гаррик Тихокрад"] = 182,
      }
   },
   ["Летящая кровь"] = {
      drop = {
       ["Мшистый паук-ловец"] = 3254,
       ["Мглистый ползун"] = 3254,
       ["Кретис Тенеткач"] = 3254,
      }
   },
   ["Мох озерного тихоступа"] = {
      drop = {
       ["Озерный тихоступ"] = 3256,
       ["Старый озерный тихоступ"] = 3256,
      }
   },
   ["Мох озерного ползуна"] = {
      drop = {
       ["Озерный ползун"] = 3257,
       ["Старый озерный ползун"] = 3257,
      }
   },
   ["Твердая опухоль"] = {
      drop = {
       ["Живорез из племени Злобного Плавника"] = 3258,
       ["Волнолов из племени Злобного Плавника"] = 3258,
       ["Оракул из племени Злобного Плавника"] = 3258,
       ["Озерник из племени Злобного Плавника"] = 3258,
       ["Береговой разведчик из племени Злобного Плавника"] = 3258,
       ["Волномут из племени Злобного Плавника"] = 3258,
      }
   },
   ["Безупречная субстанция Скверны (Джеденар)"] = {
      drop = {
       ["Джеденарский легионер"] = 18622,
      }
   },
   ["Кольцо собирателя"] = {
      drop = {
       ["Морган Вымогатель"] = 2239,
      }
   },
   ["Безупречная субстанция Скверны (Темный портал)"] = {
      drop = {
       ["Караульный-страж Скверны"] = 18623,
      }
   },
   ["Крыло сумеречницы"] = {
      drop = {
       ["Сумеречница"] = 3264,
       ["Облезлая сумеречница"] = 3264,
      }
   },
   ["Безупречная субстанция Скверны (Азшара)"] = {
      drop = {
       ["Сатир из племени Легаши"] = 18624,
       ["Разбойник из племени Легаши"] = 18624,
       ["Призыватель огня из племени Легаши"] = 18624,
      }
   },
   ["Лапа падальщика"] = {
      drop = {
       ["Молодой падальщик"] = 3265,
       ["Косматый падальщик"] = 3265,
      }
   },
   ["Огненное ядро Крошиуса"] = {
      drop = {
       ["Крошиус"] = 18625,
      }
   },
   ["Алые поручи"] = {
      drop = {
       ["Новообращенный Алого ордена"] = 3266,
       ["Посвященный из Алого ордена"] = 3266,
       ["Мевен Коргал"] = 3266,
      }
   },
   ["Чешуя с брюха черного дракончика"] = {
      drop = {
       ["Детеныш черного дракона"] = 1221,
       ["Огнемордик"] = 1221,
      }
   },
   ["Зубчатый спрек-механизм гномов"] = {
      drop = {
       ["Крошшер Снида"] = 7365,
      }
   },
   ["Кристалл резонита"] = {
      drop = {
       ["Хранитель скал из племени Гоггер"] = 16581,
       ["Геомант из стаи Гоггер"] = 16581,
       ["Камнелом из племени Гоггер"] = 16581,
      }
   },
   ["Утерянная информация маршала Виндзора"] = {
      drop = {
       ["Генерал Кузня Гнева"] = 11464,
       ["Повелитель големов Аргелмах"] = 11465
      }
   },
   ["Медальон Черной горы"] = {
      drop = {
       ["Солдат из клана Черной горы"] = 11467,
       ["Колдун из клана Черной горы"] = 11467,
       ["Душегуб из клана Черной горы"] = 11467,
       ["Чернокнижник клана Черной горы"] = 11467,
       ["Полководец из клана Черной горы"] = 11467,
       ["Ворг из клана Черной горы"] = 11467,
       ["Пепельный ворг"] = 11467,
       ["Слюнявый пепельный ворг"] = 11467,
       ["Огромный пепельный ворг"] = 11467,
       ["Гиблопасть"] = 11467,
      }
   },
   ["Поясная сумка дворфов Черного Железа"] = {
      drop = {
       ["Охранник из клана Ярости Горна"] = 11468,
       ["Пехотинец из клана Ярости Горна"] = 11468,
       ["Солдат из клана Ярости Горна"] = 11468,
       ["Медик из клана Ярости Горна"] = 11468,
       ["Офицер из клана Ярости Горна"] = 11468,
       ["Тенегорнский крестьянин"] = 11468,
       ["Ремесленник из клана Кузни Рока"] = 11468,
       ["Маршал из клана Ярости Горна"] = 11468,
       ["Драгун из клана Кузни Рока"] = 11468,
       ["Кузнец-волшебник из клана Кузни Рока"] = 11468,
       ["Тенегорнский горожанин"] = 11468,
       ["Капитан из клана Ярости Горна"] = 11468,
       ["Тенегорнский сенатор"] = 11468,
       ["Принцесса Мойра Бронзобород"] = 11468,
       ["Повелитель големов Аргелмах"] = 11468,
       ["Император Дагран Тауриссан"] = 11468,
       ["Генерал Кузня Гнева"] = 11468,
       ["Финий Темнострой"] = 11468,
       ["Темный хранитель Ворфалк"] = 11468,
       ["Темный хранитель Бетек"] = 11468,
       ["Темный хранитель Уггель"] = 11468,
       ["Темный хранитель Зимрел"] = 11468,
       ["Темный хранитель Офгут"] = 11468,
       ["Темный хранитель Пелвер"] = 11468,
       ["Темный стражник"] = 11468,
       ["Сторож Хватка Смерти"] = 11468,
       ["Харли Чернопых"] = 11468,
       ["Дебошир-смрадодых"] = 11468,
       ["Мрачный завсегдатай"] = 11468,
       ["Голодный завсегдатай"] = 11468,
       ["Пьяный завсегдатай"] = 11468,
       ["Крест Убийца"] = 11468,
       ["Друг Риббли"] = 11468,
      }
   },
   ["Сердце Тарагамана Ненасытного"] = {
      drop = {
       ["Тарагаман Ненасытный"] = 14540,
      }
   },
   ["Навершие посоха Атиеша"] = {
      drop = {
       ["Кел'Тузад"] = 22733,
      }
   },
   ["Сердце Обсидиона"] = {
      drop = {
       ["Обсидион"] = 10446,
      }
   },
   ["Основание Атиеша"] = {
      drop = {
       ["К'Тун"] = 22734,
      }
   },
   ["Голова Латорика Черного"] = {
      drop = {
       ["Латорик Черный"] = 10447,
      }
   },
   ["Окорок среброгривого бродяги"] = {
      drop = {
       ["Среброгривый бродяга"] = 11472,
      }
   },
   ["Лейтенантский знак отличия"] = {
      drop = {
       ["Фанатик из клана Пылающего Клинка"] = 14544,
       ["Ученик клана Пылающего Клинка"] = 14544,
      }
   },
   ["Шкура Учи"] = {
      drop = {
       ["У'ча"] = 11476,
      }
   },
   ["Белый коготь равазавра"] = {
      drop = {
       ["Равазавр"] = 11477,
       ["Равазавр-бегун"] = 11477,
       ["Равазавр-охотник"] = 11477,
       ["Ядошкурый равазавр"] = 11477,
       ["Равазавр-матриарх"] = 11477,
       ["Самка Лар'корви"] = 11477,
       ["Лар'корви"] = 11477,
      }
   },
   ["Портвейн 99-летней выдержки"] = {
      drop = {
       ["Безумный Магглиш"] = 5334,
      }
   },
   ["Шкура ун'горской гориллы"] = {
      drop = {
       ["Ун'горская горилла"] = 11478,
      }
   },
   ["Шкура ун'горского топотуна"] = {
      drop = {
       ["Ун'Горский топотун"] = 11479,
      }
   },
   ["Серьга грелля"] = {
      drop = {
       ["Коварный грелль"] = 5336,
       ["Дикий грелль"] = 5336,
      }
   },
   ["Шкура ун'горского рокотуна"] = {
      drop = {
       ["Ун'Горский рокотун"] = 11480,
      }
   },
   ["Древняя печать из лунного камня"] = {
      drop = {
       ["Сатир из племени Дет'рилл"] = 5338,
      }
   },
   ["Молитва к Элуне"] = {
      drop = {
       ["Темный шаман из культа Сумеречного Молота"] = 10458,
       ["Страж огня из культа Сумеречного Молота"] = 10458,
       ["Геомант из культа Сумеречного Молота"] = 10458,
       ["Идолопоклонница из культа Сумеречного Молота"] = 10458,
      }
   },
   ["Голова вождя Остроклыка Терновая Мантия"] = {
      drop = {
       ["Вождь Остроклык Терновая Мантия"] = 10459,
      }
   },
   ["Мох Скверны"] = {
      drop = {
       ["Грелль"] = 3297,
       ["Греллид"] = 3297,
      }
   },
   ["Сумка торговца"] = {
      drop = {
       ["Искусный торговец Ковиц"] = 10467,
      }
   },
   ["Истрепанный пергамент"] = {
      drop = {
       ["Фанатик из клана Темной Нити"] = 5348,
      }
   },
   ["Демоническая шкатулка"] = {
      drop = {
       ["Дух демона"] = 13542,
      }
   },
   ["Ветка хрустального фукуса"] = {
      drop = {
       ["Мурлок"] = 1256,
       ["Речной мурлок-бегун"] = 1256,
      }
   },
   ["Голова Тарил'зуна"] = {
      drop = {
       ["Тарил'зун"] = 1260,
      }
   },
   ["Насыщенная влагой железа"] = {
      drop = {
       ["Терновый собиратель росы"] = 8428,
      }
   },
   ["Амулет Синего пера"] = {
      drop = {
       ["Безумный совух"] = 12524,
       ["Осененный луной совух"] = 12524,
       ["Яростный совух"] = 12524,
      }
   },
   ["Полуночная сфера"] = {
      drop = {
       ["Темный чародей из клана Черной горы"] = 1261,
      }
   },
   ["Манускрипт Лоргалиса"] = {
      drop = {
       ["Морская ведьма Непроглядной Пучины"] = 5359,
       ["Мирмидон Непроглядной Пучины"] = 5359,
       ["Ракообразный клешнехват"] = 5359,
       ["Рыбоед Аку'май"] = 5359,
      }
   },
   ["Кровавый янтарь"] = {
      drop = {
       ["Криводрев-моходер"] = 11503,
       ["Криводрев-живорез"] = 11503,
       ["Дессекус"] = 11503,
      }
   },
   ["Реликвия высокорожденных"] = {
      drop = {
       ["Проклятый высокорожденный"] = 5360,
       ["Терзаемый высокорожденный"] = 5360,
       ["Стенающая высокорожденная"] = 5360,
      }
   },
   ["Рог Зловещего Тотема"] = {
      drop = {
       ["Налетчик из племени Зловещего Тотема"] = 9460,
       ["Натуралист племени Зловещего Тотема"] = 9460,
       ["Шаман племени Зловещего Тотема"] = 9460,
      }
   },
   ["Половая железа равазавра"] = {
      drop = {
       ["Самка Лар'корви"] = 11509,
      }
   },
   ["Светящийся самоцвет Души"] = {
      drop = {
       ["Сектант из клана Темной Нити"] = 5366,
       ["Головорез из клана Темной Нити"] = 5366,
       ["Адепт из клана Темной Нити"] = 5366,
       ["Землечерп из клана Темной Нити"] = 5366,
       ["Убийца из клана Темной Нити"] = 5366,
      }
   },
   ["Голова Лар'корви"] = {
      drop = {
       ["Лар'корви"] = 11510,
      }
   },
   ["Украденные лакомства"] = {
      drop = {
       ["Омерзительный Гринч"] = 17662,
      }
   },
   ["Медальон Некрума"] = {
      drop = {
       ["Некрум Кишкожуй"] = 9471,
      }
   },
   ["Подвеска Анайи"] = {
      drop = {
       ["Анайя Вестница Зари"] = 5382,
      }
   },
   ["Голова Атрикуса Нарассина"] = {
      drop = {
       ["Атрикус Нарассин"] = 5383,
      }
   },
   ["Боевое знамя клана Драконьей Пасти"] = {
      drop = {
       ["Налетчик из клана Драконьей Пасти"] = 3337,
       ["Болотный бегун из клана Драконьей Пасти"] = 3337,
       ["Центурион из клана Драконьей Пасти"] = 3337,
       ["Военачальник из клана Драконьей Пасти"] = 3337,
       ["Хранитель теней из клана Драконьей Пасти"] = 3337,
       ["Костостраж из клана Драконьей Пасти"] = 3337,
       ["Вождь Нек'рош"] = 3337,
      }
   },
   ["Ножка краба"] = {
      drop = {
       ["Карликовый прибрежный краб"] = 5385,
       ["Прибрежный краб"] = 5385,
       ["Покрытый илом краб"] = 5385,
       ["Молодой рифовый краб"] = 5385,
       ["Рифовый краб"] = 5385,
       ["Гневный рифовый краб"] = 5385,
      }
   },
   ["Прекрасные шкуры лунопарда"] = {
      drop = {
       ["Лунопард-матриарх"] = 5386,
       ["Взрослый лунопард"] = 5386,
      }
   },
   ["Дворфийский трут"] = {
      drop = {
       ["Вождь Нек'рош"] = 3339,
      }
   },
   ["Череп Рэна Кровавого Клыка"] = {
      drop = {
       ["Рэн Кровавый Клык"] = 5388,
      }
   },
   ["Сердце Пламени"] = {
      drop = {
       ["Пылающий элементаль"] = 10509,
       ["Инфернальный элементаль"] = 10509,
       ["Элементаль магмы"] = 10509,
      }
   },
   ["Приказы военного вождя"] = {
      drop = {
       ["Болотный говорун"] = 8463,
      }
   },
   ["Масло големов"] = {
      drop = {
       ["Закаленный боевой голем"] = 10511,
       ["Тяжелый боевой голем"] = 10511,
       ["Элементаль магмы"] = 10511,
      }
   },
   ["Шкура гигантского кроколиска"] = {
      drop = {
       ["Гигантский болотный кроколиск"] = 3348,
      }
   },
   ["Терадрический хрустальный орнамент"] = {
      drop = {
       ["Проклятый кентавр"] = 17684,
       ["Сатир из племени Тлетворных"] = 17684,
       ["Плут из племени Тлетворных"] = 17684,
       ["Тенелов из племени Тлетворных"] = 17684,
       ["Селебрийская дриада"] = 17684,
       ["Сестра Келебраса"] = 17684,
       ["Принцесса Терадрас"] = 17684,
       ["Сель"] = 17684,
       ["Доисторическое чудище"] = 17684,
       ["Тессалийская гидра"] = 17684,
       ["Ядовитый грелль"] = 17684,
       ["Мерзкая личинка"] = 17684,
       ["Колючий хлыстолап"] = 17684,
       ["Удушающая лоза"] = 17684,
       ["Пагубная слизь"] = 17684,
       ["Ползучий слякоч"] = 17684,
       ["Пещерный скрытень"] = 17684,
       ["Пещерный шаркун"] = 17684,
       ["Келебрас Проклятый"] = 17684,
       ["Лорд Злоязыкий"] = 17684,
       ["Мешлок Жнец"] = 17684,
       ["Бритвохлест"] = 17684,
       ["Ноксион"] = 17684,
       ["Гнилопасть"] = 17684,
       ["Ремонтник Гизлок"] = 17684,
       ["Ядовитая лоза"] = 17684,
       ["Безымянный пророк"] = 17684,
       ["Венг"] = 17684,
       ["Мародос"] = 17684,
       ["Магра"] = 17684,
       ["Гелк"] = 17684,
       ["Колк"] = 17684,
      }
   },
   ["Сумка Сиды"] = {
      drop = {
       ["Багровый слизнюк"] = 3349,
       ["Черный слизнюк"] = 3349,
       ["Чудовищный слизнюк"] = 3349,
      }
   },
   ["Молот Таэлана"] = {
      drop = {
       ["Меркуцио Грязежор"] = 14613,
      }
   },
   ["Кровь могучего черного дракона"] = {
      drop = {
       ["Генерал Драккисат"] = 16663,
      }
   },
   ["Подвеска Даларана"] = {
      drop = {
       ["Даларанский заступник"] = 3354,
       ["Даларанский маг"] = 3354,
       ["Даларанский окудник"] = 3354,
      }
   },
   ["Фрагменты скелета"] = {
      drop = {
       ["Скелет-живодер"] = 14619,
       ["Скелет-колдун"] = 14619,
       ["Скелет-ужасень"] = 14619,
       ["Скелет-палач"] = 14619,
       ["Скелет-вождь"] = 14619,
       ["Скелет-послушник"] = 14619,
      }
   },
   ["Сердце предателя"] = {
      drop = {
       ["Улатек"] = 18719,
      }
   },
   ["Глаз крепкозуба"] = {
      drop = {
       ["Крепкозуб Темных берегов"] = 5412,
       ["Старый крепкозуб Темных берегов"] = 5412,
      }
   },
   ["Клык лунопарда"] = {
      drop = {
       ["Лунопард"] = 5413,
       ["Малорослый лунопард"] = 5413,
       ["Лунопард-матриарх"] = 5413,
       ["Тенекоготь"] = 5413,
       ["Взрослый лунопард"] = 5413,
      }
   },
   ["Седой скальп"] = {
      drop = {
       ["Седой колючешерстный медведь"] = 5414,
       ["Мать-медведица"] = 5414,
      }
   },
   ["Келебрийский жезл"] = {
      drop = {
       ["Ноксион"] = 17702,
       ["Порождение Ноксиона"] = 17702,
      }
   },
   ["Келебрийский бриллиант"] = {
      drop = {
       ["Лорд Злоязыкий"] = 17703,
      }
   },
   ["Скальп тенелова"] = {
      drop = {
       ["Тенелов племени Ярой Ненависти"] = 6441,
      }
   },
   ["Кристалл оракула"] = {
      drop = {
       ["Оракул из клана Скользящего Плавника"] = 6442,
      }
   },
   ["Искаженная шкура"] = {
      drop = {
       ["Загадочный крылозмей"] = 6443,
       ["Загадочный жалохлест"] = 6443,
       ["Загадочный ползун"] = 6443,
       ["Загадочный душегуб"] = 6443,
       ["Загадочный ловец"] = 6443,
       ["Загадочный опустошитель"] = 6443,
       ["Загадочный страж"] = 6443,
       ["Загадочный скрытень"] = 6443,
       ["Криг"] = 6443,
       ["Мутанус Пожиратель"] = 6443,
       ["Шкам"] = 6443,
       ["Загадочный аспид"] = 6443,
       ["Загадочный кроколиск"] = 6443,
       ["Загадочный страхозуб"] = 6443,
       ["Загадочная гадюка"] = 6443,
       ["Загадочный крылояд"] = 6443,
       ["Загадочный шаркун"] = 6443,
       ["Загадочная болотная гадюка"] = 6443,
       ["Вердан Бессмертный"] = 6443,
       ["Загадочный волшебный дракон"] = 6443,
       ["Загадочный питон"] = 6443,
      }
   },
   ["Троллье месиво"] = {
      drop = {
       ["Темный чародей из племени Песчаной Бури"] = 9523,
       ["Кровопийца из племени Песчаной Бури"] = 9523,
       ["Знахарь из клана Песчаной Бури"] = 9523,
       ["Темный охотник"] = 9523,
       ["Пожиратель душ из племени Песчаной Бури"] = 9523,
       ["Вождь Укорз Песчаная Плешь"] = 9523,
       ["Тека Мученик"] = 9523,
       ["Палач из клана Песчаной Бури"] = 9523,
       ["Мертвый герой Зул'Фаррака"] = 9523,
       ["Зул'фарракский зомби"] = 9523,
       ["Некрум Кишкожуй"] = 9523,
       ["Руузлу"] = 9523,
       ["Анту'сул"] = 9523,
       ["Сандарр Разоритель Барханов"] = 9523,
       ["Пыльный призрак"] = 9523,
       ["Зериллис"] = 9523,
      }
   },
   ["Окованный торием кинжал"] = {
      drop = {
       ["Геолог из клана Черного Железа"] = 10551,
       ["Кузнец из клана Черного Железа"] = 10551,
       ["Раб-трудяга"] = 10551,
       ["Поработитель из клана Черного Железа"] = 10551,
       ["Надсмотрщик из клана Черного Железа"] = 10551,
       ["Чугунорез клана Черного Железа"] = 10551,
       ["Караульный из клана Черного Железа"] = 10551,
       ["Наблюдатель из клана Черного Железа"] = 10551,
       ["Сторож из клана Черного Железа"] = 10551,
       ["Похититель из клана Черного Железа"] = 10551,
      }
   },
   ["Знак Рагнароса"] = {
      drop = {
       ["Темный шаман из культа Сумеречного Молота"] = 10552,
       ["Страж огня из культа Сумеречного Молота"] = 10552,
       ["Геомант из культа Сумеречного Молота"] = 10552,
       ["Идолопоклонница из культа Сумеречного Молота"] = 10552,
      }
   },
   ["Темное сердце Эданы"] = {
      drop = {
       ["Эдана Коготь Ненависти"] = 9528,
      }
   },
   ["Человеческая голова Раса Ледяного Шепота"] = {
      drop = {
       ["Рас Ледяной Шепот"] = 13626,
      }
   },
   ["Запечатанная лазурная сумка"] = {
      drop = {
       ["Шаман из племени Древобрюхов"] = 19775,
      }
   },
   ["Воющая субстанция"] = {
      drop = {
       ["Всепожирающая эктоплазма"] = 6464,
       ["Изменчивая эктоплазма"] = 6464,
       ["Эктоплазма кошмаров"] = 6464,
      }
   },
   ["Голова Аругала"] = {
      drop = {
       ["Верховный маг Аругал"] = 5442,
       ["Аругал"] = 5442,
      }
   },
   ["Боевые приказы Сумеречного Молота"] = {
      drop = {
       ["Пророк из культа Сумеречного Молота"] = 20803,
      }
   },
   ["Шкура молодого кроколиска"] = {
      drop = {
       ["Молодой болотный кроколиск"] = 3397,
      }
   },
   ["Кольцо Зорама"] = {
      drop = {
       ["Руузель"] = 5445,
      }
   },
   ["Палец скелета"] = {
      drop = {
       ["Скелет-воин"] = 2378,
       ["Ужасный скелет"] = 2378,
       ["Маг-скелет"] = 2378,
       ["Скелет-губитель"] = 2378,
       ["Скелет-хранитель"] = 2378,
       ["Скелет-лекарь"] = 2378,
       ["Скелет-налетчик"] = 2378,
      }
   },
   ["Верхняя часть ключа Гелхака"] = {
      drop = {
       ["Гигантский лесной долгоног"] = 7498,
      }
   },
   ["Средняя часть ключа Гелхака"] = {
      drop = {
       ["Налетчик из племени Серой Мглы"] = 7499,
       ["Береговик из племени Серой Мглы"] = 7499,
       ["Ясновидец из племени Серой Мглы"] = 7499,
       ["Сетеплет из племени Серой Мглы"] = 7499,
       ["Воин из племени Серой Мглы"] = 7499,
       ["Охотник племени Серой Мглы"] = 7499,
       ["Оракул из племени Серой Мглы"] = 7499,
       ["Волнолов из племени Серой Мглы"] = 7499,
       ["Глубомрак"] = 7499,
      }
   },
   ["Нижняя часть ключа Гелхака"] = {
      drop = {
       ["Покрытый илом краб"] = 7500,
       ["Гневный рифовый краб"] = 7500,
      }
   },
   ["Сердце Бальзамировщика"] = {
      drop = {
       ["Элиза"] = 2382,
      }
   },
   ["Мясо медведя-щербозуба"] = {
      drop = {
       ["Могучий щербозуб"] = 12622,
       ["Медведь-щербозуб"] = 12622,
       ["Старый щербозуб"] = 12622,
       ["Бешеный щербозуб"] = 12622,
      }
   },
   ["Мясо хладнокрылой химеры"] = {
      drop = {
       ["Хладнокрылый птенец"] = 12623,
       ["Хладнокрылая химера"] = 12623,
       ["Хладнокрылый опустошитель"] = 12623,
      }
   },
   ["Клык ночного саблезуба"] = {
      drop = {
       ["Старый ночной саблезуб"] = 3409,
       ["Яростный ночной саблезуб"] = 3409,
       ["Ночной саблезуб"] = 3409,
       ["Ночной саблезуб-охотник"] = 3409,
       ["Закатный ловец"] = 3409,
      }
   },
   ["Перо островной совы"] = {
      drop = {
       ["Сова"] = 3411,
       ["Сова-крикун"] = 3411,
       ["Сова-охотник"] = 3411,
      }
   },
   ["Частица Мизраэль"] = {
      drop = {
       ["Кобольд из племени Сухоусов"] = 4435,
       ["Геодезист из племени Сухоусов"] = 4435,
       ["Землекоп из племени Сухоусов"] = 4435,
      }
   },
   ["Паутина чащобного тенетника"] = {
      drop = {
       ["Чащобный тенетник"] = 3412,
       ["Чащобный ядозуб"] = 3412,
       ["Чащобный паук-балдахинник"] = 3412,
       ["Гигантский чащобный тенетник"] = 3412,
      }
   },
   ["Ветвь Кенария"] = {
      drop = {
       ["Гелтарис"] = 5461,
      }
   },
   ["Оплавленная чешуя"] = {
      drop = {
       ["Рокочущая ящерица"] = 6486,
       ["Бурешкура"] = 6486,
      }
   },
   ["Голова Ренда Чернорука"] = {
      drop = {
       ["Вождь Ренд Чернорук"] = 12630,
      }
   },
   ["Голова злобного фамилиара"] = {
      drop = {
       ["Злобный фамилиар"] = 6487,
      }
   },
   ["Светящийся самоцвет"] = {
      drop = {
       ["Прыгун из племени Соленой Слюны"] = 5463,
       ["Воин из племени Соленой Слюны"] = 5463,
       ["Грязекоп из племени Соленой Слюны"] = 5463,
       ["Оракул из племени Соленой Слюны"] = 5463,
      }
   },
   ["Печать Строма"] = {
      drop = {
       ["Тать Синдиката"] = 4440,
       ["Окудник Синдиката"] = 4440,
       ["Волхв Синдиката"] = 4440,
      }
   },
   ["Фрагмент осколка сумрака"] = {
      drop = {
       ["Темнокаменный грохотун"] = 17756,
       ["Темнокаменный крушитель"] = 17756,
      }
   },
   ["Фрагмент печати"] = {
      drop = {
       ["Стромгардский охотник на троллей"] = 4450,
       ["Стромгардский защитник"] = 4450,
       ["Стромгардский воздаятель"] = 4450,
      }
   },
   ["Изыскательский жезл"] = {
      drop = {
       ["Сержант Блай"] = 8548,
      }
   },
   ["Таинственное послание"] = {
      drop = {
       ["Вестник из Братства Справедливости"] = 1381,
      }
   },
   ["Голова волхва Римтори"] = {
      drop = {
       ["Волхв Римтори"] = 10597,
      }
   },
   ["Окровавленная голова Хетайры"] = {
      drop = {
       ["Хетайра"] = 10598,
      }
   },
   ["Гигантское яйцо"] = {
      drop = {
        ["Падальщик"] = 1,
        ["Злобный совух"] = 2,
        ["Примитивный совух"] = 3,
        ["Дикий совух"] = 4,
        ["Зарикотль"] = 5,
        ["Рух"] = 6,
        ["Огненный рух"] = 7,
        ["Опаляющий рух"] = 8,
        ["Черный душегуб"] = 9,
        ["Железноклюв"] = 10,
        ["Железноклюв-крикун"] = 11,
        ["Железноклюв-охотник"] = 12,
        ["Небесная тень"] = 13,
        ["Лохматый совух"] = 14,
        ["Бешеный совух"] = 15,
        ["Безумный совух"] = 16,
        ["Осененный луной совух"] = 17,
        ["Яростный совух"] = 18,
        ["Сова Зимних Ключей"] = 19,
        ["Крикун Зимних Ключей"] = 20,
        ["Хищный совух"] = 21,
        ["Большой огнекрыл"] = 22,
        ["Бритвокоготь"] = 23,
        ["Злобоклюй"] = 24,
        ["Сова клана Грозовой Вершины"] = 25,
        ["Олм Мудрый"] = 26,
      }
   },
   ["Альтеракский сыр"] = {
      drop = {
        ["Генерал Маркус Джонатан"] = 1,
        ["Король Мукла"] = 2,
        ["Скелет-колдун"] = 3,
        ["Скелет-ужасень"] = 4,
        ["Скелет-палач"] = 5,
        ["Скелет-вождь"] = 6,
        ["Скелет-послушник"] = 7,
        ["Гниющий вурдалак"] = 8,
        ["Бездушный вурдалак"] = 9,
        ["Опаляющий вурдалак"] = 10,
        ["Леденящий вурдалак"] = 11,
        ["Кровавый призрак"] = 12,
        ["Алчущий призрак"] = 13,
        ["Вопящая Смерть"] = 14,
        ["Маг Алого ордена"] = 15,
        ["Часовой из Алого ордена"] = 16,
        ["Охотник из Алого ордена"] = 17,
        ["Волхв Алого ордена"] = 18,
        ["Рыцарь Алого ордена"] = 19,
        ["Паладин Алого ордена"] = 20,
        ["Призыватель духов из Алого ордена"] = 21,
        ["Кавалерист Алого ордена"] = 22,
        ["Судья из Алого ордена"] = 23,
        ["Дознаватель из Алого ордена"] = 24,
        ["Верховный священник Алого ордена"] = 25,
        ["Великий инквизитор Изиллиен"] = 26,
        ["Палач из Алого ордена"] = 27,
        ["Верховный лорд Телан Фордринг"] = 28,
        ["Штейгер Джеррис"] = 29,
        ["Штейгер Маркрид"] = 30,
        ["Верховный заступник Тарсен"] = 31,
        ["Верховный заступник Лорик"] = 32,
        ["Лорд Малдаззар"] = 33,
        ["Рабочий Алого ордена"] = 34,
        ["Дровосек из Алого ордена"] = 35,
        ["Кузнец Алого ордена"] = 36,
        ["Порабощенный друид-ворон"] = 37,
        ["Делманис Ненавистный"] = 38,
        ["Раэна Волкопас"] = 39,
        ["Волкор"] = 40,
        ["Терентис"] = 41,
        ["Часовой Селарина"] = 42,
        ["Лютый Коготь"] = 43,
        ["Скорпид-разоритель"] = 44,
        ["Призрачное видение"] = 45,
        ["Гниющий кадавр"] = 46,
        ["Зачумленный зомби"] = 47,
        ["Мститель из Алого ордена"] = 48,
        ["Чароплет Алого ордена"] = 49,
        ["Камнеед из племени Каменного Свода"] = 50,
        ["Тераморский стражник"] = 51,
        ["Гроддокский рокотун"] = 52,
        ["Мумифицированный тролль из племени Атал'ай"] = 53,
        ["Скорпок-острожал"] = 54,
        ["Краснокаменный хрусталиск"] = 55,
        ["Лорд-маг драконов"] = 56,
        ["Арккоранский трещот"] = 57,
        ["Арккоранский клешневик"] = 58,
        ["Арккоранский оракул"] = 59,
        ["Дозорный из племени Древобрюхов"] = 60,
        ["Ведмедь из племени Древобрюхов"] = 61,
        ["Мирмидон из клана Бича Злобы"] = 62,
        ["Эльф крови-геодезист"] = 63,
        ["Эльф крови-землемер"] = 64,
        ["Сатир из племени Легаши"] = 65,
        ["Разбойник из племени Легаши"] = 66,
        ["Призыватель огня из племени Легаши"] = 67,
        ["Острощип Макринни"] = 68,
        ["Кровоцвет-живодер"] = 69,
        ["Кровоцвет-крепкозуб"] = 70,
        ["Ун'Горский рокотун"] = 71,
        ["Смоляной господин"] = 72,
        ["Испепеляющий элементаль"] = 73,
        ["Живое пламя"] = 74,
        ["Проходчик из улья Гориши"] = 75,
        ["Липкий слизнюк"] = 76,
        ["Солдат из клана Черной горы"] = 77,
        ["Колдун из клана Черной горы"] = 78,
        ["Душегуб из клана Черной горы"] = 79,
        ["Чернокнижник клана Черной горы"] = 80,
        ["Огр из клана Огненного Чрева"] = 81,
        ["Огр-маг из клана Огненного Чрева"] = 82,
        ["Громила из клана Огненного Чрева"] = 83,
        ["Черный драконид"] = 84,
        ["Черная драконида"] = 85,
        ["Огнечешуйчатый драконид"] = 86,
        ["Огнечешуйчатая драконида"] = 87,
        ["Ворг из клана Черной горы"] = 88,
        ["Обреченный послушник"] = 89,
        ["Обреченный монах"] = 90,
        ["Обреченный священник"] = 91,
        ["Проклятый паладин"] = 92,
        ["Проклятый вершитель правосудия"] = 93,
        ["Неупокоенный маг"] = 94,
        ["Сатир из племени Нефритового Пламени"] = 95,
        ["Садовник из племени Мертвого Леса"] = 96,
        ["Ведмедь из племени Зимней Спячки"] = 97,
        ["Шаман из племени Зимней Спячки"] = 98,
        ["Дозорный из племени Зимней Спячки"] = 99,
        ["Тотемист из племени Зимней Спячки"] = 100,
        ["Землепроходец из племени Зимней Спячки"] = 101,
        ["Могучий щербозуб"] = 102,
        ["Хладнокрылый птенец"] = 103,
        ["Лохматый совух"] = 104,
        ["Ледополох-разбойник"] = 105,
        ["Страдающий высокорожденный"] = 106,
        ["Тоскующая высокорожденная"] = 107,
        ["Верховный маг Аллистарий"] = 108,
        ["Гвардеец из крепости Стражей Пустоты"] = 109,
        ["Военачальник Бича Злобы"] = 110,
        ["Зачаровывательница из клана Бича Злобы"] = 111,
        ["Злобоклюй"] = 112,
        ["Скелет-слуга"] = 113,
        ["Проклятый маг"] = 114,
        ["Темный заклинатель"] = 115,
        ["Ткач Ужаса"] = 116,
        ["Воитель Плети"] = 117,
        ["Каннибал-вурдалак"] = 118,
        ["Болезненный живодер"] = 119,
        ["Безглазый дозорный"] = 120,
        ["Растерзанная крикунья"] = 121,
        ["Яростная визгунья"] = 122,
        ["Певица Смерти"] = 123,
        ["Лоскутный ужас"] = 124,
        ["Шатающийся голем"] = 125,
        ["Лоскутный голем"] = 126,
        ["Темный адепт"] = 127,
        ["Сектант Смерти"] = 128,
        ["Злобный воспитатель"] = 129,
        ["Темный маг"] = 130,
        ["Призыватель Тьмы"] = 131,
        ["Некромант"] = 132,
        ["Некрорахнид-ловец"] = 133,
        ["Некрорахнид-могильщик"] = 134,
        ["Некрорахнид-душегуб"] = 135,
        ["Разведчик из племени Моходеров"] = 136,
        ["Темный охотник из племени Моходеров"] = 137,
        ["Каннибал из племени Моходеров"] = 138,
        ["Бесноватый чумной пес"] = 139,
        ["Зритель арены"] = 140,
        ["Гончий пес"] = 141,
        ["Медведь злобных когтей"] = 142,
        ["Послушник из легиона Изрубленного Щита"] = 143,
        ["Драконид Когтя Ярости"] = 144,
        ["Легионер из легиона Изрубленного Щита"] = 145,
        ["Чароплет из легиона Изрубленного Щита"] = 146,
        ["Ларион"] = 147,
        ["Терродактиль"] = 148,
        ["Гор'теш"] = 149,
        ["Боевой маг из клана Черной Вершины"] = 150,
        ["Головорез из клана Черной Вершины"] = 151,
        ["Разоритель из клана Черной Вершины"] = 152,
        ["Полководец из клана Черной Вершины"] = 153,
        ["Жрец Тени из племени Тлеющего Терновника"] = 154,
        ["Охотник за головами из племени Тлеющего Терновника"] = 155,
        ["Чернокнижник из легиона Изрубленного Щита"] = 156,
        ["Налетчик из легиона Изрубленного Щита"] = 157,
        ["Рубака из легиона Огненного Клейма"] = 158,
        ["Легионер из легиона Огненного Клейма"] = 159,
        ["Темнопряд из легиона Огненного Клейма"] = 160,
        ["Призыватель духов из легиона Огненного Клейма"] = 161,
        ["Ткач ужаса из легиона Огненного Клейма"] = 162,
        ["Пиромант из легиона Огненного Клейма"] = 163,
        ["Темный охотник из племени Тлеющего Терновника"] = 164,
        ["Знахарь из племени Тлеющего Терновника"] = 165,
        ["Берсерк из племени Тлеющего Терновника"] = 166,
        ["Ясновидец из племени Тлеющего Терновника"] = 167,
        ["Пламезавр"] = 168,
        ["Палач из культа Сумеречного Молота"] = 169,
        ["Ворг легиона Изрубленного Щита"] = 170,
        ["Тюремщик из Алого ордена"] = 171,
        ["Претор Алого ордена"] = 172,
        ["Священник Алого ордена"] = 173,
        ["Викарий Алого ордена"] = 174,
        ["Верховный маг Алого ордена"] = 175,
        ["Чаротворец Алого ордена"] = 176,
        ["Ветеран из легиона Кровавого Топора"] = 177,
        ["Шилл Динджер"] = 178,
        ["Налетчик из легиона Кровавого Топора"] = 179,
        ["Вызыватель из легиона Кровавого Топора"] = 180,
        ["Ворг легиона Кровавого Топора"] = 181,
        ["Солдат-наемник из легиона Кровавого Топора"] = 182,
        ["Призыватель из легиона Кровавого Топора"] = 183,
        ["Ткач ужаса из легиона Чернорука"] = 184,
        ["Призыватель из легиона Чернорука"] = 185,
        ["Ветеран легиона Чернорука"] = 186,
        ["Огнечешуйчатая драконида Когтя Ярости"] = 187,
        ["Элитный боец легиона Чернорука"] = 188,
        ["Уничтоженный кадавр"] = 189,
        ["Изуродованный кадавр"] = 190,
        ["Призрачный горожанин"] = 191,
        ["Фантомный горожанин"] = 192,
        ["Мстительный фантом"] = 193,
        ["Сердитый фантом"] = 194,
        ["Зловещий фантом"] = 195,
        ["Скелет-страж"] = 196,
        ["Скелет-берсерк"] = 197,
        ["Караульный Черной Стражи"] = 198,
        ["Темный чародей из секты Тузадин"] = 199,
        ["Тузадинский послушник"] = 200,
        ["Тузадинский некромант"] = 201,
        ["Чумной вурдалак"] = 202,
        ["Вурдалак-стервятник"] = 203,
        ["Плотоядный живодер"] = 204,
        ["Скалокрылая гаргулья"] = 205,
        ["Скалокрылая крикунья"] = 206,
        ["Око Наксрамаса"] = 207,
        ["Некрорахнид-ползун"] = 208,
        ["Некрорахнид-живоглот"] = 209,
        ["Лоскутный ужас"] = 210,
        ["Желчеплюй"] = 211,
        ["Изрыгатель яда"] = 212,
        ["Охранник из Багрового Легиона"] = 213,
        ["Окудник из Багрового Легиона"] = 214,
        ["Посвященный из Багрового Легиона"] = 215,
        ["Защитник из Багрового Легиона"] = 216,
        ["Колдун из Багрового Легиона"] = 217,
        ["Жрец из Багрового Легиона"] = 218,
        ["Кавалер из Багрового Легиона"] = 219,
        ["Боевой маг из Багрового Легиона"] = 220,
        ["Инквизитор из Багрового Легиона"] = 221,
        ["Визжащая банши"] = 222,
        ["Завывающая банши"] = 223,
        ["Лорд Алексей Баров"] = 224,
        ["Инструктор Коварница"] = 225,
        ["Головорез Аррока"] = 226,
        ["Огр-волхв Аррока"] = 227,
        ["Медик Алого ордена"] = 228,
        ["Жрец из Алого ордена"] = 229,
        ["Призванный ветеран из легиона Чернорука"] = 230,
        ["Вестница Печали"] = 231,
        ["Временной паразит"] = 232,
        ["Вестница cмерти Селендра"] = 233,
        ["Верховный генерал Аббендис"] = 234,
        ["Гончая Алого ордена"] = 235,
        ["Малор Ревностный"] = 236,
        ["Монах из Багрового Легиона"] = 237,
        ["Нежить-почтальон"] = 238,
        ["Доктор Теолен Крастинов"] = 239,
        ["Зомби из племени Моходеров"] = 240,
        ["Неживой тролль из племени Моходеров"] = 241,
        ["Громила из клана Гордок"] = 242,
        ["Чернокнижник из клана Гордок"] = 243,
        ["Разоритель из клана Гордок"] = 244,
        ["Сатир из племени Буйного Нрава"] = 245,
        ["Разбойник из племени Буйного Нрава"] = 246,
        ["Предатель из племени Буйного Нрава"] = 247,
        ["Призыватель огня из племени Буйного Нрава"] = 248,
        ["Одеревеневший древень"] = 249,
        ["Древень-криводрев"] = 250,
        ["Элдретарский призрак"] = 251,
        ["Скелет высокорожденного"] = 252,
        ["Гниющий высокорожденный"] = 253,
        ["Клочок маны"] = 254,
        ["Кавалер Алого ордена Дарген"] = 255,
        ["Охотник Радли"] = 256,
        ["Рабочий из улья Аши"] = 257,
        ["Камнехвостый скорпид"] = 258,
        ["Камнехвостый клешневик"] = 259,
        ["Песчаный паук-быстролап"] = 260,
        ["Скальный паук-скакун"] = 261,
        ["Земляной сокрушитель"] = 262,
        ["Хранитель Хавунт из культа Сумеречного Молота"] = 263,
        ["Мститель из культа Сумеречного Молота"] = 264,
        ["Геолорд из культа Сумеречного Молота"] = 265,
        ["Лорд-рыцарь Валделмар"] = 266,
        ["Капитан Балинда Каменный Очаг"] = 267,
        ["Гвардеец из Багрового Легиона"] = 268,
        ["Зельдарр Изгой"] = 269,
        ["Курьер из Багрового Легиона"] = 270,
        ["Деметрия"] = 271,
        ["Кнутохлест"] = 272,
        ["Мастифф клана Гордок"] = 273,
        ["Трутень из улья Аши"] = 274,
        ["Лейтенант Спенсер"] = 275,
        ["Грабитель Синдиката"] = 276,
        ["Посланник Синдиката"] = 277,
        ["Лейтенант Ларжент"] = 278,
        ["Лейтенант Манкузо"] = 279,
        ["Командир Карл Филипс"] = 280,
        ["Шахтер из племени Железного Рудника"] = 281,
        ["Командир звена Ромеон"] = 282,
        ["Смотритель стойл из клана Грозовой Вершины"] = 283,
        ["Горный пехотинец Гулкий Крик"] = 284,
        ["Атраманис"] = 285,
        ["Дирк Надувалло"] = 286,
        ["Трупный червь"] = 287,
        ["Инквизитор Алого ордена"] = 288,
        ["Пламехват из культа Сумеречного Молота"] = 289,
        ["Огарцог"] = 290,
        ["Герцог Осколков"] = 291,
        ["Госпожа Наталия Мар'алит"] = 292,
        ["Герцог Ветров"] = 293,
        ["Солдат из улья Зара"] = 294,
        ["Охотник-убийца из улья Регал"] = 295,
      }
   },
   ["Погрузочная веревка"] = {
      drop = {
       ["Воин из племени Гиблой Чащи"] = 16743,
       ["Землепроходец из племени Гиблой Чащи"] = 16743,
       ["Дозорный из племени Гиблой Чащи"] = 16743,
       ["Шаман из племени Гиблой Чащи"] = 16743,
       ["Ведмедь из племени Гиблой Чащи"] = 16743,
       ["Тотемист из племени Гиблой Чащи"] = 16743,
       ["Ведмедь из племени Колючего Меха"] = 16743,
       ["Тотемист из племени Колючего Меха"] = 16743,
       ["Дозорный из племени Колючего Меха"] = 16743,
       ["Шаман из племени Колючего Меха"] = 16743,
       ["Мститель из племени Колючего Меха"] = 16743,
       ["Землепроходец из племени Колючего Меха"] = 16743,
      }
   },
   ["Разбитая голова Хетайры"] = {
      drop = {
       ["Хетайра"] = 10599,
      }
   },
   ["Покрытая синяками голова Хетайры"] = {
      drop = {
       ["Хетайра"] = 10600,
      }
   },
   ["Благословенный арканитовый чепрак"] = {
      drop = {
       ["Восставшее создание"] = 18792,
       ["Одеревеневший древень"] = 18792,
      }
   },
   ["Рога сатира"] = {
      drop = {
       ["Разбойник из племени Ксавиан"] = 5481,
       ["Предатель из племени Ксавиан"] = 5481,
       ["Скверноподданный из племени Ксавиан"] = 5481,
       ["Призыватель огня из племени Ксавиан"] = 5481,
       ["Сатир из племени Мускуса Скверны"] = 5481,
       ["Разбойник из племени Мускуса Скверны"] = 5481,
       ["Скверноподданный из племени Мускуса Скверны"] = 5481,
       ["Тенелов из племени Мускуса Скверны"] = 5481,
       ["Сатир из племени Каменного Сердца"] = 5481,
       ["Плут из племени Каменного Сердца"] = 5481,
       ["Тенелов из племени Каменного Сердца"] = 5481,
       ["Призыватель огня из племени Каменного Сердца"] = 5481,
       ["Алигар Мучитель"] = 5481,
       ["Бализар Скверный"] = 5481,
       ["Землеройный червь"] = 5481,
       ["Гелтарис"] = 5481,
       ["Принц Рейз"] = 5481,
      }
   },
   ["Печать Аратора"] = {
      drop = {
       ["Лейтенант Храброзов"] = 4458,
      }
   },
   ["Тусклый некротический камень"] = {
      drop = {
       ["Призрачный дух"] = 22892,
       ["Скелет-боец"] = 22892,
      }
   },
   ["Печать Троллебоя"] = {
      drop = {
       ["Принц Гален Троллебой"] = 4466,
      }
   },
   ["Голова наги из клана Зловещего Хвоста"] = {
      drop = {
       ["Мирмидон из клана Зловещего Хвоста"] = 5490,
       ["Разящий из клана Зловещего Хвоста"] = 5490,
       ["Скользящий по волнам из клана Зловещего Хвоста"] = 5490,
       ["Морская ведьма из клана Зловещего Хвоста"] = 5490,
       ["Колдунья из клана Зловещего Хвоста"] = 5490,
       ["Жрица из клана Зловещего Хвоста"] = 5490,
      }
   },
   ["Жезл Порядка"] = {
      drop = {
       ["Фозрук"] = 4469,
      }
   },
   ["Покрытые коркой минералы"] = {
      drop = {
       ["Радужный дракончик"] = 9589,
       ["Летучий хамелеон"] = 9589,
       ["Сухопутный бродяга"] = 9589,
       ["Скальный великан"] = 9589,
       ["Пойманный летучий хамелеон"] = 9589,
       ["Ослабленный сухопутный бродяга"] = 9589,
       ["Ослабленный скальный великан"] = 9589,
      }
   },
   ["Расколотое бревно"] = {
      drop = {
       ["Бродячий лесной древень"] = 9590,
      }
   },
   ["Упругое сухожилие"] = {
      drop = {
       ["Злобный совух"] = 9591,
       ["Примитивный совух"] = 9591,
       ["Дикий совух"] = 9591,
       ["Блеклоперый гиппогриф"] = 9591,
       ["Блеклоперый крылень"] = 9591,
       ["Блеклоперый грозовой крылень"] = 9591,
       ["Блеклоперый патриарх"] = 9591,
       ["Антилус Парящий"] = 9591,
       ["Хищный совух"] = 9591,
      }
   },
   ["Металлические фрагменты"] = {
      drop = {
       ["Злобный совух"] = 9592,
       ["Примитивный совух"] = 9592,
       ["Дикий совух"] = 9592,
       ["Блеклоперый гиппогриф"] = 9592,
       ["Блеклоперый крылень"] = 9592,
       ["Блеклоперый грозовой крылень"] = 9592,
       ["Блеклоперый патриарх"] = 9592,
       ["Антилус Парящий"] = 9592,
       ["Сухопутный бродяга"] = 9592,
       ["Скальный великан"] = 9592,
       ["Бродячий лесной древень"] = 9592,
       ["Хищный совух"] = 9592,
       ["Ослабленный сухопутный бродяга"] = 9592,
       ["Ослабленный скальный великан"] = 9592,
      }
   },
   ["Мистические оковы"] = {
      drop = {
       ["Мизраэль"] = 4473,
      }
   },
   ["Запечатанная папка"] = {
      drop = {
       ["Отрекшийся-курьер"] = 4482,
      }
   },
   ["Огненный ключ"] = {
      drop = {
       ["Пылающий изгой"] = 4483,
      }
   },
   ["Лунный камень Упавшего Неба"] = {
      drop = {
       ["Чащобный оракул"] = 5508,
      }
   },
   ["Скипетр Света"] = {
      drop = {
       ["Ясновидец клана Пылающего Клинка"] = 15750,
      }
   },
   ["Части тел насекомых Сентипаар"] = {
      drop = {
       ["Оса-сентипаар"] = 8587,
       ["Жалоносец-сентипаар"] = 8587,
       ["Членистоног-сентипаар"] = 8587,
       ["Рабочий-сентипаар"] = 8587,
       ["Проходчик-сентипаар"] = 8587,
       ["Разоритель-сентипаар"] = 8587,
      }
   },
   ["Гиацинтовый гриб"] = {
      drop = {
       ["Греллид"] = 10639,
      }
   },
   ["Амулет Кровавого камня"] = {
      drop = {
       ["Проходимец Синдиката"] = 4495,
       ["Налетчик Синдиката"] = 4495,
       ["Наемник Синдиката"] = 4495,
      }
   },
   ["Лимфа чащобного тенетника"] = {
      drop = {
       ["Чащобный тенетник"] = 10640,
      }
   },
   ["Глаз черного драконида"] = {
      drop = {
       ["Драконид Когтя Ярости"] = 16786,
       ["Властитель Змейталак"] = 16786,
       ["Огнечешуйчатая драконида Когтя Ярости"] = 16786,
       ["Страж Гнездовья"] = 16786,
       ["Солакар Пламя Гнева"] = 16786,
       ["Дракон-стражник Когтя Ярости"] = 16786,
       ["Капитан Когтя Ярости"] = 16786,
       ["Огнедышащая драконида Когтя Ярости"] = 16786,
       ["Наседка из Гнездовья"] = 16786,
       ["Огнечешуйчатый дракон Когтя Смерти"] = 16786,
       ["Огнечар Когтя Смерти"] = 16786,
       ["Драконида Когтя Смерти"] = 16786,
       ["Капитан Когтя Смерти"] = 16786,
       ["Гнездовая Когтя Смерти"] = 16786,
      }
   },
   ["Язык серого медведя"] = {
      drop = {
       ["Серый медведь"] = 3476,
       ["Злобный серый медведь"] = 3476,
       ["Старый серый медведь"] = 3476,
       ["Большой Самрас"] = 3476,
      }
   },
   ["Лимфа паука-охотника"] = {
      drop = {
       ["Старый моховой ползун"] = 3477,
       ["Гигантский моховой ползун"] = 3477,
       ["Лесной моховой ползун"] = 3477,
       ["Ползух"] = 3477,
      }
   },
   ["Клык тролля из племени Сухокожих"] = {
      drop = {
       ["Тролль из племени Сухокожих"] = 4503,
       ["Темный чародей из племени Сухокожих"] = 4503,
       ["Метатель топоров из племени Сухокожих"] = 4503,
       ["Знахарь из племени Сухокожих"] = 4503,
       ["Охотник за головами из племени Сухокожих"] = 4503,
       ["Темный охотник из племени Сухокожих"] = 4503,
       ["Берсерк из племени Сухокожих"] = 4503,
       ["Залас Сухокожий"] = 4503,
      }
   },
   ["Ключ Хамейи"] = {
      drop = {
       ["Секретный агент Хамейя"] = 15767,
      }
   },
   ["Знак Стромгарда"] = {
      drop = {
       ["Тать Синдиката"] = 4506,
       ["Окудник Синдиката"] = 4506,
       ["Волхв Синдиката"] = 4506,
      }
   },
   ["Узы скверны Нефритового Пламени"] = {
      drop = {
       ["Сатир из племени Нефритового Пламени"] = 11674,
       ["Разбойник из племени Нефритового Пламени"] = 11674,
       ["Плут из племени Нефритового Пламени"] = 11674,
       ["Предатель из племени Нефритового Пламени"] = 11674,
       ["Скверноподданный из племени Нефритового Пламени"] = 11674,
       ["Тенелов из племени Нефритового Пламени"] = 11674,
       ["Призыватель огня из племени Нефритового Пламени"] = 11674,
      }
   },
   ["Фолиант Илкруда Магтрулла"] = {
      drop = {
       ["Илкруд Магтрулл"] = 5533,
      }
   },
   ["Мешок ужасов Крастинова"] = {
      drop = {
       ["Джандис Барова"] = 13725,
      }
   },
   ["Оскверненная сфера Кровавого камня"] = {
      drop = {
       ["Марез Клобук"] = 4510,
      }
   },
   ["Глаз ящера нагорья"] = {
      drop = {
       ["Долгоног нагорья"] = 4512,
       ["Твердозуб нагорья"] = 4512,
      }
   },
   ["Сердце ящера"] = {
      drop = {
       ["Плотоглот нагорья"] = 4513,
      }
   },
   ["Голова Сарилуса Грязнорожденного"] = {
      drop = {
       ["Сарилус Грязнорожденный"] = 5537,
      }
   },
   ["Зелье из джунглей"] = {
      drop = {
        ["Целитель Курцена"] = 1,
        ["Охотник за головами Курцена"] = 2,
        ["Знахарь Курцена"] = 3,
      }
   },
   ["Фетиш Дробителей Черепов"] = {
      drop = {
       ["Знахарь из племени Дробителей Черепов"] = 2466,
       ["Мистик из племени Дробителей Черепов"] = 2466,
      }
   },
   ["Обручальное кольцо Воррела"] = {
      drop = {
       ["Нэнси Вишас"] = 5538,
      }
   },
   ["Голова Марез"] = {
      drop = {
       ["Марез Клобук"] = 4515,
      }
   },
   ["Голова Отто"] = {
      drop = {
       ["Отто"] = 4516,
      }
   },
   ["Первая табличка Мошару"] = {
      drop = {
       ["Тека Мученик"] = 10660,
      }
   },
   ["Голова лорда Соколиного Шлема"] = {
      drop = {
       ["Лорд Соколиный Шлем"] = 4517,
      }
   },
   ["Вторая табличка Мошару"] = {
      drop = {
       ["Гидромант Велрата"] = 10661,
      }
   },
   ["Рваный фрагмент свитка"] = {
      drop = {
       ["Разъяренный каменный элементаль"] = 4518,
      }
   },
   ["Мятый фрагмент свитка"] = {
      drop = {
       ["Разъяренный каменный элементаль"] = 4519,
      }
   },
   ["Кровь горного льва"] = {
      drop = {
       ["Голодный горный лев"] = 3496,
       ["Яростный горный лев"] = 3496,
       ["Горный лев"] = 3496,
       ["Крупный горный лев"] = 3496,
      }
   },
   ["Обожженный фрагмент свитка"] = {
      drop = {
       ["Разъяренный каменный элементаль"] = 4520,
      }
   },
   ["Череп Дала Жилотяга"] = {
      drop = {
       ["Дал Жилотяг"] = 5544,
      }
   },
   ["Образец крови из Зимних Ключей"] = {
      drop = {
       ["Детеныш ледопарда"] = 21928,
       ["Ледопард"] = 21928,
       ["Ловчий ледопард"] = 21928,
       ["Ледопард-охотница"] = 21928,
       ["Дозорный прайда ледопардов"] = 21928,
       ["Могучий щербозуб"] = 21928,
       ["Медведь-щербозуб"] = 21928,
       ["Старый щербозуб"] = 21928,
       ["Бешеный щербозуб"] = 21928,
      }
   },
   ["Амулет Вароша"] = {
      drop = {
       ["Аррок Смертный Вопль"] = 12712,
      }
   },
   ["Голова Зельдарра"] = {
      drop = {
       ["Зельдарр Изгой"] = 15785,
      }
   },
   ["Лекарская сумка племени Сухокожих"] = {
      drop = {
       ["Знахарь из племени Сухокожих"] = 4522,
      }
   },
   ["Охлажденный окорок василиска"] = {
      drop = {
       ["Ледоглазый василиск"] = 2476,
      }
   },
   ["Заклинательный жезл Трелана"] = {
      drop = {
       ["Кор'греш Холодная Ярость"] = 4525,
      }
   },
   ["Лазурный агат"] = {
      drop = {
       ["Шаман клана Тяжелого Кулака"] = 4527,
      }
   },
   ["Стабильная эктоплазма"] = {
      drop = {
       ["Незримый слуга"] = 21935,
       ["Безглазый дозорный"] = 21935,
       ["Растерзанная крикунья"] = 21935,
       ["Яростная визгунья"] = 21935,
       ["Певица Смерти"] = 21935,
      }
   },
   ["Замороженная эктоплазма"] = {
      drop = {
       ["Страдающий высокорожденный"] = 21936,
       ["Тоскующая высокорожденная"] = 21936,
      }
   },
   ["Альтеракский перстень-печатка"] = {
      drop = {
       ["Шпион Синдиката"] = 3505,
       ["Караульный Синдиката"] = 3505,
       ["Саботажник Синдиката"] = 3505,
       ["Убийца из Синдиката"] = 3505,
       ["Головорез Синдиката"] = 3505,
       ["Волшебник Синдиката"] = 3505,
       ["Гравис Слипнот"] = 3505,
      }
   },
   ["Опаленная эктоплазма"] = {
      drop = {
       ["Истерзанный друид"] = 21937,
       ["Истерзанный часовой"] = 21937,
      }
   },
   ["Магмовое ядро"] = {
      drop = {
       ["Повелитель магмы Бокк"] = 21938,
      }
   },
   ["Чешуя наги Пронзающего Гребня"] = {
      drop = {
       ["Побережник из клана Пронзающего Гребня"] = 3509,
       ["Береговой охотник из клана Пронзающего Гребня"] = 3509,
       ["Крикунья из клана Пронзающего Гребня"] = 3509,
       ["Сирена из клана Пронзающего Гребня"] = 3509,
       ["Леди Зефрис"] = 3509,
      }
   },
   ["Глаз мурлока"] = {
      drop = {
        ["Мурлок-добытчик"] = 1,
        ["Мурлок-береговик"] = 2,
        ["Мурлок-волнолов"] = 3,
        ["Мурлок-воин"] = 4,
        ["Мурлок"] = 5,
        ["Старый Мрачноглаз"] = 6,
        ["Мурлок-трупоед"] = 7,
        ["Низший мурлок-оракул"] = 8,
        ["Мурлок-охотник"] = 9,
        ["Мурлок-сетеплет"] = 10,
        ["Мурлок-налетчик"] = 11,
        ["Мурлок-оракул"] = 12,
        ["Сларк"] = 13,
        ["Бракк"] = 14,
        ["Мурлок-следопыт"] = 15,
        ["Мурлок-волномут"] = 16,
        ["Низший мурлок-волномут"] = 17,
        ["Мурлок-разведчик"] = 18,
        ["Пирожок"] = 19,
        ["Мурлок-скрытень"] = 20,
        ["Речной мурлок-бегун"] = 21,
        ["Мурлок из племени Синежабрых"] = 22,
        ["Пачкун из племени Синежабрых"] = 23,
        ["Добытчик из племени Синежабрых"] = 24,
        ["Воин из племени Синежабрых"] = 25,
        ["Грязекоп из племени Синежабрых"] = 26,
        ["Оракул из племени Синежабров"] = 27,
        ["Мурлок-гарпунер"] = 28,
        ["Жрун"] = 29,
        ["Налетчик из племени Синежабрых"] = 30,
        ["Живорез из племени Злобного Плавника"] = 31,
        ["Волнолов из племени Злобного Плавника"] = 32,
        ["Оракул из племени Злобного Плавника"] = 33,
        ["Озерник из племени Злобного Плавника"] = 34,
        ["Береговой разведчик из племени Злобного Плавника"] = 35,
        ["Волномут из племени Злобного Плавника"] = 36,
        ["Налетчик из племени Серой Мглы"] = 37,
        ["Береговик из племени Серой Мглы"] = 38,
        ["Ясновидец из племени Серой Мглы"] = 39,
        ["Сетеплет из племени Серой Мглы"] = 40,
        ["Воин из племени Серой Мглы"] = 41,
        ["Охотник племени Серой Мглы"] = 42,
        ["Оракул из племени Серой Мглы"] = 43,
        ["Волнолов из племени Серой Мглы"] = 44,
        ["Мутанус Пожиратель"] = 45,
        ["Прыгун из племени Соленой Слюны"] = 46,
        ["Воин из племени Соленой Слюны"] = 47,
        ["Грязекоп из племени Соленой Слюны"] = 48,
        ["Оракул из племени Соленой Слюны"] = 49,
        ["Мурлок из племени Мутной Воды"] = 50,
        ["Грязекоп из племени Мутной Воды"] = 51,
        ["Оракул из племени Мутной Воды"] = 52,
        ["Гелихаст"] = 53,
        ["Грязнюк Жестокий"] = 54,
        ["Глубомрак"] = 55,
        ["Шоколадный Плавник"] = 56,
        ["Кальмарник"] = 57,
      }
   },
   ["Глаз мурлока из клана Рваный Плавник"] = {
      drop = {
       ["Грязекоп из племени Рваного Плавника"] = 3510,
       ["Береговик из племени Рваного Плавника"] = 3510,
       ["Оракул из племени Рваного Плавника"] = 3510,
       ["Волнолов из племени Порванного Плавника"] = 3510,
       ["Шрамник"] = 3510,
      }
   },
   ["Череп Мор'Ладима"] = {
      drop = {
       ["Мор'Ладим"] = 3514,
      }
   },
   ["Пятнистая рыба-луна"] = {
      drop = {
       ["Мурлок-трупоед"] = 1467,
       ["Мурлок-следопыт"] = 1467,
       ["Мурлок-волномут"] = 1467,
       ["Низший мурлок-волномут"] = 1467,
       ["Мурлок-разведчик"] = 1467,
       ["Мурлок-гарпунер"] = 1467,
       ["Кальмарник"] = 1467,
      }
   },
   ["Посох Атэрика"] = {
      drop = {
       ["Верховный маг Атаерик"] = 3515,
      }
   },
   ["Книга Древних"] = {
      drop = {
       ["Лорд Крагару"] = 15803,
      }
   },
   ["Голова Лесковара"] = {
      drop = {
       ["Лорд Грегор Лесковар"] = 3516,
      }
   },
   ["Голова Темного Терзателя"] = {
      drop = {
       ["Рыцарь смерти Темный Терзатель"] = 18880,
      }
   },
   ["Голова Ор'Калара"] = {
      drop = {
       ["Ор'Калар"] = 4551,
      }
   },
   ["Сбалансированная шпага Сталлера"] = {
      drop = {
       ["Жарквия"] = 11723,
      }
   },
   ["Часть прочной хрустальной ноги"] = {
      drop = {
       ["Хрустальный паук"] = 11725,
      }
   },
   ["Слизь Каменного Когтя"] = {
      drop = {
       ["Сокотварь"] = 5582,
      }
   },
   ["Чешуя волшебного дракончика"] = {
      drop = {
       ["Волшебный дракончик"] = 5583,
       ["Хитрый волшебный дракончик"] = 5583,
       ["Нал'тазар"] = 5583,
      }
   },
   ["Сумеречный Ус"] = {
      drop = {
       ["Сумеречный бегун"] = 5584,
      }
   },
   ["Глаз бегового оленя"] = {
      drop = {
       ["Беговой олень-рогач"] = 5585,
       ["Огромный быстроногий олень"] = 5585,
      }
   },
   ["Гадальные очки Нарайна"] = {
      drop = {
       ["Магмадар"] = 20951,
       ["Големагг Испепелитель"] = 20951,
       ["Барон Геддон"] = 20951,
       ["Гарр"] = 20951,
       ["Предвестник Сульфурон"] = 20951,
       ["Люцифрон"] = 20951,
       ["Гееннас"] = 20951,
       ["Шаззрах"] = 20951,
      }
   },
   ["Голова Тарга"] = {
      drop = {
       ["Тарг"] = 3550,
      }
   },
   ["Боевые бусы огров"] = {
      drop = {
       ["Вождь Омокк"] = 21982,
       ["Боевой маг из клана Черной Вершины"] = 21982,
       ["Мистик из клана Черной Вершины"] = 21982,
       ["Головорез из клана Черной Вершины"] = 21982,
       ["Разоритель из клана Черной Вершины"] = 21982,
       ["Огр-волхв из клана Черной Вершины"] = 21982,
       ["Полководец из клана Черной Вершины"] = 21982,
       ["Лорд-волхв из клана Черной Вершины"] = 21982,
       ["Полководец из клана Черной Вершины"] = 21982,
       ["Мясник из клана Черной Вершины"] = 21982,
       ["Аррок Смертный Вопль"] = 21982,
       ["Головорез из клана Гордок"] = 21982,
       ["Громила из клана Гордок"] = 21982,
       ["Изверг из клана Гордок"] = 21982,
       ["Огр-маг из клана Гордок"] = 21982,
       ["Маг-лорд из клана Гордок"] = 21982,
       ["Капитан из клана Гордок"] = 21982,
       ["Чернокнижник из клана Гордок"] = 21982,
       ["Разоритель из клана Гордок"] = 21982,
       ["Король Гордок"] = 21982,
       ["Топотун Криг"] = 21982,
       ["Стражник Слип'кик"] = 21982,
       ["Чо'Раш Наблюдатель"] = 21982,
       ["Капитан Давигром"] = 21982,
       ["Стражник Мол'дар"] = 21982,
       ["Дубильщик из клана Гордок"] = 21982,
      }
   },
   ["Голова Навозера"] = {
      drop = {
       ["Навозер"] = 3551,
      }
   },
   ["Голова Гломмуса"] = {
      drop = {
       ["Гломмус"] = 3552,
      }
   },
   ["Левая часть амулета Лорда Вальтхалака"] = {
      drop = {
       ["Мор Серое Копыто"] = 21984,
       ["Изалиен"] = 21984,
       ["Джариен"] = 21984,
       ["Сотос"] = 21984,
       ["Кормок"] = 21984,
      }
   },
   ["Голова Муг'тола"] = {
      drop = {
       ["Муг'тол"] = 3553,
      }
   },
   ["Корона воли"] = {
      drop = {
       ["Муг'тол"] = 3554,
      }
   },
   ["Огневит Опалителя"] = {
      drop = {
       ["Лорд Опалитель"] = 21987,
      }
   },
   ["Уголь Углевзора"] = {
      drop = {
       ["Пиростраж Углевзор"] = 21988,
      }
   },
   ["Череп Провидца"] = {
      drop = {
       ["Провидец"] = 16869,
      }
   },
   ["Уголь Огарцога"] = {
      drop = {
       ["Огарцог"] = 21989,
      }
   },
   ["Череп Сомнуса"] = {
      drop = {
       ["Сомнус"] = 16870,
      }
   },
   ["Череп Хроналиса"] = {
      drop = {
       ["Хроналис"] = 16871,
      }
   },
   ["Каменный зуб трогга"] = {
      drop = {
       ["Трогг из племени Камнедробов"] = 2536,
       ["Разведчик из племени Камнедробов"] = 2536,
       ["Головолом из племени Камнедробов"] = 2536,
       ["Костегрыз из племени Камнедробов"] = 2536,
       ["Геомант из племени Камнедробов"] = 2536,
       ["Ясновидец из племени Камнедробов"] = 2536,
       ["Землекоп из племени Камнедробов"] = 2536,
       ["Шаман из племени Камнедробов"] = 2536,
       ["Трогг-берсерк"] = 2536,
      }
   },
   ["Череп Акстроза"] = {
      drop = {
       ["Акстроз"] = 16872,
      }
   },
   ["Эктоплазма"] = {
      drop = {
       ["Призрак из племени Маграм"] = 15849,
      }
   },
   ["Ритуальное зелье"] = {
      drop = {
       ["Шаман из племени Дыбогривов"] = 6634,
      }
   },
   ["Полоска меха тенекрыла"] = {
      drop = {
       ["Тенекрыл"] = 15850,
      }
   },
   ["Рог кодо"] = {
      drop = {
       ["Потерявшийся степной кодо"] = 15852,
       ["Степной кодо"] = 15852,
      }
   },
   ["Ухо тролля из клана Кровавого Скальпа"] = {
      drop = {
       ["Воин из племени Кровавого Скальпа"] = 1519,
       ["Разведчик из племени Кровавого Скальпа"] = 1519,
       ["Охотник из племени Кровавого Скальпа"] = 1519,
       ["Берсерк из племени Кровавого Скальпа"] = 1519,
       ["Знахарь племени Кровавого Скальпа"] = 1519,
       ["Охотник за головами из племени Кровавого Скальпа"] = 1519,
       ["Метатель топоров из племени Кровавого Скальпа"] = 1519,
       ["Шаман из племени Кровавого Скальпа"] = 1519,
       ["Повелитель зверей из племени Кровавого Скальпа"] = 1519,
       ["Мистик из племени Кровавого Скальпа"] = 1519,
       ["Падальщик из племени Кровавого Скальпа"] = 1519,
      }
   },
   ["Копыто ловца Скверны"] = {
      drop = {
       ["Ловец Скверны"] = 6640,
      }
   },
   ["Клык тролля из племени Дробителей Черепов"] = {
      drop = {
       ["Воин из племени Дробителей Черепов"] = 1524,
       ["Охотник из племени Дробителей Черепов"] = 1524,
       ["Знахарь из племени Дробителей Черепов"] = 1524,
       ["Духолов из племени Дробителей Черепов"] = 1524,
       ["Метатель топоров из племени Дробителей Черепов"] = 1524,
       ["Пантера из племени Дробителей Черепов"] = 1524,
       ["Мистик из племени Дробителей Черепов"] = 1524,
       ["Охотник за головами из племени Дробителей Черепов"] = 1524,
       ["Разведчик из племени Дробителей Черепов"] = 1524,
       ["Берсерк из племени Дробителей Черепов"] = 1524,
       ["Повелитель зверей из племени Дробителей Черепов"] = 1524,
       ["Анатек Жестокий"] = 1524,
       ["Ган'зулах"] = 1524,
       ["Неззилок Зловещий"] = 1524,
      }
   },
   ["Фиал крови невинных"] = {
      drop = {
       ["Темный маг Синдиката"] = 5620,
      }
   },
   ["Сапфир рассыпавшегося ожерелья"] = {
      drop = {
       ["Гримлок"] = 7670,
      }
   },
   ["Некая руна"] = {
      drop = {
       ["Сирена из клана Бича Злобы"] = 13815,
       ["Мирмидон из клана Бича Злобы"] = 13815,
       ["Военачальник Бича Злобы"] = 13815,
       ["Зачаровывательница из клана Бича Злобы"] = 13815,
      }
   },
   ["Источник Силы рассыпавшегося ожерелья"] = {
      drop = {
       ["Аркедас"] = 7672,
      }
   },
   ["Расписание поставок Братства Справедливости"] = {
      drop = {
       ["Портовый начальник из Братства Справедливости"] = 7675,
      }
   },
   ["Сушеная голова"] = {
      drop = {
       ["Охотник за головами из племени Кровавого Скальпа"] = 1532,
      }
   },
   ["Мешочек с реагентами"] = {
      drop = {
       ["Сектант из клана Пылающего Клинка"] = 6652,
      }
   },
   ["Приказ верховного рыцаря"] = {
      drop = {
       ["Курьер из Багрового Легиона"] = 15868,
      }
   },
   ["Тлеющий уголь"] = {
      drop = {
       ["Низшее воплощение огня"] = 6655,
      }
   },
   ["Голова Чок'сула"] = {
      drop = {
       ["Чок'сул"] = 2561,
      }
   },
   ["Амулет Грола"] = {
      drop = {
       ["Грол Разрушитель"] = 10753,
      }
   },
   ["Амулет Севины"] = {
      drop = {
       ["Леди Севина"] = 10754,
      }
   },
   ["Голова надзирателя Мальториуса"] = {
      drop = {
       ["Надзиратель Мальториус"] = 18946,
      }
   },
   ["Шкура йети из пещеры Бешеного оврага"] = {
      drop = {
       ["Йети Бешеного оврага"] = 18947,
       ["Старейшина Бешеного оврага"] = 18947,
       ["Лютый йети Бешеного оврага"] = 18947,
       ["Крадущийся йети со Свирепого Утеса"] = 18947,
      }
   },
   ["Искрящая чешуя Газ'риллы"] = {
      drop = {
       ["Газ'рилла"] = 8707,
      }
   },
   ["Амулет Аллистария"] = {
      drop = {
       ["Верховный маг Аллистарий"] = 10755,
      }
   },
   ["Сердце черного дракона"] = {
      drop = {
       ["Обжигающий дракончик"] = 4612,
       ["Опаленный страж"] = 4612,
      }
   },
   ["Серебряный ключ Ракмора"] = {
      drop = {
       ["Краб с мертвой хваткой"] = 15878,
       ["Жестколапый клешневик"] = 15878,
      }
   },
   ["Наручники Чернохлыста"] = {
      drop = {
       ["Чернохлыст"] = 4615,
      }
   },
   ["Отрубленный рог Осквернителя"] = {
      drop = {
       ["Разелих Осквернитель"] = 10759,
      }
   },
   ["Коготь Властителя Рора"] = {
      drop = {
       ["Властитель Рор"] = 15879,
      }
   },
   ["Счастливая кирка Ржанца"] = {
      drop = {
       ["Тенегорнский проходчик"] = 4616,
       ["Тенегорнский темнопряд"] = 4616,
       ["Тенегорнский певчий"] = 4616,
       ["Тенегорнский воин"] = 4616,
      }
   },
   ["Голова Рамштайна Ненасытного"] = {
      drop = {
       ["Рамштайн Ненасытный"] = 15880,
      }
   },
   ["Голова Симоны"] = {
      drop = {
       ["Симон Совратительница"] = 18952,
      }
   },
   ["Золотой ключ Ракмора"] = {
      drop = {
       ["Нага из клана Скользящего Плавника"] = 15881,
       ["Колдунья из клана Скользящего Плавника"] = 15881,
       ["Воин из клана Скользящего Плавника"] = 15881,
       ["Мирмидон из клана Скользящего Плавника"] = 15881,
       ["Бичехвост из клана Скользящего Плавника"] = 15881,
       ["Волнолов из клана Скользящего Плавника"] = 15881,
       ["Оракул из клана Скользящего Плавника"] = 15881,
       ["Морская ведьма из клана Скользящего Плавника"] = 15881,
      }
   },
   ["Голова Клинфрана"] = {
      drop = {
       ["Клинфран Безумный"] = 18953,
      }
   },
   ["Самоцвет Кобрана"] = {
      drop = {
       ["Лорд Кобран"] = 9738,
      }
   },
   ["Голова Соленора"] = {
      drop = {
       ["Соленор Душегуб"] = 18954,
      }
   },
   ["Самоцвет Анакондры"] = {
      drop = {
       ["Повелительница Анакондра"] = 9739,
      }
   },
   ["Голова Арториуса"] = {
      drop = {
       ["Арториус Судьбоносный"] = 18955,
      }
   },
   ["Самоцвет Питонаса"] = {
      drop = {
       ["Лорд Питонас"] = 9740,
      }
   },
   ["Остаточное вещество"] = {
      drop = {
       ["Ослабленный береговой странник"] = 18956,
       ["Ослабленный сухопутный бродяга"] = 18956,
       ["Ослабленный странник волн"] = 18956,
       ["Ослабленный странник глубин"] = 18956,
       ["Ослабленный скальный великан"] = 18956,
      }
   },
   ["Наруч посла Инфернуса"] = {
      drop = {
       ["Посол Инфернос"] = 4621,
      }
   },
   ["Самоцвет Серпентиса"] = {
      drop = {
       ["Лорд Серпентис"] = 9741,
      }
   },
   ["Ядро элементаля воды"] = {
      drop = {
       ["Морской элементаль"] = 18958,
       ["Морской вал"] = 18958,
      }
   },
   ["Фурма"] = {
      drop = {
       ["Кузнец из клана Черного Железа"] = 18959,
      }
   },
   ["Подзорная труба наблюдателя"] = {
      drop = {
       ["Наблюдатель из клана Черного Железа"] = 18960,
      }
   },
   ["Послание Синдиката"] = {
      drop = {
       ["Преступник Синдиката"] = 3601,
       ["Вор Синдиката"] = 3601,
      }
   },
   ["Панцирь Зукк'аш"] = {
      drop = {
       ["Острожал из улья Зукк'аш"] = 18961,
       ["Оса из улья Зукк'аш"] = 18961,
       ["Рабочий улья Зукк'аш"] = 18961,
       ["Проходчик улья Зукк'аш"] = 18961,
       ["Жалохвост"] = 18961,
      }
   },
   ["Маленький осколок камня"] = {
      drop = {
       ["Младший каменный элементаль"] = 4626,
      }
   },
   ["Железы жалохвоста"] = {
      drop = {
       ["Жалохвост"] = 18962,
      }
   },
   ["Большой кусок камня"] = {
      drop = {
       ["Каменный элементаль"] = 4627,
      }
   },
   ["Голова Калифа Жало Скорпида"] = {
      drop = {
       ["Калиф Жало Скорпида"] = 8723,
      }
   },
   ["Браслеты Камня"] = {
      drop = {
       ["Большой каменный элементаль"] = 4628,
      }
   },
   ["Металлолом"] = {
      drop = {
       ["Огр из клана Гнилобрюхих"] = 4630,
       ["Громила из клана Гнилобрюхих"] = 4630,
       ["Охотник на драконов из клана Гнилобрюхих"] = 4630,
       ["Изверг из клана Гнилобрюхих"] = 4630,
       ["Шаман из клана Гнилобрюхих"] = 4630,
       ["Вождь клана Гнилобрюхих"] = 4630,
       ["Огр-маг из клана Гнилобрюхих"] = 4630,
       ["Воин из клана Гнилобрюхих"] = 4630,
       ["Мистик из клана Гнилобрюхих"] = 4630,
      }
   },
   ["Капля ядовитого ужаса"] = {
      drop = {
       ["Ядовитый ужас"] = 12822,
      }
   },
   ["Амулет Тяжелоступа"] = {
      drop = {
       ["Магреган Чернотень"] = 4635,
      }
   },
   ["Тлеющие угли"] = {
      drop = {
       ["Разбойник-дух огня"] = 5659,
       ["Пылающий опустошитель"] = 5659,
       ["Пылающий разрушитель"] = 5659,
      }
   },
   ["Руки Валдреда"] = {
      drop = {
       ["Валдред Морай"] = 3613,
      }
   },
   ["Кусок мяса червя-трупоеда"] = {
      drop = {
       ["Личинка-падальщик"] = 13853,
       ["Падальщик-пожиратель"] = 13853,
      }
   },
   ["Ящик Зимней Спячки"] = {
      drop = {
       ["Гонец из племени Зимней Спячки"] = 12829,
      }
   },
   ["Лапа Изувоя"] = {
      drop = {
       ["Изувой"] = 3614,
      }
   },
   ["Голова Курцена"] = {
      drop = {
       ["Полковник Курцен"] = 3615,
      }
   },
   ["Верхняя часть амулета Лорда Вальтхалака"] = {
      drop = {
       ["Телдрен"] = 22047,
      }
   },
   ["Око разума"] = {
      drop = {
       ["Май'Зот"] = 3616,
      }
   },
   ["Знак Земли"] = {
      drop = {
       ["Главарь То'грун"] = 4640,
      }
   },
   ["Ржавая шрапнель"] = {
      drop = {
       ["Обугленный древняк"] = 5664,
       ["Почерневший древняк"] = 5664,
       ["Мстительное древо"] = 5664,
      }
   },
   ["Подвеска Тени"] = {
      drop = {
       ["Моргант"] = 3617,
      }
   },
   ["Рука Дагуна"] = {
      drop = {
       ["Дагун Ненасытный"] = 4641,
      }
   },
   ["Голова Жруна"] = {
      drop = {
       ["Жрун"] = 3618,
      }
   },
   ["Табакерка Снеллига"] = {
      drop = {
       ["Первый помощник Снеллиг"] = 3619,
      }
   },
   ["Труп Лакмерана"] = {
      drop = {
       ["Лорд Лакмеран"] = 21027,
      }
   },
   ["Сердце Наследия"] = {
      drop = {
       ["Могх Неумирающий"] = 4644,
      }
   },
   ["Прах пыледемона"] = {
      drop = {
       ["Пыледемон"] = 5669,
      }
   },
   ["Голова Ивара"] = {
      drop = {
       ["Ивар Нечистый"] = 3621,
      }
   },
   ["Цепи Гематуса"] = {
      drop = {
       ["Гематус"] = 4645,
      }
   },
   ["Сущность Плети ночи"] = {
      drop = {
       ["Плеть ночи"] = 3622,
      }
   },
   ["Звезда Ксиль'и"] = {
      drop = {
       ["Грел'борг Скряга"] = 4646,
      }
   },
   ["Голова Тула"] = {
      drop = {
       ["Тул Коготь Ворона"] = 3623,
      }
   },
   ["Голова Некроша"] = {
      drop = {
       ["Вождь Нек'рош"] = 3625,
      }
   },
   ["Голова барона Вардуса"] = {
      drop = {
       ["Барон Вардус"] = 3626,
      }
   },
   ["Клык Вагаша"] = {
      drop = {
       ["Вагаш"] = 3627,
      }
   },
   ["Кристаллические чешуи"] = {
      drop = {
       ["Опаленный василиск"] = 5675,
       ["Обгоревший василиск"] = 5675,
       ["Копченый василиск"] = 5675,
       ["Просоленный василиск"] = 5675,
      }
   },
   ["Рука Декстрена Варда"] = {
      drop = {
       ["Декстрен Вард"] = 3628,
      }
   },
   ["Фамильное кольцо Мисмантла"] = {
      drop = {
       ["Сталван Мистмантл"] = 3629,
      }
   },
   ["Паучий яд"] = {
      drop = {
       ["Скальный скрытень"] = 2606,
       ["Древесный воронковый паук"] = 2606,
       ["Лесной паук-скрытень"] = 2606,
       ["Шанда Прядильщица"] = 2606,
      }
   },
   ["Голова Таргорра"] = {
      drop = {
       ["Таргорр Ужасный"] = 3630,
      }
   },
   ["Жилистое мясо стервятника"] = {
      drop = {
        ["Большой шкуродер"] = 1,
        ["Молодой шкуродер"] = 2,
        ["Сарыч"] = 3,
        ["Шкуродер"] = 4,
        ["Падальщик"] = 5,
        ["Солончаковый падальщик"] = 6,
        ["Стервятник соляных равнин"] = 7,
      }
   },
   ["Клык кабана Грубобрюха"] = {
      drop = {
       ["Грубобрюх"] = 3631,
      }
   },
   ["Мо'грошский кристалл"] = {
      drop = {
       ["Огр из клана Мо'Грош"] = 2607,
       ["Головорез из клана Мо'Грош"] = 2607,
       ["Громила из клана Мо'Грош"] = 2607,
       ["Шаман из клана Мо'Грош"] = 2607,
       ["Мистик из клана Мо'Грош"] = 2607,
       ["Амогг Сокрушитель"] = 2607,
      }
   },
   ["Лапа Фангора"] = {
      drop = {
       ["Лейтенант Фангор"] = 3632,
      }
   },
   ["Голова Гат'Илзогга"] = {
      drop = {
       ["Гат'Илзогг"] = 3633,
      }
   },
   ["Голова Мрачнона"] = {
      drop = {
       ["Мрачнон Белесый"] = 3634,
      }
   },
   ["Необработанный кремень"] = {
      drop = {
       ["Ткач туманов из стаи Мохошкуров"] = 2611,
       ["Бегун топей из стаи Мохошкуров"] = 2611,
       ["Зверолов из стаи Мохошкуров"] = 2611,
       ["Громила из стаи Мохошкуров"] = 2611,
       ["Мистик из стаи Мохошкуров"] = 2611,
       ["Вожак стаи Мохошкуров"] = 2611,
       ["Костоглод"] = 2611,
      }
   },
   ["Лапа Червеглаза"] = {
      drop = {
       ["Червеглаз"] = 3635,
      }
   },
   ["Зуб Морфаза"] = {
      drop = {
       ["Морфаз"] = 20019,
      }
   },
   ["Чешуя Старого Мрачноглаза"] = {
      drop = {
       ["Старый Мрачноглаз"] = 3636,
      }
   },
   ["Мясо мягкокожего моллюска"] = {
      drop = {
       ["Глубинный великан"] = 15924,
       ["Глубинный искатель"] = 15924,
       ["Нага из клана Скользящего Плавника"] = 15924,
       ["Колдунья из клана Скользящего Плавника"] = 15924,
       ["Воин из клана Скользящего Плавника"] = 15924,
       ["Мирмидон из клана Скользящего Плавника"] = 15924,
       ["Оракул из клана Скользящего Плавника"] = 15924,
       ["Краб с мертвой хваткой"] = 15924,
       ["Жестколапый клешневик"] = 15924,
       ["Разъяренный рифовый краб"] = 15924,
       ["Лорд Крагару"] = 15924,
      }
   },
   ["Голова ван Клифа"] = {
      drop = {
       ["Эдвин ван Клиф"] = 3637,
      }
   },
   ["Пепел Ун'Горо"] = {
      drop = {
       ["Испепеляющий элементаль"] = 11829,
       ["Живое пламя"] = 11829,
       ["Яропламень"] = 11829,
       ["Пылающий захватчик"] = 11829,
       ["Барон Огнерр"] = 11829,
      }
   },
   ["Коготь Зарлозуба"] = {
      drop = {
       ["Зарлозуб"] = 3638,
      }
   },
   ["Голова Ордана"] = {
      drop = {
       ["Хранитель Ордан"] = 5686,
      }
   },
   ["Лазурный ключ"] = {
      drop = {
       ["Морфаз"] = 20022,
      }
   },
   ["Чешуя перепончатого деметродона"] = {
      drop = {
       ["Молодой деметродон"] = 11830,
       ["Деметродон"] = 11830,
       ["Старый деметродон"] = 11830,
      }
   },
   ["Ухо Балгараса"] = {
      drop = {
       ["Балгорас Нечистый"] = 3639,
      }
   },
   ["Зашифрованный фрагмент"] = {
      drop = {
       ["Громорогий крылень"] = 20023,
       ["Громоголовый крыловоин"] = 20023,
       ["Громоголовый патриарх"] = 20023,
       ["Громоголовый соправитель"] = 20023,
       ["Древесный отшельник"] = 20023,
       ["Лесной слизнюк"] = 20023,
      }
   },
   ["Чешуя перепончатого терродактиля"] = {
      drop = {
       ["Птенец терродактиля"] = 11831,
       ["Терродактиль"] = 11831,
       ["Бесноватый терродактиль"] = 11831,
      }
   },
   ["Голова Гневливого"] = {
      drop = {
       ["Кам Гневливый"] = 3640,
      }
   },
   ["Кровь Морфаза"] = {
      drop = {
       ["Морфаз"] = 20025,
      }
   },
   ["Сверхлипкая смола"] = {
      drop = {
       ["Смоляная тварь"] = 11834,
       ["Смоляной скрытень"] = 11834,
       ["Смоляной господин"] = 11834,
       ["Смоляной ползун"] = 11834,
      }
   },
   ["Железа здорового бегового оленя"] = {
      drop = {
       ["Мохоногий олень"] = 20027,
      }
   },
   ["Мозг королевы Гориши"] = {
      drop = {
       ["Матка улья Гориши"] = 11835,
      }
   },
   ["Сияющая пыль"] = {
      drop = {
       ["Эльф крови-геодезист"] = 20028,
       ["Эльф крови-землемер"] = 20028,
      }
   },
   ["Заколдованный коралл"] = {
      drop = {
       ["Сирена из клана Бича Злобы"] = 20029,
      }
   },
   ["Ароматическая железа Гориши"] = {
      drop = {
       ["Оса из улья Гориши"] = 11837,
       ["Рабочий из улья Гориши"] = 11837,
       ["Разоритель из улья Гориши"] = 11837,
       ["Острожал из улья Гориши"] = 11837,
       ["Проходчик из улья Гориши"] = 11837,
       ["Стражник улья Гориши"] = 11837,
      }
   },
   ["Цветок гнили"] = {
      drop = {
       ["Ужасный скелет"] = 1598,
       ["Скелет-губитель"] = 1598,
      }
   },
   ["Ключ от сейфа на Отважном"] = {
      drop = {
       ["Капитан Халиндор"] = 2629,
      }
   },
   ["Сущность повелителя огня"] = {
      drop = {
       ["Рагнарос"] = 19017,
      }
   },
   ["Найденный фолиант"] = {
      drop = {
       ["Огр из клана Раздробленного Хребта"] = 3658,
       ["Громила из клана Раздробленного Хребта"] = 3658,
       ["Изверг из клана Раздробленного Хребта"] = 3658,
       ["Маг из клана Раздробленного Хребта"] = 3658,
       ["Головорез из клана Раздробленного Хребта"] = 3658,
       ["Солдат-наемник из клана Раздробленного Хребта"] = 3658,
       ["Расхититель из клана Раздробленного Хребта"] = 3658,
      }
   },
   ["Резной каменный идол"] = {
      drop = {
       ["Геомант из племени Камнедробов"] = 2636,
       ["Землекоп из племени Камнедробов"] = 2636,
       ["Трогг-берсерк"] = 2636,
      }
   },
   ["Кровавая ламинария"] = {
      drop = {
       ["Воин из клана Страшаз"] = 22094,
       ["Змеестраж из клана Страшаз"] = 22094,
       ["Колдунья из клана Страшаз"] = 22094,
       ["Сирена из клана Страшаз"] = 22094,
      }
   },
   ["Лучшая блесна Катума"] = {
      drop = {
       ["Гаммерита"] = 19023,
      }
   },
   ["Шерсть"] = {
      drop = {
        ["Плотояд"] = 1,
        ["Скелет-воин"] = 2,
        ["Надсмотрщик из стаи Речной Лапы"] = 3,
        ["Гнолл из стаи Речной Лапы"] = 4,
        ["Проходимец из Братства Справедливости"] = 5,
        ["Надзиратель из стаи Речной Лапы"] = 6,
        ["Мурлок-волнолов"] = 7,
        ["Ужасный скелет"] = 8,
        ["Маг-скелет"] = 9,
        ["Вестник Тьмы из стаи Ночной Погибели"] = 10,
        ["Ярый Клык Ночной Погибели"] = 11,
        ["Костеглод"] = 12,
        ["Воин из клана Дробящего Кулака"] = 13,
        ["Голодный лютый волк"] = 14,
        ["Ночной гонец из Братства Справедливости"] = 15,
        ["Ядовитый кругопряд"] = 16,
        ["Расхититель могил"] = 17,
        ["Фермер Рей"] = 18,
        ["Сальма Сальден"] = 19,
        ["Ззарк'Вул"] = 20,
        ["Элиза"] = 21,
        ["Сталван Мистмантл"] = 22,
        ["Гат'Илзогг"] = 23,
        ["Обжигайка"] = 24,
        ["Моргант"] = 25,
        ["Стежок"] = 26,
        ["Полукровка из стаи Красногорья"] = 27,
        ["Браконьер из стаи Красногорья"] = 28,
        ["Громила из стаи Красногорья"] = 29,
        ["Темноплет из стаи Темношкуров"] = 30,
        ["Мистик из стаи Красногорья"] = 31,
        ["Душегуб из стаи Темношкуров"] = 32,
        ["Громила из стаи Темношкуров"] = 33,
        ["Гнолл из стаи Темношкуров"] = 34,
        ["Бешеный гнолл из стаи Темношкуров"] = 35,
        ["Воитель из клана Черной горы"] = 36,
        ["Темный чародей из клана Черной горы"] = 37,
        ["Перебежчик из клана Черной горы"] = 38,
        ["Рубака из клана Черной горы"] = 39,
        ["Вожак стаи Красногорья"] = 40,
        ["Губитель из стаи Красногорья"] = 41,
        ["Кастетник из Братства Справедливости"] = 42,
        ["Маг-отступник из Братства Справедливости"] = 43,
        ["Бандит из стаи Речной Лапы"] = 44,
        ["Мистик из стаи Речной Лапы"] = 45,
        ["Вестник из клана Черной горы"] = 46,
        ["Тарил'зун"] = 47,
        ["Заступник Биалон"] = 48,
        ["Заступник Датфилд"] = 49,
        ["Заступник Гариэл"] = 50,
        ["Дозорный Пейдж"] = 51,
        ["Лорд Малатром"] = 52,
        ["Сержант Острый Коготь"] = 53,
        ["Невменяемый вурдалак"] = 54,
        ["Изувой"] = 55,
        ["Мор'Ладим"] = 56,
        ["Скелет-губитель"] = 57,
        ["Тенеткач Ночной Погибели"] = 58,
        ["Мурлок-следопыт"] = 59,
        ["Мурлок-волномут"] = 60,
        ["Низший мурлок-волномут"] = 61,
        ["Бешеный волк"] = 62,
        ["Воин из стаи Темношкуров"] = 63,
        ["Мозгоед"] = 64,
        ["Лепритус"] = 65,
        ["Убийца из стаи Темношкуров"] = 66,
        ["Чернорабочий из стаи Красногорья"] = 67,
        ["Казон"] = 68,
        ["Воин из племени Кровавого Скальпа"] = 69,
        ["Разведчик из племени Кровавого Скальпа"] = 70,
        ["Подручный из Братства Справедливости"] = 71,
        ["Охотник из племени Кровавого Скальпа"] = 72,
        ["Зомбированный дворянин"] = 73,
        ["Шахтер из Братства Справедливости"] = 74,
        ["Мариса дю Пэж"] = 75,
        ["Распространитель чумы"] = 76,
        ["Следопыт из клана Черной горы"] = 77,
        ["Кудесник из Братства Справедливости"] = 78,
        ["Гоблин-инженер"] = 79,
        ["Скелет-шахтер"] = 80,
        ["Нежить-землечерп"] = 81,
        ["Нежить-подрывник"] = 82,
        ["Штейгер Крапивец"] = 83,
        ["Черный опустошитель"] = 84,
        ["Надзиратель из Братства Справедливости"] = 85,
        ["Черный страж из Братства Справедливости"] = 86,
        ["Эдвин ван Клиф"] = 87,
        ["Гоблин-древоруб"] = 88,
        ["Крошшер Снида"] = 89,
        ["Снид"] = 90,
        ["Рак'Зор"] = 91,
        ["Пирожок"] = 92,
        ["Мистер Каюк"] = 93,
        ["Капитан Зеленямс"] = 94,
        ["Пират из Братства Справедливости"] = 95,
        ["Метатель топоров из племени Кровавого Скальпа"] = 96,
        ["Шаман из племени Кровавого Скальпа"] = 97,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 98,
        ["Мистик из племени Кровавого Скальпа"] = 99,
        ["Падальщик из племени Кровавого Скальпа"] = 100,
        ["Лейтенант Фангор"] = 101,
        ["Ардо Грязнолап"] = 102,
        ["Твердозуб из стаи Красногорья"] = 103,
        ["Сторож лагеря повстанцев"] = 104,
        ["Командор Сквернстром"] = 105,
        ["Посланник Курцена"] = 106,
        ["Скелет-хранитель"] = 107,
        ["Скелет-лекарь"] = 108,
        ["Сержант Малтус"] = 109,
        ["Букмекер Ирод"] = 110,
        ["Слуга Илгалара"] = 111,
        ["Землекоп из Братства Справедливости"] = 112,
        ["Заступница Дорана"] = 113,
        ["Заступница Дени"] = 114,
        ["Оракул племени Соленой Чешуи"] = 115,
        ["Заступник Корелор"] = 116,
        ["Повелитель приливов из племени Соленой Чешуи"] = 117,
        ["Заступник Лейк"] = 118,
        ["Огр из клана Дробящего Кулака"] = 119,
        ["Огнепряд из клана Дробящего Кулака"] = 120,
        ["Надсмотрщик из клана Дробящего Кулака"] = 121,
        ["Ворген из стаи Ночной Погибели"] = 122,
        ["Ночной клинок из Братства Справедливости"] = 123,
        ["Чаротворец из Братства Справедливости"] = 124,
        ["Дровосек Торговой Компании"] = 125,
        ["Детеныш черной вдовы"] = 126,
        ["Стражник Эшлок"] = 127,
        ["Стражница Кларк"] = 128,
        ["Стражница Адамс"] = 129,
        ["Партизан Курцена"] = 130,
        ["Диверсант Курцена"] = 131,
        ["Целитель Курцена"] = 132,
        ["Охотник за головами Курцена"] = 133,
        ["Пастух Курцена"] = 134,
        ["Рохх Молчаливый"] = 135,
        ["Гнилая нежить"] = 136,
        ["Боевая пантера Курцена"] = 137,
        ["Гнолл из стаи Мохошкуров"] = 138,
        ["Полукровка из стаи Мохошкуров"] = 139,
        ["Ткач туманов из стаи Мохошкуров"] = 140,
        ["Бегун топей из стаи Мохошкуров"] = 141,
        ["Зверолов из стаи Мохошкуров"] = 142,
        ["Громила из стаи Мохошкуров"] = 143,
        ["Мистик из стаи Мохошкуров"] = 144,
        ["Вожак стаи Мохошкуров"] = 145,
        ["Мурлок из племени Синежабрых"] = 146,
        ["Пачкун из племени Синежабрых"] = 147,
        ["Добытчик из племени Синежабрых"] = 148,
        ["Воин из племени Синежабрых"] = 149,
        ["Грязекоп из племени Синежабрых"] = 150,
        ["Налетчик из клана Драконьей Пасти"] = 151,
        ["Болотный бегун из клана Драконьей Пасти"] = 152,
        ["Центурион из клана Драконьей Пасти"] = 153,
        ["Военачальник из клана Драконьей Пасти"] = 154,
        ["Хранитель теней из клана Драконьей Пасти"] = 155,
        ["Дворф из клана Черного Железа"] = 156,
        ["Саботажник из клана Черного Железа"] = 157,
        ["Проходчик из клана Черного Железа"] = 158,
        ["Подрывник из клана Черного Железа"] = 159,
        ["Костостраж из клана Драконьей Пасти"] = 160,
        ["Мурлок-гарпунер"] = 161,
        ["Шахтер Торговой Компании"] = 162,
        ["Геолог Торговой Компании"] = 163,
        ["Механик Торговой Компании"] = 164,
        ["Скелет-налетчик"] = 165,
        ["Ловец-кровопийца"] = 166,
        ["Проклятый матрос"] = 167,
        ["Проклятый страж бухты"] = 168,
        ["Первый помощник Снеллиг"] = 169,
        ["Капитан Халиндор"] = 170,
        ["Геомант из племени Камнедробов"] = 171,
        ["Землекоп из племени Камнедробов"] = 172,
        ["Мятежник из клана Черного Железа"] = 173,
        ["Огр из клана Мо'Грош"] = 174,
        ["Головорез из клана Мо'Грош"] = 175,
        ["Громила из клана Мо'Грош"] = 176,
        ["Шаман из клана Мо'Грош"] = 177,
        ["Мистик из клана Мо'Грош"] = 178,
        ["Морбент Скверн"] = 179,
        ["Громаг"] = 180,
        ["Скрежетун"] = 181,
        ["Буян"] = 182,
        ["Чок'сул"] = 183,
        ["Сапер из клана Черного Железа"] = 184,
        ["Огнетворец из клана Дробящего Кулака"] = 185,
        ["Черный мастиф-опустошитель"] = 186,
        ["Жрун"] = 187,
        ["Зловонный труп"] = 188,
        ["Горный пехотинец Брокк"] = 189,
        ["Горный пехотинец Стенн"] = 190,
        ["Горный пехотинец Креммень"] = 191,
        ["Горный пехотинец Дрокен"] = 192,
        ["Горный пехотинец Зарена"] = 193,
        ["Горный пехотинец Калмира"] = 194,
        ["Горный пехотинец Тирав"] = 195,
        ["Горный пехотинец Люкст"] = 196,
        ["Горный пехотинец Морран"] = 197,
        ["Горный пехотинец Ютта"] = 198,
        ["Горный пехотинец Цварн"] = 199,
        ["Горный пехотинец Гуорта"] = 200,
        ["Балгорас Нечистый"] = 201,
        ["Трогг-берсерк"] = 202,
        ["Главарь Галгош"] = 203,
        ["Магош"] = 204,
        ["Рядовой Мерль"] = 205,
        ["Кристоф Фарал"] = 206,
        ["Барт Приливень"] = 207,
        ["Мерфи Вест"] = 208,
        ["Поработитель из клана Дробящего Кулака"] = 209,
        ["Декстрен Вард"] = 210,
        ["Кам Гневливый"] = 211,
        ["Таргорр Ужасный"] = 212,
        ["Узник из Братства Справедливости"] = 213,
        ["Пленник из Братства Справедливости"] = 214,
        ["Заключенный из Братства Справедливости"] = 215,
        ["Каторжник из Братства Справедливости"] = 216,
        ["Мятежник из Братства Справедливости"] = 217,
        ["Базиль Тредд"] = 218,
        ["Хрупконог"] = 219,
        ["Бругал Железный Кулак"] = 220,
        ["Сторож из Братства Справедливости"] = 221,
        ["Чудодей из Братства Справедливости"] = 222,
        ["Рабочий из Братства Справедливости"] = 223,
        ["Вызыватель из Братства Справедливости"] = 224,
        ["Гоблин-ремесленник"] = 225,
        ["Ветроплет из Братства Справедливости"] = 226,
        ["Лорд Грегор Лесковар"] = 227,
        ["Марзон Бесшумный Клинок"] = 228,
        ["Гилнид"] = 229,
        ["Даларанский дозорный"] = 230,
        ["Даларанский волшебник"] = 231,
        ["Оракул из племени Злобного Плавника"] = 232,
        ["Озерник из племени Злобного Плавника"] = 233,
        ["Даларанский тюремщик"] = 234,
        ["Даларанский маг"] = 235,
        ["Даларанский окудник"] = 236,
        ["Даларанский чарокнижник"] = 237,
        ["Громила из стаи Гнилошкуров"] = 238,
        ["Насылающий чуму из стаи Гнилошкуров"] = 239,
        ["Дикарь из стаи Гнилошкуров"] = 240,
        ["Гневный гнолл из стаи Гнилошкуров"] = 241,
        ["Костолом из стаи Гнилошкуров"] = 242,
        ["Тул Коготь Ворона"] = 243,
        ["Спутанная Грива"] = 244,
        ["Береговой разведчик из племени Злобного Плавника"] = 245,
        ["Волномут из племени Злобного Плавника"] = 246,
        ["Страж Когтя Ворона"] = 247,
        ["Чернорабочий Когтя Ворона"] = 248,
        ["Неприкаянный дух"] = 249,
        ["Изможденный беженец"] = 250,
        ["Больной беженец"] = 251,
        ["Ма'рук Змеиная Чешуя"] = 252,
        ["Вождь Нек'рош"] = 253,
        ["Член команды \"Девичьей Чести\""] = 254,
        ["Рубака из клана Драконьей Пасти"] = 255,
        ["Разведчик из клана Драконьей Пасти"] = 256,
        ["Горный пехотинец Доккин"] = 257,
        ["Гарнег Обугленный Череп"] = 258,
        ["Фаррин Дарис"] = 259,
        ["Верховный маг Атаерик"] = 260,
        ["Терл Аракор"] = 261,
        ["Разведчик из племени Золотоносного Песка"] = 262,
        ["Костегрыз из племени Золотого Песка"] = 263,
        ["Геомант из племени Золотого Песка"] = 264,
        ["Воин из племени Чернолесья"] = 265,
        ["Тотемист из племени Чернолесья"] = 266,
        ["Фурболг из племени Чернолесья"] = 267,
        ["Шаман из племени Чернолесья"] = 268,
        ["Мирмидон из клана Гремучей Чешуи"] = 269,
        ["Воин из клана Гремучей Чешуи"] = 270,
        ["Друлл"] = 271,
        ["Преступник Синдиката"] = 272,
        ["Вор Синдиката"] = 273,
        ["Шпион Синдиката"] = 274,
        ["Темный маг Синдиката"] = 275,
        ["Пещерный йети"] = 276,
        ["Лютый йети"] = 277,
        ["Огр из клана Раздробленного Хребта"] = 278,
        ["Громила из клана Раздробленного Хребта"] = 279,
        ["Маг из клана Раздробленного Хребта"] = 280,
        ["Разбойник Синдиката"] = 281,
        ["Сторож Синдиката"] = 282,
        ["Хилсбрадский портной"] = 283,
        ["Хилбрадский ученик кузнеца"] = 284,
        ["Хилсбрадский фермер"] = 285,
        ["Хилсбрадский крестьянин"] = 286,
        ["Хилсбрадский пехотинец"] = 287,
        ["Хилсбрадский шахтер"] = 288,
        ["Хилсбрадский караульный"] = 289,
        ["Даларанский стражник со щитом"] = 290,
        ["Даларанский чудотворец"] = 291,
        ["Регент Когтя Ворона"] = 292,
        ["Капитан Железная Гора"] = 293,
        ["Штейгер Бондс"] = 294,
        ["Темный маг Недремлющего Аргуса"] = 295,
        ["Волшебник Синдиката"] = 296,
        ["Валдред Морай"] = 297,
        ["Мировой судья Бернсайд"] = 298,
        ["Фанатик из клана Темной Нити"] = 299,
        ["Призыватель Бездны из клана Темной Нити"] = 300,
        ["Послушник из культа Сумеречного Молота"] = 301,
        ["Лиходей из культа Сумеречного Молота"] = 302,
        ["Горный пехотинец Дун Гарока"] = 303,
        ["Ружейник Дун Гарока"] = 304,
        ["Жрец Дун Гарока"] = 305,
        ["Даларанский призыватель"] = 306,
        ["Порабощенный элементаль"] = 307,
        ["Хилсбрадский батрак"] = 308,
        ["Ученица Медовушка"] = 309,
        ["Гнолл из стаи Грязного Рыла"] = 310,
        ["Шаман из стаи Грязного Рыла"] = 311,
        ["Грязекоп из племени Рваного Плавника"] = 312,
        ["Береговик из племени Рваного Плавника"] = 313,
        ["Оракул из племени Рваного Плавника"] = 314,
        ["Волнолов из племени Порванного Плавника"] = 315,
        ["Кундрик Занден"] = 316,
        ["Управляющий Смитерс"] = 317,
        ["Член совета Хилсбрада"] = 318,
        ["Делия Верана"] = 319,
        ["Винна Уэйн"] = 320,
        ["Ханс Зандин"] = 321,
        ["Тара Холодный Взор"] = 322,
        ["Крейг Хьюитт"] = 323,
        ["Шара Блейзен"] = 324,
        ["Фермер Гетц"] = 325,
        ["Кузнец Верринтан"] = 326,
        ["Рихтер"] = 327,
        ["Алина"] = 328,
        ["Дермот"] = 329,
        ["Кеган Мракмар"] = 330,
        ["Навозер"] = 331,
        ["Тюремный надзиратель Эстон"] = 332,
        ["Тюремный надзиратель Малгрен"] = 333,
        ["Тюремный надзиратель Борхин"] = 334,
        ["Пьяный преступник"] = 335,
        ["Клерк Гораций Белоконь"] = 336,
        ["Горожанин Вилкс"] = 337,
        ["Шахтер Хакетт"] = 338,
        ["Фермерша Калаба"] = 339,
        ["Горный пехотинец Грюгельм"] = 340,
        ["Горный пехотинец Тар"] = 341,
        ["Горный пехотинец Рарен"] = 342,
        ["Градок"] = 343,
        ["Харен Быстрое Копыто"] = 344,
        ["Хилсбрадский штейгер"] = 345,
        ["Горный пехотинец Гарн"] = 346,
        ["Горный пехотинец Вуар"] = 347,
        ["Горный пехотинец Озмок"] = 348,
        ["Горный пехотинец Бладд"] = 349,
        ["Горный пехотинец Стенн"] = 350,
        ["Горный пехотинец Модакс"] = 351,
        ["Горный пехотинец Фазгард"] = 352,
        ["Горный пехотинец Камдар"] = 353,
        ["Горный пехотинец Лангарр"] = 354,
        ["Горный пехотинец Злобр"] = 355,
        ["Горный пехотинец Морлик"] = 356,
        ["Горный пехотинец Страхх"] = 357,
        ["Горный пехотинец Хаггил"] = 358,
        ["Сын Аругала"] = 359,
        ["Верховный маг Ансарем Руноплет"] = 360,
        ["Тролль из племени Сухокожих"] = 361,
        ["Темный чародей из племени Сухокожих"] = 362,
        ["Метатель топоров из племени Сухокожих"] = 363,
        ["Знахарь из племени Сухокожих"] = 364,
        ["Охотник за головами из племени Сухокожих"] = 365,
        ["Темный охотник из племени Сухокожих"] = 366,
        ["Огр из клана Тяжелого Кулака"] = 367,
        ["Головорез из клана Тяжелого Кулака"] = 368,
        ["Громила из клана Тяжелого Кулака"] = 369,
        ["Кобольд из племени Сухоусов"] = 370,
        ["Поставщик из клана Черного Железа"] = 371,
        ["Темный чародей из клана Черного Железа"] = 372,
        ["Ополченец усадьбы Дабири"] = 373,
        ["Работник из усадьбы Дабири"] = 374,
        ["Проходимец Синдиката"] = 375,
        ["Налетчик Синдиката"] = 376,
        ["Наемник Синдиката"] = 377,
        ["Окудник Синдиката"] = 378,
        ["Певица"] = 379,
        ["Батрак Павшего Молота"] = 380,
        ["Рубака Павшего Молота"] = 381,
        ["Даларанский рабочий"] = 382,
        ["Компактный уборочный голем"] = 383,
        ["Отрекшийся-курьер"] = 384,
        ["Отрекшийся-телохранитель"] = 385,
        ["Сломанный зуб"] = 386,
        ["Порабощенный друид-ворон"] = 387,
        ["Охотник из племени Дыбогривов"] = 388,
        ["Водоискатель из племени Дыбогривов"] = 389,
        ["Терноплет из племени Дыбогривов"] = 390,
        ["Геомант из племени Дыбогривов"] = 391,
        ["Душегубка из стаи Зачарованного Крыла"] = 392,
        ["Душительница из стаи Зачарованного Крыла"] = 393,
        ["Призывательница ветров из стаи Зачарованного Крыла"] = 394,
        ["Головорез Торговой Компании"] = 395,
        ["Надзиратель Торговой Компании"] = 396,
        ["Бейл'данский землечерп"] = 397,
        ["Бейл'данский старшина"] = 398,
        ["Солдат Бейл'дана"] = 399,
        ["Бейл'данский ружейник"] = 400,
        ["Бейл'данский офицер"] = 401,
        ["Тераморский страж бухты"] = 402,
        ["Тераморская оберегательница"] = 403,
        ["Геолог Хазгорм"] = 404,
        ["Капитан Гордостанная"] = 405,
        ["Барак Кодобой"] = 406,
        ["Верог Дервиш"] = 407,
        ["Хэзрул Кровавая Отметина"] = 408,
        ["Генерал Двукосса"] = 409,
        ["Нак"] = 410,
        ["Лок Оркобой"] = 411,
        ["Каз"] = 412,
        ["Бригадир Зубовиззл"] = 413,
        ["Серена Кровавое Перо"] = 414,
        ["Канонир Смайт"] = 415,
        ["Канонир Вессан"] = 416,
        ["Землепроходец из племени Иглогривых"] = 417,
        ["Ловчий из племени Иглогривых"] = 418,
        ["Ясновидец племени Иглогривых"] = 419,
        ["Бешенер из племени Иглогривых"] = 420,
        ["Барон Дольноберег"] = 421,
        ["Ремонтник Угрелов"] = 422,
        ["Шахтер Джонсон"] = 423,
        ["Изменчивая эктоплазма"] = 424,
        ["Безумный Магглиш"] = 425,
        ["Атрикус Нарассин"] = 426,
        ["Делманис Ненавистный"] = 427,
        ["Илкруд Магтрулл"] = 428,
        ["Анайя Вестница Зари"] = 429,
        ["Лорд Кобран"] = 430,
        ["Лорд Питонас"] = 431,
        ["Повелительница Анакондра"] = 432,
        ["Боан"] = 433,
        ["Лорд Серпентис"] = 434,
        ["Рэн Кровавый Клык"] = 435,
        ["Скользящий по волнам из клана Зловещего Хвоста"] = 436,
        ["Морская ведьма из клана Зловещего Хвоста"] = 437,
        ["Сектант из клана Темной Нити"] = 438,
        ["Головорез из клана Темной Нити"] = 439,
        ["Адепт из клана Темной Нити"] = 440,
        ["Землечерп из клана Темной Нити"] = 441,
        ["Отрекшийся-искатель"] = 442,
        ["Отрекшийся-травник"] = 443,
        ["Отрекшийся-лиходей"] = 444,
        ["Аптекарь Фалтис"] = 445,
        ["Темный душегуб Мортентал"] = 446,
        ["Воин из племени Гиблой Чащи"] = 447,
        ["Землепроходец из племени Гиблой Чащи"] = 448,
        ["Дозорный из племени Гиблой Чащи"] = 449,
        ["Шаман из племени Гиблой Чащи"] = 450,
        ["Ведмедь из племени Гиблой Чащи"] = 451,
        ["Тотемист из племени Гиблой Чащи"] = 452,
        ["Разбойник из племени Ксавиан"] = 453,
        ["Предатель из племени Ксавиан"] = 454,
        ["Скверноподданный из племени Ксавиан"] = 455,
        ["Призыватель огня из племени Ксавиан"] = 456,
        ["Сатир из племени Мускуса Скверны"] = 457,
        ["Разбойник из племени Мускуса Скверны"] = 458,
        ["Скверноподданный из племени Мускуса Скверны"] = 459,
        ["Тенелов из племени Мускуса Скверны"] = 460,
        ["Сатир из племени Каменного Сердца"] = 461,
        ["Плут из племени Каменного Сердца"] = 462,
        ["Тенелов из племени Каменного Сердца"] = 463,
        ["Призыватель огня из племени Каменного Сердца"] = 464,
        ["Младший страж Скверны"] = 465,
        ["Аккрилус"] = 466,
        ["Душегуб Скверны"] = 467,
        ["Кенарийский заступник"] = 468,
        ["Покалеченный друид"] = 469,
        ["Покалеченный спящий"] = 470,
        ["Покалеченный Дремлющий"] = 471,
        ["Покалеченный хранитель"] = 472,
        ["Вторгшийся Отрекшийся"] = 473,
        ["Секретный агент Отрекшихся"] = 474,
        ["Отрекшийся-убийца"] = 475,
        ["Отрекшийся-темнолов"] = 476,
        ["Паук-скакун дикого терна"] = 477,
        ["Светлолапый бегун"] = 478,
        ["Кенарийский воздаятель"] = 479,
        ["Друид Клыка"] = 480,
        ["Страж смерти Адамант"] = 481,
        ["Колдун Ашкромб"] = 482,
        ["Луноброд Темного Клыка"] = 483,
        ["Чернозлоб из крепости Темного Клыка"] = 484,
        ["Ярозуб Темного Клыка"] = 485,
        ["Слюнявый ворг"] = 486,
        ["Волчий ужас"] = 487,
        ["Капитан служителей Смерти"] = 488,
        ["Замученный офицер"] = 489,
        ["Призрачный служитель"] = 490,
        ["Стенающий охранник"] = 491,
        ["Убийца из клана Темной Нити"] = 492,
        ["Барон Сильверлейн"] = 493,
        ["Отрекшийся разведчик"] = 494,
        ["Кролг"] = 495,
        ["Алигар Мучитель"] = 496,
        ["Бализар Скверный"] = 497,
        ["Землеройный червь"] = 498,
        ["Ведмедь из племени Колючего Меха"] = 499,
        ["Тотемист из племени Колючего Меха"] = 500,
        ["Дозорный из племени Колючего Меха"] = 501,
        ["Шаман из племени Колючего Меха"] = 502,
        ["Мститель из племени Колючего Меха"] = 503,
        ["Землепроходец из племени Колючего Меха"] = 504,
        ["Гниющая слизь"] = 505,
        ["Кровозубый страж"] = 506,
        ["Таниэль Темный Лес"] = 507,
        ["Этиль Зов Луны"] = 508,
        ["Маворис Проблеск Солнца"] = 509,
        ["Гоблин-корабел"] = 510,
        ["Нэнси Вишас"] = 511,
        ["Дедушка Вишас"] = 512,
        ["Сарилус Грязнорожденный"] = 513,
        ["Дал Жилотяг"] = 514,
        ["Оператор Торговой Компании"] = 515,
        ["Лесоруб Торговой Компании"] = 516,
        ["Лесозаготовитель Торговой Компании"] = 517,
        ["Инженер Торговой Компании"] = 518,
        ["Машиностроитель Торговой Компании"] = 519,
        ["Вредитель из племени Ветрорезов"] = 520,
        ["Землекоп из племени Ветрорезов"] = 521,
        ["Туннельщик из племени Ветрорезов"] = 522,
        ["Камнерез из племени Ветрорезов"] = 523,
        ["Геомант из племени Ветрорезов"] = 524,
        ["Властитель племени Ветрорезов"] = 525,
        ["Гарпия из стаи Кровавой Ярости"] = 526,
        ["Бродяжница из стаи Кровавой Ярости"] = 527,
        ["Душегубка из стаи Кровавой Ярости"] = 528,
        ["Душительница из стаи Кровавой Ярости"] = 529,
        ["Призывательница ветров из стаи Кровавой Ярости"] = 530,
        ["Ведьма гроз из стаи Кровавой Ярости"] = 531,
        ["Пещерный ловец"] = 532,
        ["Кенарийский смотритель"] = 533,
        ["Кенарийский ботаник"] = 534,
        ["Кенарийский друид"] = 535,
        ["Дочь Кенария"] = 536,
        ["Смеющаяся сестра"] = 537,
        ["Хранитель Мутного озера"] = 538,
        ["Сын Кенария"] = 539,
        ["Дриада Мутного Озера"] = 540,
        ["Бомбардир из клана Черного Железа"] = 541,
        ["Разведчик из клана Черной горы"] = 542,
        ["Караульный из клана Черной горы"] = 543,
        ["Строитель Торговой Компании"] = 544,
        ["XT:4"] = 545,
        ["XT:9"] = 546,
        ["Пастух из племени Галак"] = 547,
        ["Разведчик из племени Галак"] = 548,
        ["Изверг из племени Галак"] = 549,
        ["Ветроловка из племени Галак"] = 550,
        ["Буревестница из племени Галак"] = 551,
        ["Мародер из племени Галак"] = 552,
        ["Визгливая гарпия"] = 553,
        ["Визгливая бродяжница"] = 554,
        ["Визгливая призывательница ветров"] = 555,
        ["Виверна Скального гнездовья"] = 556,
        ["Соправитель Скального гнездовья"] = 557,
        ["Кобольд из племени Камнерылов"] = 558,
        ["Вредитель из племени Камнерылов"] = 559,
        ["Землекоп из племени Камнерылов"] = 560,
        ["Добытчик из племени Камнерылов"] = 561,
        ["Геодезист из племени Камнерылов"] = 562,
        ["Силитид-трутень"] = 563,
        ["Геренцо Терминатрикс"] = 564,
        ["Хранитель Ордан"] = 565,
        ["Верховный маг Аругал"] = 566,
        ["Командир Ручьедол"] = 567,
        ["Оберегатель Алого ордена"] = 568,
        ["Разведчик Алого ордена"] = 569,
        ["Чародей Алого ордена"] = 570,
        ["Караульный Алого ордена"] = 571,
        ["Авгур Алого ордена"] = 572,
        ["Послушник Алого ордена"] = 573,
        ["Солдат Алого ордена"] = 574,
        ["Орденоносец Алого ордена"] = 575,
        ["Зверолов из Алого ордена"] = 576,
        ["Предсказатель Алого ордена"] = 577,
        ["Провидец Алого ордена"] = 578,
        ["Адепт Алого ордена"] = 579,
        ["Окудник из Алого ордена"] = 580,
        ["Капеллан Алого ордена"] = 581,
        ["Истязатель из Алого ордена"] = 582,
        ["Освобожденный дух"] = 583,
        ["Кордор Хранитель Врат"] = 584,
        ["Горнорабочий из Братства Справедливости"] = 585,
        ["Надсмотрщик из Братства Справедливости"] = 586,
        ["Волшебник из Братства Справедливости"] = 587,
        ["Властитель Таранный Клык"] = 588,
        ["Чарлга Остробок"] = 589,
        ["Аггем Терновое Проклятие"] = 590,
        ["Страж чертогов"] = 591,
        ["Вестник смерти Джаргба"] = 592,
        ["Воин племени Иглошкурых"] = 593,
        ["Свиностраж племени Иглошкурых"] = 594,
        ["Страж-смотритель из племени Иглошкурых"] = 595,
        ["Копьешкур из племени Иглошкурых"] = 596,
        ["Тотемист племени Иглошкурых"] = 597,
        ["Защитник из племени Иглошкурых"] = 598,
        ["Охотник из клана Черной горы"] = 599,
        ["Призыватель из клана Черной горы"] = 600,
        ["Гладиатор из клана Черной горы"] = 601,
        ["Фардел Дабири"] = 602,
        ["Марсель Дабири"] = 603,
        ["Гренка Кровавый Визг"] = 604,
        ["Послушница из племени Мертвой Головы"] = 605,
        ["Адепт из племени Мертвой Головы"] = 606,
        ["Жрица из племени Мертвой Головы"] = 607,
        ["Ведунья из племени Мертвой Головы"] = 608,
        ["Ясновидица из племени Мертвой Головы"] = 609,
        ["Геомант племени Иглошкурых"] = 610,
        ["Пылеткач из племени Иглошкурых"] = 611,
        ["Землетряска из племени Иглошкурых"] = 612,
        ["Землеломка из племени Иглошкурых"] = 613,
        ["Укротитель из племени Иглошкурых"] = 614,
        ["Дрессировщик из племени Иглошкурых"] = 615,
        ["Повелитель зверей из племени Иглошкурых"] = 616,
        ["Монах Алого ордена"] = 617,
        ["Гелтарис"] = 618,
        ["Иглостраж-воитель"] = 619,
        ["Кентавр из племени Колкар"] = 620,
        ["Разведчик из племени Колкар"] = 621,
        ["Изверг из племени Колкар"] = 622,
        ["Ветроловка из племени Колкар"] = 623,
        ["Полководец племени Колкар"] = 624,
        ["Разрушитель из племени Колкар"] = 625,
        ["Разведчик из племени Маграм"] = 626,
        ["Гонец из племени Маграм"] = 627,
        ["Пастух из племени Маграм"] = 628,
        ["Ветроловка из племени Маграм"] = 629,
        ["Буревестница из племени Маграм"] = 630,
        ["Пастух из племени Маграм"] = 631,
        ["Мародер из племени Маграм"] = 632,
        ["Изверг из племени Маграм"] = 633,
        ["Гонец из племени Гелкис"] = 634,
        ["Разведчик из племени Гелкис"] = 635,
        ["Чеканщик из племени Гелкис"] = 636,
        ["Ветроловка из племени Гелкис"] = 637,
        ["Заклинательница земли из племени Гелкис"] = 638,
        ["Изверг из племени Гелкис"] = 639,
        ["Мародер из племени Гелкис"] = 640,
        ["Авгур клана Пылающего Клинка"] = 641,
        ["Разоритель из клана Пылающего Клинка"] = 642,
        ["Адепт клана Пылающего Клинка"] = 643,
        ["Скверноподданный из клана Пылающего Клинка"] = 644,
        ["Темный маг клана Пылающего Клинка"] = 645,
        ["Разбойник из племени Ярой Ненависти"] = 646,
        ["Плут из племени Ярой Ненависти"] = 647,
        ["Скверноподданный племени Ярой Ненависти"] = 648,
        ["Предатель из племени Ярой Ненависти"] = 649,
        ["Тенелов племени Ярой Ненависти"] = 650,
        ["Призыватель огня из племени Ярой Ненависти"] = 651,
        ["Страж Талрид из ордена Серебряного Рассвета"] = 652,
        ["Сатир из племени Змеящегося Корня"] = 653,
        ["Разбойник из племени Змеящегося Корня"] = 654,
        ["Тенелов из племени Змеящегося Корня"] = 655,
        ["Призыватель огня из племени Змеящегося Корня"] = 656,
        ["Мирмидон Непроглядной Пучины"] = 657,
        ["Служитель из культа Сумеречного Молота"] = 658,
        ["Разоритель из культа Сумеречного Молота"] = 659,
        ["Аквамант из культа Сумеречного Молота"] = 660,
        ["Летописец из культа Сумеречного Молота"] = 661,
        ["Темный маг из культа Сумеречного Молота"] = 662,
        ["Повелитель стихий из культа Сумеречного Молота"] = 663,
        ["Колючий членистоног"] = 664,
        ["Повелитель сумрака Келрис"] = 665,
        ["Заклинательница земли Халмгар"] = 666,
        ["Лиходей из Старого города"] = 667,
        ["Загадочный аспид"] = 668,
        ["Загадочный плеточник"] = 669,
        ["Караульный Сторожевого поста"] = 670,
        ["Капитан Ваймор"] = 671,
        ["Вождь Дез'хеп"] = 672,
        ["Тиранис Малем"] = 673,
        ["Далинда Малем"] = 674,
        ["Далин Искусник"] = 675,
        ["Комер Виллард"] = 676,
        ["Загадочная гадюка"] = 677,
        ["Загадочный шаркун"] = 678,
        ["Эан Быстрая Река"] = 679,
        ["Тора Оперенная Луна"] = 680,
        ["Ханна Остролист"] = 681,
        ["Маркус Бел"] = 682,
        ["Вожак стаи Хумар"] = 683,
        ["Сестра Коготь Кургана"] = 684,
        ["Штейгер Грилз"] = 685,
        ["Инженер Безобразец"] = 686,
        ["Копьелом"] = 687,
        ["Хеггин Камнеус"] = 688,
        ["Малгин Ячменовар"] = 689,
        ["Землекоп Огнеплав"] = 690,
        ["Капитан Герогг Тяжелоступ"] = 691,
        ["Хагг Тауребой"] = 692,
        ["Жрица Земли Гукк'рок"] = 693,
        ["Свинеар Копьешкур"] = 694,
        ["Брат Вороний Дуб"] = 695,
        ["Часовой Амарассан"] = 696,
        ["Сестра Терзающая"] = 697,
        ["Штейгер Риггер"] = 698,
        ["Надсмотрщик Хлестоклык"] = 699,
        ["Акеллиос-Изгнанник"] = 700,
        ["Ловчий из племени Иглошкурых"] = 701,
        ["Телохранитель Варуга"] = 702,
        ["Диатор Ищейка"] = 703,
        ["Странствующий страж Скверны"] = 704,
        ["Служитель племени Иглошкурых"] = 705,
        ["Ругуг"] = 706,
        ["Землеглот из пещерных глубин"] = 707,
        ["Душитель из пещерных глубин"] = 708,
        ["Захватчик из пещерных глубин"] = 709,
        ["Мошенник из племени Пещерных Глубин"] = 710,
        ["Погромщик из племени Пещерных Глубин"] = 711,
        ["Разоритель из пещерных глубин"] = 712,
        ["Посланник из клана Черного Железа"] = 713,
        ["Облученный захватчик"] = 714,
        ["Злобный лепрогном"] = 715,
        ["Прокаженный техник"] = 716,
        ["Прокаженный защитник"] = 717,
        ["Прокаженный машиностроитель"] = 718,
        ["Механотанк"] = 719,
        ["Механический огнемет"] = 720,
        ["Механический ледоступ"] = 721,
        ["Посол из клана Черного Железа"] = 722,
        ["Механический караульный"] = 723,
        ["Механический страж"] = 724,
        ["Электрошокер 6000"] = 725,
        ["Большой Билл"] = 726,
        ["Облученный погромщик"] = 727,
        ["Воин зоны"] = 728,
        ["Медик зоны"] = 729,
        ["Техник зоны"] = 730,
        ["Тоскующий мертвец"] = 731,
        ["Блуждающий фантазм"] = 732,
        ["Ружейник из клана Черного Железа"] = 733,
        ["Страдающая жертва"] = 734,
        ["Фенвик Татрос"] = 735,
        ["Новобранец Алого ордена"] = 736,
        ["Надзиратель Глибби"] = 737,
        ["Лорд Кайрик Черноковаль"] = 738,
        ["Клейвен Мортвейк"] = 739,
        ["Обреченный послушник"] = 740,
        ["Обреченный монах"] = 741,
        ["Обреченный священник"] = 742,
        ["Проклятый паладин"] = 743,
        ["Проклятый вершитель правосудия"] = 744,
        ["Неупокоенный маг"] = 745,
        ["Таргомм"] = 746,
        ["Иссохший воин"] = 747,
        ["Иссохший копьешкур"] = 748,
        ["Геомант из племени Мертвой Головы"] = 749,
        ["Солдат Дун Гарока"] = 750,
        ["Грязнюк"] = 751,
        ["Пламенный страж из племени Галак"] = 752,
        ["Прокаженный ассистент"] = 753,
        ["Гномреганский беженец"] = 754,
        ["Мобильная охранная система"] = 755,
        ["Сектантка из племени Мертвой Головы"] = 756,
        ["Боевой страж племени Иглошкурых"] = 757,
        ["Терноплет из племени Иглошкурых"] = 758,
        ["Часовой Ясеневого леса"] = 759,
        ["Ринтариэль Хранительница Ключей"] = 760,
        ["Прислужник-демон Бездны"] = 761,
        ["Начальник Медноклин"] = 762,
        ["Полководец Кром'зар"] = 763,
        ["Захватчик из племени Колкар"] = 764,
        ["Стражник Приозерья"] = 765,
        ["Забраксис"] = 766,
        ["Вестник племени Галак"] = 767,
        ["Роргиш Мощная Челюсть"] = 768,
        ["Дуболап"] = 769,
        ["Принц Рейз"] = 770,
        ["Убийца из племени Галак"] = 771,
        ["Бандит из племени Зловещего Тотема"] = 772,
        ["Топотун из племени Зловещего Тотема"] = 773,
        ["Геомант племени Зловещего Тотема"] = 774,
        ["Разоритель из племени Зловещего Тотема"] = 775,
        ["Арнак Зловещий Тотем"] = 776,
        ["Батрак клана Песни Войны"] = 777,
        ["Ордынский разведчик"] = 778,
        ["Ордынский лесозаготовитель"] = 779,
        ["Рубака из клана Песни Войны"] = 780,
        ["Шаман клана Песни Войны"] = 781,
        ["Крошшер клана Песни Войны"] = 782,
        ["Бичевательница Маннорока"] = 783,
        ["Марош Бесчестный"] = 784,
        ["Грундиг Темное Облако"] = 785,
        ["Кровокопыт Черный"] = 786,
        ["Хранитель скал из племени Гоггер"] = 787,
        ["Геомант из стаи Гоггер"] = 788,
        ["Камнелом из племени Гоггер"] = 789,
        ["Ким Браденбеккер"] = 790,
        ["Роб Браденбеккер"] = 791,
        ["Потрошительница из стаи Кровавой Ярости"] = 792,
        ["Дон Помпа"] = 793,
        ["Адам Линд"] = 794,
        ["Острокоготь"] = 795,
        ["Вестница Ясеневого леса"] = 796,
        ["Торек"] = 797,
        ["Дариэль Лунное Пламя"] = 798,
        ["Часовой Среброкрылых"] = 799,
        ["Воительница клана Среброкрылых"] = 800,
        ["Лоргус Джетт"] = 801,
        ["Вождь Мургут"] = 802,
        ["Лиходейка из племени Колкар"] = 803,
        ["Душитель из племени Колкар"] = 804,
        ["Ясновидец клана Пылающего Клинка"] = 805,
        ["Принц Келлен"] = 806,
        ["Амогг Сокрушитель"] = 807,
        ["Костелом"] = 808,
        ["Тамран Грозовая Вершина"] = 809,
        ["Ро'Барк"] = 810,
        ["Джимми Вымогатель"] = 811,
        ["Костоглод"] = 812,
        ["Харб Поганая Гора"] = 813,
        ["Глупошмыг"] = 814,
        ["Леди Луноокая"] = 815,
        ["Карнивус Разрушитель"] = 816,
        ["Лорд Нечестивец"] = 817,
        ["Радисон Призыватель Огня"] = 818,
      }
   },
   ["Перо остроклюва-повелителя небес"] = {
      drop = {
       ["Остроклюв-повелитель небес"] = 19025,
      }
   },
   ["Копыто Арнака"] = {
      drop = {
       ["Арнак Зловещий Тотем"] = 12884,
      }
   },
   ["Голова Нагаза"] = {
      drop = {
       ["Нагаз"] = 3672,
      }
   },
   ["Обед Лярда"] = {
      drop = {
       ["Похититель из племени Порочной Ветви"] = 19034,
      }
   },
   ["Оберег из перьев"] = {
      drop = {
       ["Новобранец племени Мерзлогривов"] = 6753,
      }
   },
   ["Тиара Перенольда"] = {
      drop = {
       ["Грел'борг Скряга"] = 3684,
      }
   },
   ["Чертежи Супердровосек 6000"] = {
      drop = {
       ["Оператор Торговой Компании"] = 5734,
      }
   },
   ["Овальный Кровавый камень"] = {
      drop = {
       ["Кеган Мракмар"] = 3688,
      }
   },
   ["Механическая рука Геренцо"] = {
      drop = {
       ["Геренцо Терминатрикс"] = 5736,
      }
   },
   ["Шаровидный кровавый камень"] = {
      drop = {
       ["Рихтер"] = 3689,
      }
   },
   ["Осколок Кровавого камня"] = {
      drop = {
       ["Алина"] = 3690,
      }
   },
   ["Клинообразный Кровавый камень"] = {
      drop = {
       ["Дермот"] = 3691,
      }
   },
   ["Человеческий череп из Хилсбрада"] = {
      drop = {
       ["Фермер Рей"] = 3692,
       ["Темный маг Синдиката"] = 3692,
       ["Разбойник Синдиката"] = 3692,
       ["Сторож Синдиката"] = 3692,
       ["Хилсбрадский портной"] = 3692,
       ["Хилбрадский ученик кузнеца"] = 3692,
       ["Хилсбрадский фермер"] = 3692,
       ["Хилсбрадский крестьянин"] = 3692,
       ["Хилсбрадский пехотинец"] = 3692,
       ["Хилсбрадский шахтер"] = 3692,
       ["Хилсбрадский караульный"] = 3692,
       ["Штейгер Бондс"] = 3692,
       ["Мировой судья Бернсайд"] = 3692,
       ["Хилсбрадский батрак"] = 3692,
       ["Член совета Хилсбрада"] = 3692,
       ["Фермер Гетц"] = 3692,
       ["Кузнец Верринтан"] = 3692,
       ["Тюремный надзиратель Эстон"] = 3692,
       ["Тюремный надзиратель Малгрен"] = 3692,
       ["Клерк Гораций Белоконь"] = 3692,
       ["Горожанин Вилкс"] = 3692,
       ["Шахтер Хакетт"] = 3692,
       ["Фермерша Калаба"] = 3692,
       ["Хилсбрадский штейгер"] = 3692,
       ["Обреченный послушник"] = 3692,
       ["Обреченный монах"] = 3692,
       ["Проклятый паладин"] = 3692,
       ["Проклятый вершитель правосудия"] = 3692,
       ["Неупокоенный маг"] = 3692,
      }
   },
   ["Меч Гумберта"] = {
      drop = {
       ["Горный пехотинец Дун Гарока"] = 3693,
       ["Ружейник Дун Гарока"] = 3693,
       ["Жрец Дун Гарока"] = 3693,
       ["Тамран Грозовая Вершина"] = 3693,
      }
   },
   ["Грива вендиго"] = {
      drop = {
       ["Молодой вендиго"] = 2671,
       ["Вендиго"] = 2671,
       ["Идан Ревун"] = 2671,
       ["Старый Ледобород"] = 2671,
       ["Вагаш"] = 2671,
      }
   },
   ["Подвеска Тираниса"] = {
      drop = {
       ["Тиранис Малем"] = 6767,
      }
   },
   ["Голова посланника Малкина"] = {
      drop = {
       ["Посол Малкин"] = 17009,
      }
   },
   ["Звездолист"] = {
      drop = {
       ["Ясновидец племени Мерзлогривов"] = 2676,
      }
   },
   ["Кристалл тайной магии"] = {
      drop = {
       ["Морфаз"] = 20085,
      }
   },
   ["Чешуя волношлепа"] = {
      drop = {
       ["Молодой волношлеп"] = 20087,
       ["Волношлеп"] = 20087,
       ["Большой волношлеп"] = 20087,
      }
   },
   ["Ржавый железный ключ"] = {
      drop = {
       ["Тюремный надзиратель Борхин"] = 3704,
      }
   },
   ["Боевые наручи Черной горы"] = {
      drop = {
       ["Караульный из легиона Изрубленного Щита"] = 22138,
       ["Послушник из легиона Изрубленного Щита"] = 22138,
       ["Легионер из легиона Изрубленного Щита"] = 22138,
       ["Чароплет из легиона Изрубленного Щита"] = 22138,
       ["Чернокнижник из легиона Изрубленного Щита"] = 22138,
       ["Налетчик из легиона Изрубленного Щита"] = 22138,
       ["Рубака из легиона Огненного Клейма"] = 22138,
       ["Легионер из легиона Огненного Клейма"] = 22138,
       ["Темнопряд из легиона Огненного Клейма"] = 22138,
       ["Призыватель духов из легиона Огненного Клейма"] = 22138,
       ["Ткач ужаса из легиона Огненного Клейма"] = 22138,
       ["Пиромант из легиона Огненного Клейма"] = 22138,
       ["Ветеран из легиона Кровавого Топора"] = 22138,
       ["Баннок Люторез"] = 22138,
       ["Налетчик из легиона Кровавого Топора"] = 22138,
       ["Вызыватель из легиона Кровавого Топора"] = 22138,
       ["Солдат-наемник из легиона Кровавого Топора"] = 22138,
       ["Призыватель из легиона Кровавого Топора"] = 22138,
       ["Гок Крепкобив"] = 22138,
       ["Интендант Зигрис"] = 22138,
       ["Ткач ужаса из легиона Чернорука"] = 22138,
       ["Призыватель из легиона Чернорука"] = 22138,
       ["Ветеран легиона Чернорука"] = 22138,
       ["Тюремщик легиона Чернорука"] = 22138,
       ["Элитный боец легиона Чернорука"] = 22138,
       ["Убийца из легиона Чернорука"] = 22138,
       ["Железный страж легиона Чернорука"] = 22138,
       ["Вождь Ренд Чернорук"] = 22138,
       ["Джед Руновед"] = 22138,
       ["Призванный ткач ужаса из легиона Чернорука"] = 22138,
       ["Призванный ветеран из легиона Чернорука"] = 22138,
       ["Укротитель драконов легиона Чернорука"] = 22138,
       ["Горалук Треснувшая Наковальня"] = 22138,
      }
   },
   ["Жезл Гелькулара"] = {
      drop = {
       ["Пещерный йети"] = 3708,
       ["Лютый йети"] = 3708,
       ["Горный йети"] = 3708,
       ["Гигантский йети"] = 3708,
      }
   },
   ["Змеиная шкура Арикары"] = {
      drop = {
       ["Арикара"] = 12925,
      }
   },
   ["Кости охотника Мальхора"] = {
      drop = {
       ["Нефритовый слякоч"] = 19070,
      }
   },
   ["Истертый каменный талисман"] = {
      drop = {
       ["Даларанский стражник со щитом"] = 3714,
       ["Даларанский чудотворец"] = 3714,
       ["Даларанский призыватель"] = 3714,
       ["Тюремщица Беламур"] = 3714,
       ["Даларанский рабочий"] = 3714,
      }
   },
   ["Браслеты Земли"] = {
      drop = {
       ["Порабощенный элементаль"] = 3715,
      }
   },
   ["Мясо долгонога"] = {
      drop = {
       ["Равнинный долгоног"] = 4739,
      }
   },
   ["Голова мурлока"] = {
      drop = {
       ["Грязекоп из племени Рваного Плавника"] = 3716,
       ["Береговик из племени Рваного Плавника"] = 3716,
       ["Оракул из племени Рваного Плавника"] = 3716,
       ["Волнолов из племени Порванного Плавника"] = 3716,
       ["Шрамник"] = 3716,
      }
   },
   ["Перо долгонога"] = {
      drop = {
       ["Равнинный долгоног"] = 4740,
      }
   },
   ["Браслеты оскверненного воплощения"] = {
      drop = {
       ["Оскверненное низшее воплощение воды"] = 7812,
      }
   },
   ["Шкура горной пумы"] = {
      drop = {
       ["Горная пума"] = 4742,
      }
   },
   ["Мех йети"] = {
      drop = {
       ["Пещерный йети"] = 3720,
       ["Лютый йети"] = 3720,
       ["Горный йети"] = 3720,
       ["Гигантский йети"] = 3720,
       ["Сквой"] = 3720,
       ["Ледочрев"] = 3720,
      }
   },
   ["Слиток светлостали"] = {
      drop = {
       ["Налетчик из племени Синежабрых"] = 2702,
      }
   },
   ["Коготь гарпии из клана Неистовства Ветра"] = {
      drop = {
       ["Гарпия из стаи Неистовства Ветра"] = 4751,
       ["Ведьма из стаи Неистовства Ветра"] = 4751,
      }
   },
   ["Голова Веджрека"] = {
      drop = {
       ["Веджрек"] = 6799,
      }
   },
   ["Лазурное перо"] = {
      drop = {
       ["Колдунья из стаи Неистовства Ветра"] = 4752,
      }
   },
   ["Бронзовое перо"] = {
      drop = {
       ["Матриарх стаи Неистовства Ветра"] = 4753,
      }
   },
   ["Осколки синего скипетра"] = {
      drop = {
       ["Утроба"] = 21137,
      }
   },
   ["Механизм гипервместимости"] = {
      drop = {
       ["Разъяренная пантера"] = 12946,
      }
   },
   ["Осколок красного скипетра"] = {
      drop = {
       ["Нефариан"] = 21138,
      }
   },
   ["Рог Ворлуса"] = {
      drop = {
       ["Ворлус Подлое Копыто"] = 6805,
      }
   },
   ["Лапа волка прерий"] = {
      drop = {
       ["Волк прерий"] = 4758,
       ["Охотник прерий"] = 4758,
       ["Могучий волк прерий"] = 4758,
      }
   },
   ["Коготь долгонога"] = {
      drop = {
       ["Равнинный долгоног"] = 4759,
       ["Взрослый равнинный долгоног"] = 4759,
       ["Старый полевой долгоног"] = 4759,
       ["Маззранач"] = 4759,
       ["Большой равнинный долгоног"] = 4759,
       ["Злобный равнинный долгоног"] = 4759,
       ["Проворный равнинный долгоног"] = 4759,
      }
   },
   ["Голова Старины Черношкура"] = {
      drop = {
       ["Старина Черношкур"] = 2713,
      }
   },
   ["Медальон Элуры"] = {
      drop = {
       ["Тень Элуры"] = 6809,
      }
   },
   ["Сущность Зандивиуса"] = {
      drop = {
       ["Зандивиус"] = 21145,
      }
   },
   ["Колье Сурены"] = {
      drop = {
       ["Сурена Каледон"] = 6810,
      }
   },
   ["Фрагмент Проклятия Кошмара"] = {
      drop = {
       ["Малахитор-страж ветвей"] = 21146,
       ["Малахитор-оракул"] = 21146,
       ["Малахитор-хранитель деревьев"] = 21146,
      }
   },
   ["Фрагмент Проклятия Кошмара"] = {
      drop = {
       ["Изумрудон-страж ветвей"] = 21147,
       ["Изумрудон-хранитель деревьев"] = 21147,
       ["Изумрудон-оракул"] = 21147,
      }
   },
   ["Фрагмент Проклятия Кошмара"] = {
      drop = {
       ["Нефритор-оракул"] = 21148,
       ["Нефритор-хранитель деревьев"] = 21148,
       ["Нефритор-страж ветвей"] = 21148,
      }
   },
   ["Фрагмент Проклятия Кошмара"] = {
      drop = {
       ["Сумеречный осквернитель"] = 21149,
      }
   },
   ["Медальон Чарлги Остробок"] = {
      drop = {
       ["Чарлга Остробок"] = 5792,
      }
   },
   ["Трофейное перо перепелятника"] = {
      drop = {
       ["Тощий перепелятник"] = 4769,
       ["Перепелятник"] = 4769,
       ["Когтистый перепелятник"] = 4769,
      }
   },
   ["Сердце Чарлги Остробок"] = {
      drop = {
       ["Чарлга Остробок"] = 5793,
      }
   },
   ["Пояс племени Дыбогривов"] = {
      drop = {
       ["Свинобраз из племени Дыбогривов"] = 4770,
       ["Шаман из племени Дыбогривов"] = 4770,
      }
   },
   ["Соленый яд скорпида"] = {
      drop = {
       ["Скорпид-убийца"] = 5794,
       ["Скорпид-разоритель"] = 5794,
       ["Коварное Жало"] = 5794,
      }
   },
   ["Крепкий панцирь черепахи"] = {
      drop = {
       ["Блестопанцирная черепаха"] = 5795,
       ["Блестопанцирный крепкохват"] = 5795,
       ["Блестопанцирный бурильщик"] = 5795,
      }
   },
   ["Соленый хвостовой плавник"] = {
      drop = {
       ["Воин племени Соленой Чешуи"] = 5796,
       ["Оракул племени Соленой Чешуи"] = 5796,
       ["Повелитель приливов из племени Соленой Чешуи"] = 5796,
       ["Добытчик из племени Соленой Чешуи"] = 5796,
       ["Охотник из племени Соленой Чешуи"] = 5796,
      }
   },
   ["Индарилиевая пластина"] = {
      drop = {
       ["Ясновидец из племени Каменного Свода"] = 5797,
       ["Костегрыз из племени Каменного Свода"] = 5797,
       ["Шаман из племени Каменного Свода"] = 5797,
       ["Камнеед из племени Каменного Свода"] = 5797,
       ["Охотник из племени Каменного Свода"] = 5797,
       ["Губитель из племени Каменного Свода"] = 5797,
      }
   },
   ["Клык скального койота"] = {
      drop = {
       ["Скальный койот"] = 7846,
       ["Яростный скальный койот"] = 7846,
       ["Старый скальный койот"] = 7846,
       ["Бешеный скальный койот"] = 7846,
      }
   },
   ["Второй желудок канюка"] = {
      drop = {
       ["Голодный канюк"] = 7847,
       ["Канюк"] = 7847,
       ["Гигантский канюк"] = 7847,
      }
   },
   ["Осколок каменного элементаля"] = {
      drop = {
       ["Каменный элементаль"] = 7848,
       ["Младший каменный элементаль"] = 7848,
       ["Большой каменный элементаль"] = 7848,
       ["Посол Инфернос"] = 7848,
       ["Грохотун"] = 7848,
       ["Разъяренный каменный элементаль"] = 7848,
       ["Страж Фам'ретор"] = 7848,
       ["Смолдар"] = 7848,
      }
   },
   ["Гуано летучей мыши Лабиринтов"] = {
      drop = {
       ["Лабиринтовый нетопырь"] = 5801,
       ["Большой лабиринтовый нетопырь"] = 5801,
      }
   },
   ["Щепотка сонной пыли"] = {
      drop = {
       ["Юный дракончик"] = 5803,
       ["Мечтательный дракончик"] = 5803,
       ["Зеленая драконида"] = 5803,
       ["Драконида-сновидица"] = 5803,
       ["Зеленый чешуйчатый губитель"] = 5803,
       ["Капитан чешуйчатых губителей"] = 5803,
       ["Старый драконид"] = 5803,
       ["Лорд-капитан Змеюк"] = 5803,
      }
   },
   ["Сердце доблести"] = {
      drop = {
       ["Псарь Локси"] = 5805,
       ["Ирод"] = 5805,
       ["Командир Могрейн из Алого ордена"] = 5805,
       ["Верховный инквизитор Вайтмейн"] = 5805,
       ["Дознаватель Вишас"] = 5805,
       ["Оберегатель Алого ордена"] = 5805,
       ["Разведчик Алого ордена"] = 5805,
       ["Чародей Алого ордена"] = 5805,
       ["Караульный Алого ордена"] = 5805,
       ["Авгур Алого ордена"] = 5805,
       ["Послушник Алого ордена"] = 5805,
       ["Солдат Алого ордена"] = 5805,
       ["Орденоносец Алого ордена"] = 5805,
       ["Зверолов из Алого ордена"] = 5805,
       ["Пробудитель из Алого ордена"] = 5805,
       ["Охранник Алого ордена"] = 5805,
       ["Предсказатель Алого ордена"] = 5805,
       ["Заступник Алого ордена"] = 5805,
       ["Провидец Алого ордена"] = 5805,
       ["Колдун Алого ордена"] = 5805,
       ["Мирмидон Алого ордена"] = 5805,
       ["Адепт Алого ордена"] = 5805,
       ["Окудник из Алого ордена"] = 5805,
       ["Защитник из Алого ордена"] = 5805,
       ["Капеллан Алого ордена"] = 5805,
       ["Волшебник Алого ордена"] = 5805,
       ["Центурион Алого ордена"] = 5805,
       ["Воитель из Алого ордена"] = 5805,
       ["Аббат Алого ордена"] = 5805,
       ["Истязатель из Алого ордена"] = 5805,
       ["Монах Алого ордена"] = 5805,
       ["Чародей Доан"] = 5805,
      }
   },
   ["Ядовитая железа величавой виверны"] = {
      drop = {
       ["Молодая величавая виверна"] = 5808,
       ["Величавая виверна"] = 5808,
       ["Величавый небесный охотник"] = 5808,
       ["Величавый консорт"] = 5808,
       ["Величавый патриарх"] = 5808,
       ["Крыло скорби"] = 5808,
       ["Величавый паритель"] = 5808,
      }
   },
   ["Ядовитая железа виверны Скального гнездовья"] = {
      drop = {
       ["Виверна Скального гнездовья"] = 5809,
       ["Соправитель Скального гнездовья"] = 5809,
       ["Патриарх Скального гнездовья"] = 5809,
       ["Сердцерез"] = 5809,
      }
   },
   ["Грива Ледочрева"] = {
      drop = {
       ["Ледочрев"] = 5811,
      }
   },
   ["Опаленный паучий клык"] = {
      drop = {
       ["Ловец-кровопийца"] = 6838,
       ["Пещерный ловец"] = 6838,
      }
   },
   ["Обугленный рог"] = {
      drop = {
       ["Химера-слеток"] = 6839,
       ["Молодая химера"] = 6839,
      }
   },
   ["Гальванизированный рог"] = {
      drop = {
       ["Химера-матриарх"] = 6840,
      }
   },
   ["Сосуд флогистона"] = {
      drop = {
       ["Ругуг"] = 6841,
      }
   },
   ["Горящая кровь"] = {
      drop = {
       ["Вестник Тьмы из стаи Ночной Погибели"] = 6844,
       ["Ярый Клык Ночной Погибели"] = 6844,
       ["Тенеткач Ночной Погибели"] = 6844,
       ["Ворген из стаи Ночной Погибели"] = 6844,
       ["Нечистый ворген из стаи Ночной Погибели"] = 6844,
      }
   },
   ["Горящий камень"] = {
      drop = {
       ["Кишкодер"] = 6845,
      }
   },
   ["Документ Братства Справедливости"] = {
      drop = {
       ["Волшебник-плут из Братства Справедливости"] = 6846,
      }
   },
   ["Послание гномов Черного Железа"] = {
      drop = {
       ["Шпион из клана Черного Железа"] = 6847,
      }
   },
   ["Когти охотника прерий"] = {
      drop = {
       ["Охотник прерий"] = 4801,
      }
   },
   ["Подвеска Трешалы"] = {
      drop = {
       ["Властитель Таранный Клык"] = 5825,
       ["Чарлга Остробок"] = 5825,
       ["Аггем Терновое Проклятие"] = 5825,
       ["Страж чертогов"] = 5825,
       ["Вестник смерти Джаргба"] = 5825,
       ["Воин племени Иглошкурых"] = 5825,
       ["Свиностраж племени Иглошкурых"] = 5825,
       ["Страж-смотритель из племени Иглошкурых"] = 5825,
       ["Копьешкур из племени Иглошкурых"] = 5825,
       ["Тотемист племени Иглошкурых"] = 5825,
       ["Защитник из племени Иглошкурых"] = 5825,
       ["Послушница из племени Мертвой Головы"] = 5825,
       ["Адепт из племени Мертвой Головы"] = 5825,
       ["Жрица из племени Мертвой Головы"] = 5825,
       ["Ведунья из племени Мертвой Головы"] = 5825,
       ["Ясновидица из племени Мертвой Головы"] = 5825,
       ["Геомант племени Иглошкурых"] = 5825,
       ["Пылеткач из племени Иглошкурых"] = 5825,
       ["Землетряска из племени Иглошкурых"] = 5825,
       ["Землеломка из племени Иглошкурых"] = 5825,
       ["Укротитель из племени Иглошкурых"] = 5825,
       ["Дрессировщик из племени Иглошкурых"] = 5825,
       ["Повелитель зверей из племени Иглошкурых"] = 5825,
       ["Иглостраж-воитель"] = 5825,
       ["Заклинательница земли Халмгар"] = 5825,
       ["Ловчий из племени Иглошкурых"] = 5825,
       ["Ругуг"] = 5825,
      }
   },
   ["Когти пумы"] = {
      drop = {
       ["Пума плоскогорья"] = 4802,
      }
   },
   ["Зуб могучего волка прерий"] = {
      drop = {
       ["Могучий волк прерий"] = 4803,
      }
   },
   ["Сердце волка прерий"] = {
      drop = {
       ["Волк прерий"] = 4804,
       ["Охотник прерий"] = 4804,
       ["Могучий волк прерий"] = 4804,
      }
   },
   ["Бедренная кость пумы плоскогорья"] = {
      drop = {
       ["Пума плоскогорья"] = 4805,
      }
   },
   ["Чешуя долгонога"] = {
      drop = {
       ["Равнинный долгоног"] = 4806,
       ["Взрослый равнинный долгоног"] = 4806,
       ["Старый полевой долгоног"] = 4806,
       ["Маззранач"] = 4806,
       ["Большой равнинный долгоног"] = 4806,
       ["Злобный равнинный долгоног"] = 4806,
       ["Проворный равнинный долгоног"] = 4806,
      }
   },
   ["Голова Кенаты"] = {
      drop = {
       ["Кената Дабири"] = 5830,
      }
   },
   ["Потроха перепелятника"] = {
      drop = {
       ["Тощий перепелятник"] = 4807,
       ["Перепелятник"] = 4807,
       ["Когтистый перепелятник"] = 4807,
      }
   },
   ["Голова Фардела"] = {
      drop = {
       ["Фардел Дабири"] = 5831,
      }
   },
   ["Голова Марселя"] = {
      drop = {
       ["Марсель Дабири"] = 5832,
      }
   },
   ["Ядовитая железа Веноксиса"] = {
      drop = {
       ["Верховный жрец Веноксис"] = 22216,
      }
   },
   ["Ядовитая железа Куриннакса"] = {
      drop = {
       ["Куриннакс"] = 22217,
      }
   },
   ["Ребро Сталезуба"] = {
      drop = {
       ["Сталезуб"] = 5837,
      }
   },
   ["Огненный язык"] = {
      drop = {
       ["Опаляющий малыш дракона"] = 5840,
       ["Опаляющий дракончик"] = 5840,
      }
   },
   ["Сущность язвительного призрака"] = {
      drop = {
       ["Элдретарский колдун"] = 22224,
       ["Элдретарская тень"] = 22224,
       ["Элдретарский дух"] = 22224,
       ["Элдретарский призрак"] = 22224,
       ["Элдретарский фантазм"] = 22224,
      }
   },
   ["Пылающее сердце"] = {
      drop = {
       ["Опаляющий малыш дракона"] = 5841,
       ["Опаляющий дракончик"] = 5841,
      }
   },
   ["Неочищенный образец руды"] = {
      drop = {
       ["Землекоп из племени Камнерылов"] = 5842,
       ["Геодезист из племени Камнерылов"] = 5842,
       ["Глупошмыг"] = 5842,
      }
   },
   ["Радужная раковина"] = {
      drop = {
       ["Полководец Креллиан"] = 23250,
      }
   },
   ["Останки друидов"] = {
      drop = {
       ["Душитель из улья Регал"] = 22226,
       ["Землеглот из улья Регал"] = 22226,
       ["Огнеполох из улья Регал"] = 22226,
       ["Поработитель из улья Регал"] = 22226,
       ["Повелитель улья Регал"] = 22226,
      }
   },
   ["Планшет Шумовика"] = {
      drop = {
       ["Бригадир Шумовик"] = 4819,
      }
   },
   ["Коготь Гренки"] = {
      drop = {
       ["Гренка Кровавый Визг"] = 5843,
      }
   },
   ["Реликвия Деревни Звездного Ветра"] = {
      drop = {
       ["Великан ледяного молота"] = 22227,
       ["Оберегатель ледяного молота"] = 22227,
      }
   },
   ["Фрагменты Рок'Алима"] = {
      drop = {
       ["Рок'Алим Крушитель"] = 5844,
      }
   },
   ["Сверкающий меч фанатизма"] = {
      drop = {
       ["Претор Алого ордена"] = 22228,
      }
   },
   ["Лапа гнолла"] = {
      drop = {
       ["Надсмотрщик из стаи Речной Лапы"] = 725,
       ["Гнолл из стаи Речной Лапы"] = 725,
       ["Полукровка из стаи Речной Лапы"] = 725,
       ["Громила из стаи Речной Лапы"] = 725,
       ["Надзиратель из стаи Речной Лапы"] = 725,
       ["Бандит из стаи Речной Лапы"] = 725,
       ["Мистик из стаи Речной Лапы"] = 725,
       ["Разведчик из стаи Речной Лапы"] = 725,
       ["Травник стаи Речной Лапы"] = 725,
       ["Сержант Острый Коготь"] = 725,
       ["Шаман стаи Речной Лапы"] = 725,
       ["Шахтер из стаи Речной Лапы"] = 725,
      }
   },
   ["Пепел душ Изгнанников"] = {
      drop = {
       ["Проклятый паладин"] = 22229,
       ["Проклятый вершитель правосудия"] = 22229,
       ["Неупокоенный маг"] = 22229,
      }
   },
   ["Голова мурлока из клана Болотного Плавника"] = {
      drop = {
       ["Пачкун из племени Болотного Плавника"] = 5847,
       ["Мурлок из племени Болотного Плавника"] = 5847,
       ["Воин из племени Болотного Плавника"] = 5847,
       ["Грязекоп из племени Болотного Плавника"] = 5847,
       ["Береговик из племени Болотного Плавника"] = 5847,
       ["Оракул из племени Болотного Плавника"] = 5847,
       ["Воровской Глаз"] = 5847,
      }
   },
   ["Полая кость стервятника"] = {
      drop = {
       ["Солончаковый падальщик"] = 5848,
       ["Стервятник соляных равнин"] = 5848,
      }
   },
   ["Прах с копыт северного оленя"] = {
      drop = {
       ["Гигантский йети"] = 21211,
       ["Тенегорнский землекоп"] = 21211,
       ["Хрустальный паук"] = 21211,
       ["Пират Южных морей"] = 21211,
       ["Элдретарский дух"] = 21211,
      }
   },
   ["Целый силитидский панцирь"] = {
      drop = {
       ["Силитид-искатель"] = 5853,
       ["Силитид-захватчик"] = 5853,
       ["Опустошитель-силитид"] = 5853,
       ["Силитид-трутень"] = 5853,
      }
   },
   ["Шпора силитида"] = {
      drop = {
       ["Силитид-искатель"] = 5854,
       ["Силитид-захватчик"] = 5854,
       ["Опустошитель-силитид"] = 5854,
       ["Силитид-трутень"] = 5854,
      }
   },
   ["Медальоны Рольфа и Малакаи"] = {
      drop = {
       ["Мурлок-добытчик"] = 735,
       ["Мурлок-налетчик"] = 735,
       ["Речной мурлок-бегун"] = 735,
      }
   },
   ["Сердце силитида"] = {
      drop = {
       ["Силитид-искатель"] = 5855,
       ["Силитид-захватчик"] = 5855,
       ["Опустошитель-силитид"] = 5855,
       ["Силитид-трутень"] = 5855,
      }
   },
   ["Рога Незры"] = {
      drop = {
       ["Воитель из клана Черной горы"] = 7906,
       ["Темный чародей из клана Черной горы"] = 7906,
       ["Перебежчик из клана Черной горы"] = 7906,
       ["Рубака из клана Черной горы"] = 7906,
       ["Вестник из клана Черной горы"] = 7906,
       ["Следопыт из клана Черной горы"] = 7906,
       ["Разведчик из клана Черной горы"] = 7906,
       ["Караульный из клана Черной горы"] = 7906,
       ["Охотник из клана Черной горы"] = 7906,
       ["Призыватель из клана Черной горы"] = 7906,
       ["Гладиатор из клана Черной горы"] = 7906,
      }
   },
   ["Череп Коррака"] = {
      drop = {
       ["Коррак Кровопуск"] = 18148,
      }
   },
   ["Ветка смоковницы"] = {
      drop = {
       ["Проклятый платан"] = 742,
      }
   },
   ["Рог Арра'чеи"] = {
      drop = {
       ["Арра'чея"] = 4841,
      }
   },
   ["Сердце Мокка"] = {
      drop = {
       ["Мокк Дикарь"] = 2797,
      }
   },
   ["Жесткое волчье мясо"] = {
      drop = {
       ["Лесной волк"] = 750,
       ["Молодой волк"] = 750,
       ["Косматый лесной волк"] = 750,
       ["Косматый молодой волк"] = 750,
      }
   },
   ["Сердце Вихря"] = {
      drop = {
       ["Циклониан"] = 6894,
      }
   },
   ["Оковы Стихий Лотвила"] = {
      drop = {
       ["Страж Фам'ретор"] = 4847,
      }
   },
   ["Красная холщовая бандана"] = {
      drop = {
       ["Лиходей из Братства Справедливости"] = 752,
      }
   },
   ["Рыло боевого вепря"] = {
      drop = {
       ["Боевой вепрь из племени Дыбогривов"] = 4848,
       ["Боевой вепрь"] = 4848,
      }
   },
   ["Бок боевого вепря"] = {
      drop = {
       ["Боевой вепрь из племени Дыбогривов"] = 4849,
       ["Боевой вепрь"] = 4849,
      }
   },
   ["Ключ от Башни Братства Справедливости"] = {
      drop = {
       ["Уродливый мертвяк из Братства Справедливости"] = 7923,
      }
   },
   ["Корень синелиста"] = {
      drop = {
       ["Агам'ар"] = 5876,
       ["Разъяренный агам'ар"] = 5876,
       ["Кровь Агамаггана"] = 5876,
      }
   },
   ["Подвеска сумерек"] = {
      drop = {
       ["Служитель из культа Сумеречного Молота"] = 5879,
       ["Разоритель из культа Сумеречного Молота"] = 5879,
       ["Аквамант из культа Сумеречного Молота"] = 5879,
       ["Летописец из культа Сумеречного Молота"] = 5879,
       ["Темный маг из культа Сумеречного Молота"] = 5879,
       ["Повелитель стихий из культа Сумеречного Молота"] = 5879,
      }
   },
   ["Железный Друг"] = {
      drop = {
       ["Финий Темнострой"] = 10999,
      }
   },
   ["Голова Келриса"] = {
      drop = {
       ["Повелитель сумрака Келрис"] = 5881,
      }
   },
   ["Медальон Пылающего Клинка"] = {
      drop = {
       ["Йоррог Тень Проклятия"] = 4859,
      }
   },
   ["Раздвоенный язык глинистой черепахи"] = {
      drop = {
       ["Глинистая черепаха"] = 5883,
       ["Глинистая колючая черепаха"] = 5883,
       ["Глинистый землеглот"] = 5883,
       ["Глинистый бурильщик"] = 5883,
       ["Глинистый хрустогрыз"] = 5883,
      }
   },
   ["Целый глаз паука Мглистой пещеры"] = {
      drop = {
       ["Паук Мглистой пещеры"] = 5884,
       ["Паучонок Мглистой пещеры"] = 5884,
       ["Паук-отшельник Мглистой пещеры"] = 5884,
       ["Паук-шелкопряд Мглистой пещеры"] = 5884,
       ["Черная вдова Мглистой пещеры"] = 5884,
      }
   },
   ["Коготь тенебрюхой пантеры"] = {
      drop = {
       ["Тенебрюхая пантера"] = 3838,
       ["Старая тенебрюхая пантера"] = 3838,
      }
   },
   ["Хвост рабочего скорпида"] = {
      drop = {
       ["Рабочий скорпид"] = 4862,
       ["Саркот"] = 4862,
      }
   },
   ["Безупречный тигриный клык"] = {
      drop = {
       ["Тигрица Тернистой долины"] = 3839,
      }
   },
   ["Сердцедрево"] = {
      drop = {
       ["Землечерп из клана Темной Нити"] = 6912,
      }
   },
   ["Голова Залазана"] = {
      drop = {
       ["Залазан"] = 4866,
      }
   },
   ["Фрагмент Соран'рука"] = {
      drop = {
       ["Служитель из культа Сумеречного Молота"] = 6914,
      }
   },
   ["Большой фрагмент Соран'рука"] = {
      drop = {
       ["Чернозлоб из крепости Темного Клыка"] = 6915,
      }
   },
   ["Большая свеча"] = {
      drop = {
       ["Кобольд-шахтер"] = 772,
       ["Фикс"] = 772,
       ["Кобольд-проходчик"] = 772,
       ["Кобольд-геомант"] = 772,
      }
   },
   ["Золотая пыль"] = {
      drop = {
       ["Кобольд-шахтер"] = 773,
       ["Фикс"] = 773,
       ["Кобольд-проходчик"] = 773,
       ["Кобольд-геомант"] = 773,
      }
   },
   ["Коготь Пшикса"] = {
      drop = {
       ["Пшикс Черношквал"] = 4869,
      }
   },
   ["Лоскуты холста"] = {
      drop = {
       ["Чернорабочий из племени Колкар"] = 4870,
       ["Гонец из племени Колкар"] = 4870,
       ["Моряк Кул-Тираса"] = 4870,
       ["Страж бухты Кул-Тираса"] = 4870,
       ["Лейтенант Бенедикт"] = 4870,
       ["Полководец Колканис"] = 4870,
       ["Командир стражи Залафил"] = 4870,
      }
   },
   ["Обжигающий ошейник"] = {
      drop = {
       ["Лиходей из клана Пылающего Клинка"] = 4871,
       ["Неофит клана Пылающего Клинка"] = 4871,
       ["Фанатик из клана Пылающего Клинка"] = 4871,
       ["Ученик клана Пылающего Клинка"] = 4871,
       ["Сектант из клана Пылающего Клинка"] = 4871,
      }
   },
   ["Монета племени Сухокожих"] = {
      drop = {
        ["Темный чародей из племени Хаккари"] = 1,
        ["Темный охотник из племени Хаккари"] = 2,
        ["Жрец крови из племени Хаккари"] = 3,
        ["Метатель топоров из племени Гурубаши"] = 4,
        ["Охотник за головами из племени Гурубаши"] = 5,
        ["Берсерк из племени Гурубаши"] = 6,
        ["Кровопийца из племени Гурубаши"] = 7,
        ["Воитель из племени Гурубаши"] = 8,
        ["Сын Хаккара"] = 9,
        ["Свежеватель Душ"] = 10,
        ["Зулианский тигр"] = 11,
        ["Зулианская пантера"] = 12,
        ["Черная вдова Раззаши"] = 13,
        ["Змей Раззаши"] = 14,
        ["Аспид Раззаши"] = 15,
        ["Проповедник из племени Песчаной Бури"] = 16,
        ["Проповедник из племени Сухокожих"] = 17,
        ["Проповедник из племени Порочной Ветви"] = 18,
        ["Жрец из племени Хаккари"] = 19,
        ["Знахарь из племени Хаккари"] = 20,
        ["Ядокус Раззаши"] = 21,
        ["Летучий всадник Гурубаши"] = 22,
        ["Ящер Раззаши"] = 23,
        ["Иссохшая наложница"] = 24,
        ["Наложница из племени Атал'ай"] = 25,
        ["Рабыня вуду"] = 26,
        ["Зулианский кроколиск"] = 27,
        ["Сумасшедший слуга"] = 28,
      }
   },
   ["Монета Порочной Ветви"] = {
      drop = {
        ["Темный чародей из племени Хаккари"] = 1,
        ["Темный охотник из племени Хаккари"] = 2,
        ["Жрец крови из племени Хаккари"] = 3,
        ["Метатель топоров из племени Гурубаши"] = 4,
        ["Охотник за головами из племени Гурубаши"] = 5,
        ["Берсерк из племени Гурубаши"] = 6,
        ["Кровопийца из племени Гурубаши"] = 7,
        ["Воитель из племени Гурубаши"] = 8,
        ["Сын Хаккара"] = 9,
        ["Свежеватель Душ"] = 10,
        ["Зулианский тигр"] = 11,
        ["Зулианская пантера"] = 12,
        ["Черная вдова Раззаши"] = 13,
        ["Змей Раззаши"] = 14,
        ["Аспид Раззаши"] = 15,
        ["Проповедник из племени Песчаной Бури"] = 16,
        ["Проповедник из племени Сухокожих"] = 17,
        ["Проповедник из племени Порочной Ветви"] = 18,
        ["Жрец из племени Хаккари"] = 19,
        ["Знахарь из племени Хаккари"] = 20,
        ["Ядокус Раззаши"] = 21,
        ["Летучий всадник Гурубаши"] = 22,
        ["Ящер Раззаши"] = 23,
        ["Иссохшая наложница"] = 24,
        ["Наложница из племени Атал'ай"] = 25,
        ["Рабыня вуду"] = 26,
        ["Зулианский кроколиск"] = 27,
        ["Сумасшедший слуга"] = 28,
      }
   },
   ["Монета Гурубаши"] = {
      drop = {
        ["Темный чародей из племени Хаккари"] = 1,
        ["Темный охотник из племени Хаккари"] = 2,
        ["Жрец крови из племени Хаккари"] = 3,
        ["Метатель топоров из племени Гурубаши"] = 4,
        ["Охотник за головами из племени Гурубаши"] = 5,
        ["Берсерк из племени Гурубаши"] = 6,
        ["Кровопийца из племени Гурубаши"] = 7,
        ["Воитель из племени Гурубаши"] = 8,
        ["Сын Хаккара"] = 9,
        ["Свежеватель Душ"] = 10,
        ["Зулианский тигр"] = 11,
        ["Зулианская пантера"] = 12,
        ["Черная вдова Раззаши"] = 13,
        ["Змей Раззаши"] = 14,
        ["Аспид Раззаши"] = 15,
        ["Проповедник из племени Песчаной Бури"] = 16,
        ["Проповедник из племени Сухокожих"] = 17,
        ["Проповедник из племени Дробителей Черепов"] = 18,
        ["Проповедник из племени Порочной Ветви"] = 19,
        ["Жрец из племени Хаккари"] = 20,
        ["Знахарь из племени Хаккари"] = 21,
        ["Ядокус Раззаши"] = 22,
        ["Летучий всадник Гурубаши"] = 23,
        ["Ящер Раззаши"] = 24,
        ["Иссохшая наложница"] = 25,
        ["Наложница из племени Атал'ай"] = 26,
        ["Рабыня вуду"] = 27,
        ["Зулианский кроколиск"] = 28,
        ["Сумасшедший слуга"] = 29,
      }
   },
   ["Рваный плавник мурлока"] = {
      drop = {
       ["Мурлок-добытчик"] = 780,
       ["Мурлок-скрытень"] = 780,
      }
   },
   ["Останки Ниссы"] = {
      drop = {
       ["Нисса Агамонд"] = 2828,
      }
   },
   ["Останки Грегора"] = {
      drop = {
       ["Грегор Агамонд"] = 2829,
      }
   },
   ["Толстая шкура йети"] = {
      drop = {
       ["Йети со Свирепого Утеса"] = 8973,
       ["Неповоротливый йети со Свирепого Утеса"] = 8973,
       ["Разъяренный йети со Свирепого Утеса"] = 8973,
       ["Рокотун Ловец"] = 8973,
       ["Крадущийся йети со Свирепого Утеса"] = 8973,
      }
   },
   ["Окра"] = {
      drop = {
        ["Уборочный голем"] = 1,
        ["Дозорный полей"] = 2,
        ["Уборочный голем"] = 3,
        ["Ржавый уборочный голем"] = 4,
        ["Врагорез-4000"] = 5,
      }
   },
   ["Освежающая ключевая вода"] = {
      drop = {
        ["Кобольд-вредитель"] = 1,
        ["Лесной паук"] = 2,
        ["Лиходей из Братства Справедливости"] = 3,
        ["Кобольд-шахтер"] = 4,
        ["Рудниковый паук"] = 5,
        ["Мурлок-добытчик"] = 6,
        ["Руклар Зверолов"] = 7,
        ["Турос Ловкорук"] = 8,
        ["Нарг Надсмотрщик"] = 9,
        ["Кобольд-рудокоп"] = 10,
        ["Карманник из Братства Справедливости"] = 11,
        ["Недоросток из стаи Речной Лапы"] = 12,
        ["Моргана Лукавая"] = 13,
        ["Графф Быстрохват"] = 14,
        ["Гаррик Тихокрад"] = 15,
        ["Вепрь-камнеклык"] = 16,
        ["Бандит из Братства Справедливости"] = 17,
        ["Кобольд-рабочий"] = 18,
        ["Мурлок"] = 19,
        ["Фикс"] = 20,
        ["Кабан из свиты"] = 21,
        ["Дробитель"] = 22,
        ["Мать Клык"] = 23,
        ["Федфенхель"] = 24,
        ["Морган Вымогатель"] = 25,
        ["Волшебник-плут из Братства Справедливости"] = 26,
        ["Кобольд-проходчик"] = 27,
        ["Кобольд-геомант"] = 28,
        ["Гонец стаи Речной Лапы"] = 29,
        ["Твердошкурый вепрь"] = 30,
        ["Душитель из Братства Справедливости"] = 31,
        ["Тролль-подросток из племени Мерзлогривов"] = 32,
        ["Трогг из племени Каменной Челюсти"] = 33,
        ["Сильный трогг из племени Каменной Челюсти"] = 34,
        ["Мурлок-скрытень"] = 35,
        ["Речной мурлок-бегун"] = 36,
        ["Грик'нир Холодный"] = 37,
        ["Молодой лесной медведь"] = 38,
        ["Эрлан Драджмур"] = 39,
        ["Сурена Каледон"] = 40,
        ["Новобранец племени Мерзлогривов"] = 41,
        ["Головолом из племени Каменной Челюсти"] = 42,
        ["Душитель из племени Каменной Челюсти"] = 43,
        ["Костегрыз из племени Каменной Челюсти"] = 44,
        ["Спинолом из племени Каменной Челюсти"] = 45,
        ["Твердоспин"] = 46,
        ["Тролль из племени Мерзлогривов"] = 47,
        ["Снегоброд из племени Мерзлогривов"] = 48,
        ["Шкуродер из племени Мерзлогривов"] = 49,
        ["Охотник за головами из племени Мерзлогривов"] = 50,
        ["Темный чародей племени Мерзлогривов"] = 51,
        ["Серый"] = 52,
        ["Молодой вендиго"] = 53,
        ["Вендиго"] = 54,
        ["Идан Ревун"] = 55,
        ["Лепрогном"] = 56,
        ["Великий Отец Арктикус"] = 57,
        ["Старый Ледобород"] = 58,
        ["Вагаш"] = 59,
        ["Ясновидец племени Мерзлогривов"] = 60,
        ["Безмозглый зомби"] = 61,
        ["Презренный вурдалак"] = 62,
        ["Ночной кругопряд"] = 63,
        ["Новообращенный Алого ордена"] = 64,
        ["Посвященный из Алого ордена"] = 65,
        ["Костетряс-солдат"] = 66,
        ["Мрачноокий скелет-заклинатель"] = 67,
        ["Костеголовый солдат"] = 68,
        ["Гниющий мертвец"] = 69,
        ["Разложившийся труп"] = 70,
        ["Проголодавшийся покойник"] = 71,
        ["Шаркающий ужас"] = 72,
        ["Кровоточащий ужас"] = 73,
        ["Гниющая прародительница"] = 74,
        ["Заблудшая душа"] = 75,
        ["Странствующий дух"] = 76,
        ["Страдающая душа"] = 77,
        ["Стенающая прародительница"] = 78,
        ["Воин Алого ордена"] = 79,
        ["Миссионер из Алого ордена"] = 80,
        ["Ревнитель Алого ордена"] = 81,
        ["Келейник Алого ордена"] = 82,
        ["Неофит Алого ордена"] = 83,
        ["Передовой боец Алого ордена"] = 84,
        ["Пачкун из племени Злобного Плавника"] = 85,
        ["Низший оракул из племени Злобного Плавника"] = 86,
        ["Грязекоп из племени Злобного Плавника"] = 87,
        ["Большая сумеречница"] = 88,
        ["Грегор Агамонд"] = 89,
        ["Нисса Агамонд"] = 90,
        ["Тармен Агамонд"] = 91,
        ["Девлин Агамонд"] = 92,
        ["Капитан Даргол"] = 93,
        ["Телохранитель из Алого ордена"] = 94,
        ["Капитан Перрин"] = 95,
        ["Капитан Вакон"] = 96,
        ["Капитан Мелраш"] = 97,
        ["Мевен Коргал"] = 98,
        ["Гнолл из стаи Гнилошкуров"] = 99,
        ["Полукровка из стаи Гнилошкуров"] = 100,
        ["Ночной кругопряд-матриарх"] = 101,
        ["Налетчик из племени Каменной Челюсти"] = 102,
        ["Червеглаз"] = 103,
        ["Скелет-костетряс"] = 104,
        ["Муад"] = 105,
        ["Диб"] = 106,
        ["Стивен Бартек"] = 107,
        ["Даниэль Ульфман"] = 108,
        ["Каррел Грейвз"] = 109,
        ["Самуэль Фиппс"] = 110,
        ["Тирисфальский фермер"] = 111,
        ["Тирисфальский батрак"] = 112,
        ["Фермер Соллиден"] = 113,
        ["Грабитель могил из стаи Гнилошкуров"] = 114,
        ["Лилит Нефара"] = 115,
        ["Слуга Азоры"] = 116,
        ["Щетинистый вепрь"] = 117,
        ["Чащобный тенетник"] = 118,
        ["Грелль"] = 119,
        ["Греллид"] = 120,
        ["Зеленолап"] = 121,
        ["Гитьис Зловещая"] = 122,
        ["Сова"] = 123,
        ["Чащобный ядозуб"] = 124,
        ["Гнусный грелль"] = 125,
        ["Сумеречный грелль"] = 126,
        ["Темный грелль"] = 127,
        ["Злобный грелль"] = 128,
        ["Ведмедь из племени Кривой Сосны"] = 129,
        ["Садовник из племени Кривой Сосны"] = 130,
        ["Воин из племени Кривой Сосны"] = 131,
        ["Шаман из племени Кривой Сосны"] = 132,
        ["Защитник из племени Кривой Сосны"] = 133,
        ["Авгур из племени Кривой Сосны"] = 134,
        ["Землепроходец из племени Кривой Сосны"] = 135,
        ["Мститель из племени Кривой Сосны"] = 136,
        ["Тотемист из племени Кривой Сосны"] = 137,
        ["Гарпия из стаи Кровавого Пера"] = 138,
        ["Разбойница из стаи Кровавого Пера"] = 139,
        ["Колдунья из стаи Кровавого Пера"] = 140,
        ["Фурия из стаи Кровавого Пера"] = 141,
        ["Ведьма ветров из стаи Кровавого Пера"] = 142,
        ["Матриарх стаи Кровавого Пера"] = 143,
        ["Древесник"] = 144,
        ["Заскорузлый древесник-потрошитель"] = 145,
        ["Древесник-топтун"] = 146,
        ["Болотный древесник"] = 147,
        ["Старый древесник"] = 148,
        ["Лорд Меленас"] = 149,
        ["Урсал Изверг"] = 150,
        ["Душитель из племени Кривой Сосны"] = 151,
        ["Агал"] = 152,
        ["Дубохмур"] = 153,
        ["Дубильщик из стаи Бледногривов"] = 154,
        ["Шкуродер из стаи Бледногривов"] = 155,
        ["Браконьер из стаи Бледногривов"] = 156,
        ["Свинобраз из племени Дыбогривов"] = 157,
        ["Шаман из племени Дыбогривов"] = 158,
        ["Охотник прерий"] = 159,
        ["Могучий волк прерий"] = 160,
        ["Гарпия из стаи Неистовства Ветра"] = 161,
        ["Ведьма из стаи Неистовства Ветра"] = 162,
        ["Колдунья из стаи Неистовства Ветра"] = 163,
        ["Матриарх стаи Неистовства Ветра"] = 164,
        ["Кентавр из племени Галак"] = 165,
        ["Гонец из племени Галак"] = 166,
        ["Наймит Торговой Компании"] = 167,
        ["Работник Торговой Компании"] = 168,
        ["Надсмотрщик Торговой Компании"] = 169,
        ["Рабочий Торговой Компании"] = 170,
        ["Бригадир Торговой Компании"] = 171,
        ["Провидец Хранитель Мудрости"] = 172,
        ["Бейл'данский землекоп"] = 173,
        ["Бейл'данский оценщик"] = 174,
        ["Бригадир Шумовик"] = 175,
        ["Старый крапчатый вепрь"] = 176,
        ["Злобный фамилиар"] = 177,
        ["Макрура-трещот"] = 178,
        ["Макрура-панцирник"] = 179,
        ["Макрура-клешнехват"] = 180,
        ["Карликовый приливный краб"] = 181,
        ["Приливный краб"] = 182,
        ["Крупнозубый кроколиск"] = 183,
        ["Свинобраз из племени Иглогривых"] = 184,
        ["Разведчик племени Иглогривых"] = 185,
        ["Пылемут из племени Иглогривых"] = 186,
        ["Боевой страж племени Иглогривых"] = 187,
        ["Гарпия из стаи Пыльного Ветра"] = 188,
        ["Погромщица из стаи Пыльного Ветра"] = 189,
        ["Дикарка из стаи Пыльного Ветра"] = 190,
        ["Грозовая ведьма из стаи Пыльного Ветра"] = 191,
        ["Чернорабочий из племени Колкар"] = 192,
        ["Гонец из племени Колкар"] = 193,
        ["Дуротарский тигр"] = 194,
        ["Кровопалый кнутохвост"] = 195,
        ["Панцирный скорпид"] = 196,
        ["Ядохвостый скорпид"] = 197,
        ["Моряк Кул-Тираса"] = 198,
        ["Страж бухты Кул-Тираса"] = 199,
        ["Рокочущая ящерица"] = 200,
        ["Бурешкура"] = 201,
        ["Старый макрура"] = 202,
        ["Йоррог Тень Проклятия"] = 203,
        ["Лейтенант Бенедикт"] = 204,
        ["Лиходей из клана Пылающего Клинка"] = 205,
        ["Неофит клана Пылающего Клинка"] = 206,
        ["Фанатик из клана Пылающего Клинка"] = 207,
        ["Ученик клана Пылающего Клинка"] = 208,
        ["Сектант из клана Пылающего Клинка"] = 209,
        ["Пшикс Черношквал"] = 210,
        ["Газз'уз"] = 211,
        ["Залазан"] = 212,
        ["Тролль-вудуист"] = 213,
        ["Проклятый тролль"] = 214,
        ["\"Визгун\" Шипогрив"] = 215,
        ["Злоумышленник из племени Дыбогривов"] = 216,
        ["Черномшец злосмрадный"] = 217,
        ["Хищник плоскогорья"] = 218,
        ["Даларанский пивовар"] = 219,
        ["Делманис Ненавистный"] = 220,
        ["Хромоногая гиена"] = 221,
        ["Огненный рух"] = 222,
        ["Сестра Плеть Ненависти"] = 223,
        ["Кривое Копье"] = 224,
        ["Головорез Эмильгунд"] = 225,
        ["Полководец Колканис"] = 226,
        ["Командир стражи Залафил"] = 227,
        ["Скорнн Ткач Скверны"] = 228,
        ["Капитан Тупой Клык"] = 229,
        ["Владычица земель Рябка"] = 230,
        ["Джек Мертвозуб"] = 231,
        ["Веджрек"] = 232,
        ["Шпион из клана Черного Железа"] = 233,
        ["Капитан Бельд"] = 234,
        ["Ворлус Подлое Копыто"] = 235,
        ["Портовый начальник из Братства Справедливости"] = 236,
        ["Телохранитель из Братства Справедливости"] = 237,
        ["Прислужник Сетира"] = 238,
        ["Докер из Братства Справедливости"] = 239,
        ["Фероситас Пожиратель Снов"] = 240,
        ["Мистик из племени Кривой Сосны"] = 241,
        ["Яростный Коготь"] = 242,
        ["Гибломор"] = 243,
        ["Вождь Остроклык Терновая Мантия"] = 244,
        ["Прислужник-демон Бездны"] = 245,
        ["Тень Феллисенты"] = 246,
        ["Урусон"] = 247,
        ["Фурия Шельда"] = 248,
        ["Треггил"] = 249,
      }
   },
   ["Раскрашенные поручи гнолла"] = {
      drop = {
       ["Недоросток из стаи Речной Лапы"] = 782,
       ["Гонец стаи Речной Лапы"] = 782,
      }
   },
   ["Останки Тармена"] = {
      drop = {
       ["Тармен Агамонд"] = 2830,
      }
   },
   ["Останки Девлина"] = {
      drop = {
       ["Девлин Агамонд"] = 2831,
      }
   },
   ["Жезл направления"] = {
      drop = {
       ["Хранитель теней из клана Драконьей Пасти"] = 6930,
       ["Костостраж из клана Драконьей Пасти"] = 6930,
      }
   },
   ["Бальзамирующая лимфа"] = {
      drop = {
       ["Гнолл из стаи Гнилошкуров"] = 2834,
       ["Полукровка из стаи Гнилошкуров"] = 2834,
       ["Грабитель могил из стаи Гнилошкуров"] = 2834,
      }
   },
   ["Сухожилие старой гориллы"] = {
      drop = {
       ["Старая горилла Мглистой долины"] = 3862,
      }
   },
   ["Ядовитая железа ядохвоста"] = {
      drop = {
       ["Ядохвостый скорпид"] = 4886,
       ["Оскверненный скорпид"] = 4886,
       ["Смертоносный живодер"] = 4886,
      }
   },
   ["Перо тропического ловца"] = {
      drop = {
       ["Тропический ловец"] = 3863,
      }
   },
   ["Невредимый глаз Макруры"] = {
      drop = {
       ["Макрура-трещот"] = 4887,
       ["Макрура-панцирник"] = 4887,
       ["Макрура-клешнехват"] = 4887,
       ["Старый макрура"] = 4887,
       ["Скользкопанцирный макрура"] = 4887,
      }
   },
   ["Слизь краба"] = {
      drop = {
       ["Карликовый приливный краб"] = 4888,
       ["Приливный краб"] = 4888,
       ["Поросший водорослями краб"] = 4888,
       ["Порочный приливный краб"] = 4888,
      }
   },
   ["Грязные кости"] = {
      drop = {
       ["Огр из клана Раздробленного Хребта"] = 2843,
       ["Громила из клана Раздробленного Хребта"] = 2843,
       ["Изверг из клана Раздробленного Хребта"] = 2843,
       ["Маг из клана Раздробленного Хребта"] = 2843,
       ["Головорез из клана Раздробленного Хребта"] = 2843,
       ["Солдат-наемник из клана Раздробленного Хребта"] = 2843,
       ["Расхититель из клана Раздробленного Хребта"] = 2843,
      }
   },
   ["Амулет Крона"] = {
      drop = {
       ["Крупнозубый кроколиск"] = 4891,
       ["Оскверненный крупнозубый кроколиск"] = 4891,
      }
   },
   ["Мех дуротарского тигра"] = {
      drop = {
       ["Дуротарский тигр"] = 4892,
      }
   },
   ["Клык равнинного льва"] = {
      drop = {
       ["Патриарх саванны"] = 4893,
       ["Высокогрив саванны"] = 4893,
       ["Охотница саванны"] = 4893,
       ["Матриарх саванны"] = 4893,
       ["Хищник саванны"] = 4893,
       ["Вожак стаи Хумар"] = 4893,
       ["Дишу"] = 4893,
      }
   },
   ["Почка долгонога"] = {
      drop = {
       ["Большой равнинный долгоног"] = 4894,
       ["Злобный равнинный долгоног"] = 4894,
       ["Проворный равнинный долгоног"] = 4894,
      }
   },
   ["Рог рокочущей ящерицы"] = {
      drop = {
       ["Грозошкур"] = 4895,
       ["Громоголов"] = 4895,
       ["Грозорыл"] = 4895,
       ["Оватанка"] = 4895,
      }
   },
   ["Печень кодо"] = {
      drop = {
       ["Потерявшийся степной кодо"] = 4896,
       ["Большой степной кодо"] = 4896,
       ["Степной кодо"] = 4896,
       ["Мохнатый кодо"] = 4896,
       ["Лакота'мани"] = 4896,
       ["Бронтус"] = 4896,
      }
   },
   ["Сокровище Южного моря"] = {
      drop = {
       ["Полли"] = 7968,
      }
   },
   ["Слюнная железа Грозового змея"] = {
      drop = {
       ["Большой грозовой змей"] = 4897,
      }
   },
   ["Грозовая железа"] = {
      drop = {
       ["Грозошкур"] = 4898,
      }
   },
   ["Клык Баг'тиры"] = {
      drop = {
       ["Баг'тира"] = 3876,
      }
   },
   ["Коготь Тетис"] = {
      drop = {
       ["Тетис"] = 3877,
      }
   },
   ["Лапа Син'Далл"] = {
      drop = {
       ["Син'Далл"] = 3879,
      }
   },
   ["Гнилой коготь"] = {
      drop = {
       ["Гниющий мертвец"] = 2855,
       ["Разложившийся труп"] = 2855,
      }
   },
   ["Железная пика"] = {
      drop = {
       ["Громила из стаи Красногорья"] = 2856,
       ["Мистик из стаи Красногорья"] = 2856,
       ["Губитель из стаи Красногорья"] = 2856,
       ["Чернорабочий из стаи Красногорья"] = 2856,
       ["Костелом"] = 2856,
      }
   },
   ["Голова Бангалаша"] = {
      drop = {
       ["Король Бангалаш"] = 3880,
      }
   },
   ["Толстая медвежья шкура"] = {
      drop = {
       ["Молодой черный медведь"] = 6952,
       ["Медведь-ледолап"] = 6952,
      }
   },
   ["Уродливый коготь Саркота"] = {
      drop = {
       ["Саркот"] = 4905,
      }
   },
   ["Кровь пса Тьмы"] = {
      drop = {
       ["Дряхлый пес Тьмы"] = 2858,
       ["Проклятый пес тьмы"] = 2858,
       ["Прожорливый пес Тьмы"] = 2858,
      }
   },
   ["Чешуя мурлока из племени Злобного Плавника"] = {
      drop = {
       ["Пачкун из племени Злобного Плавника"] = 2859,
       ["Низший оракул из племени Злобного Плавника"] = 2859,
       ["Грязекоп из племени Злобного Плавника"] = 2859,
       ["Живорез из племени Злобного Плавника"] = 2859,
       ["Волнолов из племени Злобного Плавника"] = 2859,
       ["Оракул из племени Злобного Плавника"] = 2859,
       ["Озерник из племени Злобного Плавника"] = 2859,
       ["Береговой разведчик из племени Злобного Плавника"] = 2859,
       ["Волномут из племени Злобного Плавника"] = 2859,
      }
   },
   ["Нетронутая крабья клешня"] = {
      drop = {
       ["Иловый краб"] = 5938,
       ["Чудовищный краб"] = 5938,
      }
   },
   ["Ноздревое кольцо Ша'ни"] = {
      drop = {
       ["Кром'Грул"] = 11058,
      }
   },
   ["Изукрашенная подвеска"] = {
      drop = {
       ["Грязнопанцирный трещот"] = 5942,
       ["Грязнопанцирный клешнехват"] = 5942,
       ["Грязнопанцирный клешневик"] = 5942,
       ["Грязнопанцирный клешнекоп"] = 5942,
       ["Грязнопанцирный острощип"] = 5942,
       ["Морской черт"] = 5942,
      }
   },
   ["Яд злобного ночного кругопряда"] = {
      drop = {
       ["Злобный ночной кругопряд"] = 2872,
      }
   },
   ["Глаз Диззи"] = {
      drop = {
       ["Налетчик из шайки Кровавого Паруса"] = 3897,
       ["Маг из шайки Кровавого Паруса"] = 3897,
       ["Сорвиголова из шайки Кровавого Паруса"] = 3897,
       ["Чернокнижник из шайки Кровавого Паруса"] = 3897,
       ["Морской волк из шайки Кровавого Паруса"] = 3897,
       ["Старший волхв из шайки Кровавого Паруса"] = 3897,
       ["Командир флота Фираллон"] = 3897,
       ["Капитан Кильватель"] = 3897,
       ["Гарр Просоленное Копыто"] = 3897,
       ["Капитан Штиллец"] = 3897,
       ["Брут"] = 3897,
       ["Матрос из шайки Кровавого Паруса"] = 3897,
       ["Юнга из шайки Кровавого Паруса"] = 3897,
      }
   },
   ["Зуб Зыбуна"] = {
      drop = {
       ["Зыбун"] = 5945,
      }
   },
   ["Перстень Алого ордена"] = {
      drop = {
       ["Воин Алого ордена"] = 2875,
       ["Миссионер из Алого ордена"] = 2875,
       ["Ревнитель Алого ордена"] = 2875,
       ["Келейник Алого ордена"] = 2875,
       ["Неофит Алого ордена"] = 2875,
       ["Передовой боец Алого ордена"] = 2875,
       ["Телохранитель из Алого ордена"] = 2875,
       ["Капитан Перрин"] = 2875,
       ["Капитан Вакон"] = 2875,
       ["Капитан Мелраш"] = 2875,
      }
   },
   ["Шкурка сумеречницы"] = {
      drop = {
       ["Большая сумеречница"] = 2876,
       ["Сумеречница-вампир"] = 2876,
      }
   },
   ["Красная кожаная бандана"] = {
      drop = {
       ["Контрабандист из Братства Справедливости"] = 829,
       ["Налетчик из Братства Справедливости"] = 829,
       ["Проходимец из Братства Справедливости"] = 829,
       ["Кастетник из Братства Справедливости"] = 829,
       ["Маг-отступник из Братства Справедливости"] = 829,
       ["Преступник из Братства Справедливости"] = 829,
       ["Вит Карлеон"] = 829,
       ["Зверолов из Братства Справедливости"] = 829,
       ["Погромщик из Братства Справедливости"] = 829,
       ["Мошенник из Братства Справедливости"] = 829,
       ["Налетчик из Братства Справедливости"] = 829,
      }
   },
   ["Клык тролля из племени Кровавого Скальпа"] = {
      drop = {
       ["Воин из племени Кровавого Скальпа"] = 3901,
       ["Разведчик из племени Кровавого Скальпа"] = 3901,
       ["Охотник из племени Кровавого Скальпа"] = 3901,
       ["Берсерк из племени Кровавого Скальпа"] = 3901,
       ["Знахарь племени Кровавого Скальпа"] = 3901,
       ["Охотник за головами из племени Кровавого Скальпа"] = 3901,
       ["Метатель топоров из племени Кровавого Скальпа"] = 3901,
       ["Шаман из племени Кровавого Скальпа"] = 3901,
       ["Повелитель зверей из племени Кровавого Скальпа"] = 3901,
       ["Мистик из племени Кровавого Скальпа"] = 3901,
       ["Падальщик из племени Кровавого Скальпа"] = 3901,
      }
   },
   ["Потрошительница из стаи Кровавой Ярости"] = {
      drop = {
       ["Потрошительница из стаи Кровавой Ярости"] = 16190,
      }
   },
   ["Голова Ган'зулаха"] = {
      drop = {
       ["Ган'зулах"] = 3904,
      }
   },
   ["Глаз злобной летучей мыши"] = {
      drop = {
        ["Чумной нетопырь"] = 1,
        ["Пагубный нетопырь"] = 2,
        ["Чудовищный чумной нетопырь"] = 3,
        ["Черный крикун"] = 4,
        ["Кровососущий нетопырь"] = 5,
        ["Тенекрыл"] = 6,
        ["Летучий всадник Гурубаши"] = 7,
      }
   },
   ["Радужное перо"] = {
      drop = {
        ["Падальщик"] = 1,
        ["Злобный совух"] = 2,
        ["Примитивный совух"] = 3,
        ["Дикий совух"] = 4,
        ["Зарикотль"] = 5,
        ["Визгливая гарпия"] = 6,
        ["Визгливая бродяжница"] = 7,
        ["Визгливая призывательница ветров"] = 8,
        ["Гренка Кровавый Визг"] = 9,
        ["Блеклоперый гиппогриф"] = 10,
        ["Блеклоперый крылень"] = 11,
        ["Блеклоперый грозовой крылень"] = 12,
        ["Блеклоперый патриарх"] = 13,
        ["Антилус Парящий"] = 14,
        ["Гарпия из стаи Студеных Ключей"] = 15,
        ["Разбойница из стаи Студеных Ключей"] = 16,
        ["Душегубка из стаи Студеных Ключей"] = 17,
        ["Призывательница ветров из стаи Студеных Ключей"] = 18,
        ["Рух"] = 19,
        ["Огненный рух"] = 20,
        ["Опаляющий рух"] = 21,
        ["Сестра Терзающая"] = 22,
        ["Черный душегуб"] = 23,
        ["Громоголовый гиппогриф"] = 24,
        ["Громорогий крылень"] = 25,
        ["Громоголовый крыловоин"] = 26,
        ["Громоголовый патриарх"] = 27,
        ["Громоголовый соправитель"] = 28,
        ["Антилос"] = 29,
        ["Железноклюв"] = 30,
        ["Железноклюв-крикун"] = 31,
        ["Железноклюв-охотник"] = 32,
        ["Небесная тень"] = 33,
        ["Сова Зимних Ключей"] = 34,
        ["Крикун Зимних Ключей"] = 35,
        ["Хищный совух"] = 36,
        ["Эдана Коготь Ненависти"] = 37,
        ["Большой огнекрыл"] = 38,
        ["Бритвокоготь"] = 39,
        ["Злобоклюй"] = 40,
        ["Гарпия из стаи Снежной Слепоты"] = 41,
        ["Призывательница ветров из стаи Снежной Слепоты"] = 42,
        ["Душительница из стаи Снежной Слепоты"] = 43,
        ["Потрошительница из стаи Кровавой Ярости"] = 44,
        ["Сова клана Грозовой Вершины"] = 45,
        ["Олм Мудрый"] = 46,
      }
   },
   ["Оскверненный ствол мозга"] = {
      drop = {
       ["Сатир из племени Змеящегося Корня"] = 5952,
       ["Разбойник из племени Змеящегося Корня"] = 5952,
       ["Тенелов из племени Змеящегося Корня"] = 5952,
       ["Призыватель огня из племени Змеящегося Корня"] = 5952,
       ["Жрица прилива из Непроглядной Пучины"] = 5952,
       ["Оракул Непроглядной Пучины"] = 5952,
       ["Морская ведьма Непроглядной Пучины"] = 5952,
       ["Мирмидон Непроглядной Пучины"] = 5952,
       ["Леди Саревесс"] = 5952,
      }
   },
   ["Клык Бесселет"] = {
      drop = {
       ["Бесселет"] = 16192,
      }
   },
   ["Голова Неззилока"] = {
      drop = {
       ["Неззилок Зловещий"] = 3905,
      }
   },
   ["Поврежденный доспех Анатека"] = {
      drop = {
       ["Анатек Жестокий"] = 3909,
      }
   },
   ["Бумаги Алого ордена"] = {
      drop = {
       ["Мевен Коргал"] = 2885,
      }
   },
   ["Понюшка табака"] = {
      drop = {
       ["Налетчик из шайки Кровавого Паруса"] = 3910,
       ["Маг из шайки Кровавого Паруса"] = 3910,
       ["Сорвиголова из шайки Кровавого Паруса"] = 3910,
       ["Чернокнижник из шайки Кровавого Паруса"] = 3910,
       ["Морской волк из шайки Кровавого Паруса"] = 3910,
       ["Старший волхв из шайки Кровавого Паруса"] = 3910,
       ["\"Красавчик\" Дункан"] = 3910,
       ["Командир флота Фираллон"] = 3910,
       ["Многоглаз"] = 3910,
       ["Капитан Кильватель"] = 3910,
       ["Гарр Просоленное Копыто"] = 3910,
       ["Капитан Штиллец"] = 3910,
       ["Брут"] = 3910,
       ["Матрос из шайки Кровавого Паруса"] = 3910,
       ["Юнга из шайки Кровавого Паруса"] = 3910,
      }
   },
   ["Пульсирующий синий осколок"] = {
      drop = {
       ["Железозубый василиск"] = 3911,
      }
   },
   ["Железа с едким ядом"] = {
      drop = {
       ["Паук Мглистой пещеры"] = 5959,
       ["Паук-отшельник Мглистой пещеры"] = 5959,
       ["Паук-шелкопряд Мглистой пещеры"] = 5959,
       ["Черная вдова Мглистой пещеры"] = 5959,
       ["Темноклыкий скрытень"] = 5959,
       ["Темноклыкий ползун"] = 5959,
       ["Паук-черноклык"] = 5959,
       ["Ядоплюй-черноклык"] = 5959,
       ["Гигантский темноклыкий паук"] = 5959,
      }
   },
   ["Отрубленная голова Гор'теша"] = {
      drop = {
       ["Гор'теш"] = 11080,
      }
   },
   ["Дентриевый камень силы"] = {
      drop = {
       ["Тенегорнский геодезист"] = 8009,
       ["Тенегорнский бузотер"] = 8009,
       ["Тенегорнский землекоп"] = 8009,
       ["Тенегорнский охотник за реликвиями"] = 8009,
       ["Тенегорнский черный маг"] = 8009,
       ["Тенегорнский археолог"] = 8009,
       ["Тенегорнский геолог"] = 8009,
       ["Тенегорнский душитель"] = 8009,
       ["Тенегорнский меткий стрелок"] = 8009,
      }
   },
   ["Ожерелье Кровавых костей"] = {
      drop = {
       ["Воин из племени Кровавого Скальпа"] = 3915,
       ["Разведчик из племени Кровавого Скальпа"] = 3915,
       ["Охотник из племени Кровавого Скальпа"] = 3915,
       ["Берсерк из племени Кровавого Скальпа"] = 3915,
       ["Знахарь племени Кровавого Скальпа"] = 3915,
       ["Охотник за головами из племени Кровавого Скальпа"] = 3915,
       ["Метатель топоров из племени Кровавого Скальпа"] = 3915,
       ["Шаман из племени Кровавого Скальпа"] = 3915,
       ["Повелитель зверей из племени Кровавого Скальпа"] = 3915,
       ["Мистик из племени Кровавого Скальпа"] = 3915,
       ["Падальщик из племени Кровавого Скальпа"] = 3915,
      }
   },
   ["Ожерелье Расколотых костей"] = {
      drop = {
       ["Воин из племени Дробителей Черепов"] = 3916,
       ["Охотник из племени Дробителей Черепов"] = 3916,
       ["Знахарь из племени Дробителей Черепов"] = 3916,
       ["Духолов из племени Дробителей Черепов"] = 3916,
       ["Метатель топоров из племени Дробителей Черепов"] = 3916,
       ["Мистик из племени Дробителей Черепов"] = 3916,
       ["Охотник за головами из племени Дробителей Черепов"] = 3916,
       ["Разведчик из племени Дробителей Черепов"] = 3916,
       ["Берсерк из племени Дробителей Черепов"] = 3916,
       ["Повелитель зверей из племени Дробителей Черепов"] = 3916,
       ["Анатек Жестокий"] = 3916,
      }
   },
   ["Синий поющий кристалл"] = {
      drop = {
       ["Горнорабочий Торговой Компании"] = 3917,
       ["Штейгер Торговой Компании"] = 3917,
       ["Геодезист Торговой Компании"] = 3917,
       ["Ремонтник Торговой Компании"] = 3917,
       ["Штейгер Коззл"] = 3917,
       ["Мигафоникс"] = 3917,
      }
   },
   ["Фиал крови сатир племени Ярой Ненависти"] = {
      drop = {
       ["Разбойник из племени Ярой Ненависти"] = 6989,
       ["Плут из племени Ярой Ненависти"] = 6989,
       ["Скверноподданный племени Ярой Ненависти"] = 6989,
       ["Предатель из племени Ярой Ненависти"] = 6989,
       ["Тенелов племени Ярой Ненависти"] = 6989,
       ["Призыватель огня из племени Ярой Ненависти"] = 6989,
       ["Принц Келлен"] = 6989,
      }
   },
   ["Осколок поющего кристалла"] = {
      drop = {
       ["Камнезобый василиск"] = 3918,
       ["Хрустальный василиск"] = 3918,
       ["Ледоглазый василиск"] = 3918,
       ["Василиск-хвостохлест"] = 3918,
       ["Железозубый василиск"] = 3918,
      }
   },
   ["Камень младшего инфернала"] = {
      drop = {
       ["Младший инфернал"] = 6990,
       ["Страж портала демонов"] = 6990,
      }
   },
   ["Потроха гориллы Мглистой долины"] = {
      drop = {
       ["Старая горилла Мглистой долины"] = 3919,
      }
   },
   ["Тлеющий уголь"] = {
      drop = {
       ["Пылающий изгой"] = 6991,
      }
   },
   ["Партия руды Джордана"] = {
      drop = {
       ["Огр из клана Мо'Грош"] = 6992,
       ["Головорез из клана Мо'Грош"] = 6992,
       ["Шаман из клана Мо'Грош"] = 6992,
       ["Мистик из клана Мо'Грош"] = 6992,
      }
   },
   ["Древесина белокаменного дуба"] = {
      drop = {
       ["Гоблин-древоруб"] = 6994,
      }
   },
   ["Амулет Крапивца"] = {
      drop = {
       ["Штейгер Крапивец"] = 1875,
      }
   },
   ["Браслеты элементаля воды"] = {
      drop = {
       ["Младший элементаль воды"] = 3923,
      }
   },
   ["Оскверненный самоцвет Кора"] = {
      drop = {
       ["Жрица прилива из Непроглядной Пучины"] = 6995,
       ["Оракул Непроглядной Пучины"] = 6995,
       ["Морская ведьма Непроглядной Пучины"] = 6995,
      }
   },
   ["Деревянная нога Моури"] = {
      drop = {
       ["Моури \"Деревянная Нога\" Вилкинс"] = 3924,
      }
   },
   ["Золотая подзорная труба Джон-Джона"] = {
      drop = {
       ["Джон-Джон Ворон"] = 3925,
      }
   },
   ["Книга магических формул"] = {
      drop = {
       ["Пузиллин"] = 18261,
      }
   },
   ["Огромное кольцо Чаки"] = {
      drop = {
       ["Чаки \"Недотепа\""] = 3926,
      }
   },
   ["Ключ Моури"] = {
      drop = {
       ["Изверг из клана Мош'Огг"] = 3930,
       ["Шаман из клана Мош'Огг"] = 3930,
       ["Вождь Мош'Огг"] = 3930,
       ["Солдат-наемник из клана Мош'Огг"] = 3930,
       ["Чаротвор Мош'Огг"] = 3930,
       ["Палач Мош'Огг"] = 3930,
      }
   },
   ["Сундук Смоттса"] = {
      drop = {
       ["Горлаш"] = 3932,
      }
   },
   ["Красная шерстяная бандана"] = {
      drop = {
       ["Декстрен Вард"] = 2909,
       ["Узник из Братства Справедливости"] = 2909,
       ["Пленник из Братства Справедливости"] = 2909,
       ["Заключенный из Братства Справедливости"] = 2909,
       ["Каторжник из Братства Справедливости"] = 2909,
       ["Мятежник из Братства Справедливости"] = 2909,
       ["Базиль Тредд"] = 2909,
       ["Бругал Железный Кулак"] = 2909,
      }
   },
   ["Абордажная сабля Смоттса"] = {
      drop = {
       ["Неголаш"] = 3935,
      }
   },
   ["Карточка Союза шахтеров"] = {
      drop = {
       ["Скелет-шахтер"] = 1894,
       ["Нежить-землечерп"] = 1894,
       ["Нежить-подрывник"] = 1894,
      }
   },
   ["Кость динозавра"] = {
      drop = {
       ["Стегодон"] = 11114,
       ["Панцирный стегодон"] = 11114,
       ["Шипастый стегодон"] = 11114,
       ["Громовой стегодон"] = 11114,
       ["Кровоцвет-зверолов"] = 11114,
       ["Молодой деметродон"] = 11114,
       ["Деметродон"] = 11114,
       ["Старый деметродон"] = 11114,
       ["Бесноватый терродактиль"] = 11114,
      }
   },
   ["Шкура кроколиска"] = {
      drop = {
       ["Морской кроколиск"] = 2925,
       ["Болотный кроколиск"] = 2925,
       ["Молодой болотный кроколиск"] = 2925,
       ["Озерный кроколиск"] = 2925,
       ["Гигантский болотный кроколиск"] = 2925,
       ["Большой озерный кроколиск"] = 2925,
       ["Старый солоноводный кроколиск"] = 2925,
       ["Крупнозубый кроколиск"] = 2925,
       ["Оскверненный крупнозубый кроколиск"] = 2925,
       ["Загадочный кроколиск"] = 2925,
      }
   },
   ["Образец яда силитида"] = {
      drop = {
       ["Камнехвостый скорпид"] = 22381,
       ["Камнехвостый клешневик"] = 22381,
       ["Камнехвостый живодер"] = 22381,
       ["Песчаный паук-быстролап"] = 22381,
       ["Скальный паук-скакун"] = 22381,
      }
   },
   ["Голова Базиля Тредда"] = {
      drop = {
       ["Базиль Тредд"] = 2926,
      }
   },
   ["Ребро вурдалака"] = {
      drop = {
       ["Плотояд"] = 884,
       ["Костеглод"] = 884,
       ["Мозгоед"] = 884,
       ["Распространитель чумы"] = 884,
       ["Гнилая нежить"] = 884,
      }
   },
   ["Камень могущества Ан'Аллеума"] = {
      drop = {
       ["Тенегорнский геодезист"] = 8052,
       ["Тенегорнский бузотер"] = 8052,
       ["Тенегорнский землекоп"] = 8052,
       ["Тенегорнский охотник за реликвиями"] = 8052,
       ["Тенегорнский черный маг"] = 8052,
       ["Тенегорнский археолог"] = 8052,
       ["Тенегорнский геолог"] = 8052,
       ["Тенегорнский душитель"] = 8052,
       ["Тенегорнский меткий стрелок"] = 8052,
      }
   },
   ["Лучший табак Сиаби"] = {
      drop = {
       ["Фрас Сиаби"] = 13172,
      }
   },
   ["Обсидиановый источник силы"] = {
      drop = {
       ["Обсидиановый часовой"] = 8053,
      }
   },
   ["Табличка Каринья"] = {
      drop = {
       ["Лорд Опалитель"] = 11126,
      }
   },
   ["Образец чумной плоти"] = {
      drop = {
       ["Уничтоженный кадавр"] = 13174,
       ["Изуродованный кадавр"] = 13174,
       ["Чумной вурдалак"] = 13174,
       ["Вурдалак-стервятник"] = 13174,
       ["Плотоядный живодер"] = 13174,
       ["Некрорахнид-ползун"] = 13174,
       ["Некрорахнид-живоглот"] = 13174,
       ["Лоскутный ужас"] = 13174,
       ["Желчеплюй"] = 13174,
       ["Изрыгатель яда"] = 13174,
       ["Мировой судья Бартилас"] = 13174,
       ["Баронесса Анастари"] = 13174,
       ["Неруб'энкан"] = 13174,
       ["Рамштайн Ненасытный"] = 13174,
       ["Барон Ривендер"] = 13174,
       ["Визжащая банши"] = 13174,
       ["Непрощенный"] = 13174,
       ["Певчий Форрестен"] = 13174,
       ["Тимми Беспощадный"] = 13174,
       ["Почтальон Мэлоун"] = 13174,
      }
   },
   ["Суть Стихий"] = {
      drop = {
       ["Жар"] = 11129,
       ["Создание-завоеватель"] = 11129,
       ["Беспощадный голем"] = 11129,
       ["Оплавленный боевой голем"] = 11129,
       ["Огненный страж"] = 11129,
       ["Пылающий огнестраж"] = 11129,
       ["Огнестраж-разрушитель"] = 11129,
       ["Панцер Непобедимый"] = 11129,
       ["Лорд Опалитель"] = 11129,
       ["Лорд Роккор"] = 11129,
       ["Подчинитель Пирон"] = 11129,
       ["Посол Огнехлыст"] = 11129,
      }
   },
   ["Слеза кроколиска"] = {
      drop = {
       ["Озерный кроколиск"] = 2939,
       ["Большой озерный кроколиск"] = 2939,
      }
   },
   ["Сущность Гидротвари"] = {
      drop = {
       ["Гидротварь"] = 18299,
      }
   },
   ["Запас измененной смеси Занзила"] = {
      drop = {
       ["Старший штейгер Пузик Нервотреп"] = 8073,
      }
   },
   ["Голова Галливикса"] = {
      drop = {
       ["Старший штейгер Пузик Нервотреп"] = 8074,
      }
   },
   ["Ключ к котлу на поле Джанис"] = {
      drop = {
       ["Хранитель котла Желчень"] = 13194,
      }
   },
   ["Коготь большого гнолла"] = {
      drop = {
       ["Дробитель"] = 1931,
      }
   },
   ["Ключ к котлу на поле Слез Далсона"] = {
      drop = {
       ["Хранитель котла Злобиус"] = 13195,
      }
   },
   ["Ключ к котлу на пустоши Гаррона"] = {
      drop = {
       ["Хранитель котла Душегнев"] = 13196,
      }
   },
   ["Ключ к котлу Удела Страданий"] = {
      drop = {
       ["Хранитель котла Разарх"] = 13197,
      }
   },
   ["Записи Хазгорма"] = {
      drop = {
       ["Геолог Хазгорм"] = 5006,
      }
   },
   ["Первородный огонь"] = {
      drop = {
        ["Посол Инфернос"] = 1,
        ["Пылающий изгой"] = 2,
        ["Разбойник-дух огня"] = 3,
        ["Пылающий опустошитель"] = 4,
        ["Пылающий разрушитель"] = 5,
        ["Пылающий элементаль"] = 6,
        ["Инфернальный элементаль"] = 7,
        ["Элементаль магмы"] = 8,
        ["Испепеляющий элементаль"] = 9,
        ["Живое пламя"] = 10,
        ["Жар"] = 11,
        ["Огненный страж"] = 12,
        ["Пылающий огнестраж"] = 13,
        ["Огнестраж-разрушитель"] = 14,
        ["Подчинитель Пирон"] = 15,
        ["Яропламень"] = 16,
        ["Огненный злопыхатель"] = 17,
        ["Огненный грелль"] = 18,
        ["Пламенеющий яростень"] = 19,
        ["Энтропический зверь"] = 20,
        ["Энтропический ужас"] = 21,
        ["Волхан"] = 22,
        ["Огненный великан"] = 23,
        ["Разрушитель из недр"] = 24,
        ["Поджигатель"] = 25,
        ["Поджигатель-жрец"] = 26,
        ["Поджигатель-целитель"] = 27,
        ["Поджигатель-гвардеец"] = 28,
        ["Огнеход"] = 29,
        ["Пламестраж"] = 30,
        ["Повелитель огня"] = 31,
        ["Барон Геддон"] = 32,
        ["Предвестник Сульфурон"] = 33,
        ["Люцифрон"] = 34,
        ["Заступник-поджигатель"] = 35,
        ["Гееннас"] = 36,
        ["Шаззрах"] = 37,
        ["Пылающий захватчик"] = 38,
        ["Барон Огнерр"] = 39,
        ["Принц Скальдренокс"] = 40,
        ["Огарцог"] = 41,
        ["Багровый храмовник"] = 42,
      }
   },
   ["Первородная земля"] = {
      drop = {
        ["Каменный элементаль"] = 1,
        ["Каменная Ярость"] = 2,
        ["Порабощенный элементаль"] = 3,
        ["Шумный изгнанник"] = 4,
        ["Младший каменный элементаль"] = 5,
        ["Большой каменный элементаль"] = 6,
        ["Грохотун"] = 7,
        ["Мизраэль"] = 8,
        ["Разъяренный каменный элементаль"] = 9,
        ["Страж Фам'ретор"] = 10,
        ["Разъяренный дух камня"] = 11,
        ["Взбешенный дух камня"] = 12,
        ["Грохочущий булыжень"] = 13,
        ["Рок'Алим Крушитель"] = 14,
        ["Земляной яростень"] = 15,
        ["Обсидиановый элементаль"] = 16,
        ["Большой обсидиановый элементаль"] = 17,
        ["Инфернал-телохранитель"] = 18,
        ["Караульный-инфернал"] = 19,
        ["Испепелитель"] = 20,
        ["Смолдар"] = 21,
        ["Землебой"] = 22,
        ["Волхан"] = 23,
        ["Огненный великан"] = 24,
        ["Разрушитель из недр"] = 25,
        ["Лавовый уничтожитель"] = 26,
        ["Песчаный паук-быстролап"] = 27,
        ["Пустынный грохотун"] = 28,
        ["Пустынный яростень"] = 29,
        ["Темнокаменный грохотун"] = 30,
        ["Темнокаменный крушитель"] = 31,
        ["Желтокаменный сокрушитель"] = 32,
        ["Желтокаменный разрушитель"] = 33,
        ["Терадримский осколыш"] = 34,
        ["Терадримский страж"] = 35,
        ["Элементаль лавы"] = 36,
        ["Лавовый разоритель"] = 37,
        ["Лавовый волноплеск"] = 38,
        ["Локолар Владыка Льда"] = 39,
        ["Грохочущий захватчик"] = 40,
        ["Лавинион"] = 41,
        ["Барон Казум"] = 42,
        ["Герцог Осколков"] = 43,
        ["Земельник-храмовник"] = 44,
      }
   },
   ["Первородная вода"] = {
      drop = {
        ["Младший элементаль воды"] = 1,
        ["Морской изгой"] = 2,
        ["Призванный страж"] = 3,
        ["Злобный элементаль воды"] = 4,
        ["Слуга Аку'май"] = 5,
        ["Морской элементаль"] = 6,
        ["Морской вал"] = 7,
        ["Облученный ужас"] = 8,
        ["Липкая муть"] = 9,
        ["Ядовитый ужас"] = 10,
        ["Зачумленный волноплеск"] = 11,
        ["Чумной опустошитель"] = 12,
        ["Зачумленный ужас"] = 13,
        ["Чумное чудовище"] = 14,
        ["Лужа грязи"] = 15,
        ["Эк'алом"] = 16,
        ["Обжигающий элементаль"] = 17,
        ["Кипящий элементаль"] = 18,
        ["Камнехвостый клешневик"] = 19,
        ["Приливница"] = 20,
        ["Барон Акванис"] = 21,
        ["Колыхающийся волноплеск"] = 22,
        ["Гидротварь"] = 23,
        ["Ядовитая лоза"] = 24,
        ["Искатель Аквалон"] = 25,
        ["Принцесса Бурилла"] = 26,
        ["Водянистый захватчик"] = 27,
        ["Пламехват из культа Сумеречного Молота"] = 28,
        ["Герцог Глубин"] = 29,
        ["Лазурный храмовник"] = 30,
        ["Госпожа Наталия Мар'алит"] = 31,
        ["Лорд Сквол"] = 32,
        ["Охотник-убийца из улья Регал"] = 33,
      }
   },
   ["Первородный воздух"] = {
      drop = {
        ["Пыледемон"] = 1,
        ["Грохочущий изгнанник"] = 2,
        ["Циклониан"] = 3,
        ["Порывистый вихрь"] = 4,
        ["Стремительный вихрь"] = 5,
        ["Живая буря"] = 6,
        ["Вихревой потрошитель"] = 7,
        ["Вихревой штормоход"] = 8,
        ["Вихревой живорез"] = 9,
        ["Камнехвостый клешневик"] = 10,
        ["Вихрь пыли"] = 11,
        ["Воин смерча"] = 12,
        ["Ветробой"] = 13,
        ["Вертящийся захватчик"] = 14,
        ["Ураганий"] = 15,
        ["Верховный маршал Круговерт"] = 16,
        ["Седой храмовник"] = 17,
        ["Герцог Ветров"] = 18,
      }
   },
   ["Красная шелковая бандана"] = {
      drop = {
       ["Подручный из Братства Справедливости"] = 915,
       ["Шахтер из Братства Справедливости"] = 915,
       ["Кудесник из Братства Справедливости"] = 915,
       ["Надзиратель из Братства Справедливости"] = 915,
       ["Черный страж из Братства Справедливости"] = 915,
       ["Пират из Братства Справедливости"] = 915,
       ["Землекоп из Братства Справедливости"] = 915,
       ["Сторож из Братства Справедливости"] = 915,
       ["Чудодей из Братства Справедливости"] = 915,
       ["Рабочий из Братства Справедливости"] = 915,
       ["Вызыватель из Братства Справедливости"] = 915,
       ["Ветроплет из Братства Справедливости"] = 915,
       ["Горнорабочий из Братства Справедливости"] = 915,
       ["Надсмотрщик из Братства Справедливости"] = 915,
       ["Волшебник из Братства Справедливости"] = 915,
      }
   },
   ["Жало камнехвостого скорпида"] = {
      drop = {
       ["Камнехвостый скорпид"] = 20373,
      }
   },
   ["Жало камнехвостого клешневика"] = {
      drop = {
       ["Камнехвостый клешневик"] = 20374,
      }
   },
   ["Голова Владыки теней Скверн'дана"] = {
      drop = {
       ["Владыка теней Скверн'дан"] = 13207,
      }
   },
   ["Жало камнехвостового живодера"] = {
      drop = {
       ["Камнехвостый живодер"] = 20375,
      }
   },
   ["Клык песчаного паука-быстролапа"] = {
      drop = {
       ["Песчаный паук-быстролап"] = 20376,
      }
   },
   ["Нитроглицерин"] = {
      drop = {
       ["Солдат Бейл'дана"] = 5017,
       ["Бейл'данский ружейник"] = 5017,
       ["Бейл'данский офицер"] = 5017,
       ["Лорд Кайрик Черноковаль"] = 5017,
      }
   },
   ["Клык скального паука-скакуна"] = {
      drop = {
       ["Скальный паук-скакун"] = 20377,
      }
   },
   ["Зеркальце Мэри"] = {
      drop = {
       ["Невменяемый вурдалак"] = 1946,
      }
   },
   ["Древесная сердцевина"] = {
      drop = {
       ["Солдат Бейл'дана"] = 5018,
       ["Бейл'данский ружейник"] = 5018,
       ["Бейл'данский офицер"] = 5018,
       ["Лорд Кайрик Черноковаль"] = 5018,
      }
   },
   ["Натриевая селитра"] = {
      drop = {
       ["Солдат Бейл'дана"] = 5019,
       ["Бейл'данский ружейник"] = 5019,
       ["Бейл'данский офицер"] = 5019,
       ["Лорд Кайрик Черноковаль"] = 5019,
      }
   },
   ["Наручи обезумевших духов воды"] = {
      drop = {
       ["Колыхающийся волноплеск"] = 17309,
      }
   },
   ["Голова Барака"] = {
      drop = {
       ["Барак Кодобой"] = 5022,
      }
   },
   ["Голова Верога"] = {
      drop = {
       ["Верог Дервиш"] = 5023,
      }
   },
   ["Голова предводителя драконидов Разящего Бича"] = {
      drop = {
       ["Предводитель драконов Разящий Бич"] = 20383,
      }
   },
   ["Голова Хэрзула"] = {
      drop = {
       ["Хэзрул Кровавая Отметина"] = 5025,
      }
   },
   ["Хелицеры смертехвата"] = {
      drop = {
       ["Смертехват"] = 20385,
      }
   },
   ["Огненная смола"] = {
      drop = {
       ["Водоискатель из племени Иглогривых"] = 5026,
       ["Терноплет из племени Иглогривых"] = 5026,
       ["Геомант племени Иглогривых"] = 5026,
       ["Мистик из племени Иглогривых"] = 5026,
      }
   },
   ["Жало Гориши"] = {
      drop = {
       ["Оса из улья Гориши"] = 22435,
       ["Рабочий из улья Гориши"] = 22435,
       ["Разоритель из улья Гориши"] = 22435,
       ["Острожал из улья Гориши"] = 22435,
       ["Проходчик из улья Гориши"] = 22435,
       ["Стражник улья Гориши"] = 22435,
       ["Матка улья Гориши"] = 22435,
      }
   },
   ["Наручи кентавра"] = {
      drop = {
       ["Пастух из племени Колкар"] = 5030,
       ["Буревестница из племени Колкар"] = 5030,
       ["Пастух из племени Колкар"] = 5030,
       ["Мародер из племени Колкар"] = 5030,
       ["Барак Кодобой"] = 5030,
       ["Верог Дервиш"] = 5030,
       ["Хэзрул Кровавая Отметина"] = 5030,
       ["Кровопыт из племени Колкар"] = 5030,
       ["Каменная рука"] = 5030,
       ["Копьелом"] = 5030,
       ["Каменное Копье"] = 5030,
       ["Полководец Кром'зар"] = 5030,
       ["Предвестница бури из племени Колкар"] = 5030,
       ["Захватчик из племени Колкар"] = 5030,
      }
   },
   ["Око Углевзора"] = {
      drop = {
       ["Пиростраж Углевзор"] = 17322,
      }
   },
   ["Гнилая лоза"] = {
      drop = {
       ["Атал'аларион"] = 22444,
      }
   },
   ["Монокль огров"] = {
      drop = {
       ["Ззарк'Вул"] = 1968,
      }
   },
   ["Смесь Занзила"] = {
      drop = {
       ["Зомби Занзила"] = 4016,
       ["Охотник Занзила"] = 4016,
       ["Знахарь Занзила"] = 4016,
       ["Нага Занзила"] = 4016,
       ["Занзил Отверженный"] = 4016,
       ["Джон-Джон Ворон"] = 4016,
       ["Чаки \"Недотепа\""] = 4016,
       ["Зомби Занзила"] = 4016,
      }
   },
   ["Нож Темного охотника"] = {
      drop = {
       ["Темный охотник из племени Сухокожих"] = 5040,
      }
   },
   ["Рассуждения Кадгара о пространственной сходимости"] = {
      drop = {
       ["Тиноброд"] = 6065,
       ["Старый тиноброд"] = 6065,
       ["Перевитый ужас"] = 6065,
       ["Хозяин болота"] = 6065,
      }
   },
   ["Рука Люцифрона"] = {
      drop = {
       ["Люцифрон"] = 17329,
      }
   },
   ["Голова вождя Дез'хепа"] = {
      drop = {
       ["Вождь Дез'хеп"] = 6066,
      }
   },
   ["Рука Сульфурона"] = {
      drop = {
       ["Предвестник Сульфурон"] = 17330,
      }
   },
   ["Ухо кентавра"] = {
      drop = {
       ["Кентавр из племени Колкар"] = 6067,
       ["Разведчик из племени Колкар"] = 6067,
       ["Изверг из племени Колкар"] = 6067,
       ["Ветроловка из племени Колкар"] = 6067,
       ["Полководец племени Колкар"] = 6067,
       ["Разрушитель из племени Колкар"] = 6067,
       ["Разведчик из племени Маграм"] = 6067,
       ["Гонец из племени Маграм"] = 6067,
       ["Пастух из племени Маграм"] = 6067,
       ["Ветроловка из племени Маграм"] = 6067,
       ["Буревестница из племени Маграм"] = 6067,
       ["Пастух из племени Маграм"] = 6067,
       ["Мародер из племени Маграм"] = 6067,
       ["Изверг из племени Маграм"] = 6067,
       ["Гонец из племени Гелкис"] = 6067,
       ["Разведчик из племени Гелкис"] = 6067,
       ["Чеканщик из племени Гелкис"] = 6067,
       ["Ветроловка из племени Гелкис"] = 6067,
       ["Заклинательница земли из племени Гелкис"] = 6067,
       ["Изверг из племени Гелкис"] = 6067,
       ["Мародер из племени Гелкис"] = 6067,
       ["Разведчик из племени Мародин"] = 6067,
       ["Пастух из племени Мародин"] = 6067,
       ["Изверг из племени Мародин"] = 6067,
       ["Ветроловка из племени Мародин"] = 6067,
       ["Буревестница из племени Мародин"] = 6067,
       ["Мародер из племени Мародин"] = 6067,
       ["Вождь Храта"] = 6067,
       ["Вождь Дез'хеп"] = 6067,
       ["Вождь Джен"] = 6067,
       ["Вождь Шак"] = 6067,
       ["Телохранитель Варуга"] = 6067,
       ["Охранник хана из племени Мародин"] = 6067,
       ["Советник хана из племени Мародин"] = 6067,
       ["Изгнанная некромантка"] = 6067,
       ["Лиходейка из племени Колкар"] = 6067,
       ["Душитель из племени Колкар"] = 6067,
      }
   },
   ["Рука Гееннаса"] = {
      drop = {
       ["Гееннас"] = 17331,
      }
   },
   ["Рука Шаззраха"] = {
      drop = {
       ["Шаззрах"] = 17332,
      }
   },
   ["Огненный кристалл"] = {
      drop = {
       ["Разбойник-дух огня"] = 16312,
       ["Пылающий опустошитель"] = 16312,
       ["Пылающий разрушитель"] = 16312,
      }
   },
   ["Голова вождя Джена"] = {
      drop = {
       ["Вождь Джен"] = 6072,
      }
   },
   ["Голова вождя Шака"] = {
      drop = {
       ["Вождь Шак"] = 6073,
      }
   },
   ["Ключ зажигания"] = {
      drop = {
       ["Бригадир Зубовиззл"] = 5050,
      }
   },
   ["Кинжал Кателины"] = {
      drop = {
       ["\"Красавчик\" Дункан"] = 4027,
      }
   },
   ["Стебли акириса"] = {
      drop = {
       ["Нага-исследователь"] = 4029,
      }
   },
   ["Фрагмент ключа Мародина"] = {
      drop = {
       ["Вождь Храта"] = 6077,
      }
   },
   ["Невредимый рог ящера"] = {
      drop = {
       ["Яркочешуйчатый смертехват"] = 5055,
       ["Ишамухал"] = 5055,
       ["Такк Прыгун"] = 5055,
      }
   },
   ["Грубый оберег"] = {
      drop = {
       ["Кентавр из племени Колкар"] = 6079,
       ["Разведчик из племени Колкар"] = 6079,
       ["Изверг из племени Колкар"] = 6079,
       ["Ветроловка из племени Колкар"] = 6079,
       ["Полководец племени Колкар"] = 6079,
       ["Разрушитель из племени Колкар"] = 6079,
       ["Лиходейка из племени Колкар"] = 6079,
       ["Душитель из племени Колкар"] = 6079,
      }
   },
   ["Сердце пантеры Тени"] = {
      drop = {
       ["Пантера Тени"] = 6080,
      }
   },
   ["Мох хозяина болота"] = {
      drop = {
       ["Хозяин болота"] = 6081,
      }
   },
   ["Камень приливов"] = {
      drop = {
       ["Газбан"] = 4034,
      }
   },
   ["Яйцо силитида"] = {
      drop = {
       ["Ползучий силитид"] = 5058,
       ["Личинка cилитида"] = 5058,
       ["Членистоног Силитида"] = 5058,
       ["Заступник-силитид"] = 5058,
      }
   },
   ["Глубинная опухоль"] = {
      drop = {
       ["Глубинный великан"] = 6082,
       ["Глубинный искатель"] = 6082,
      }
   },
   ["Покрытый коркой щит силитида"] = {
      drop = {
       ["Душитель из улья Аши"] = 17346,
      }
   },
   ["Россыпь Слез"] = {
      drop = {
       ["Ветроловка из племени Гелкис"] = 6083,
       ["Заклинательница земли из племени Гелкис"] = 6083,
       ["Грохотун из племени Гелкис"] = 6083,
      }
   },
   ["Голова Барона Ривендера"] = {
      drop = {
       ["Барон Ривендер"] = 13251,
      }
   },
   ["Печень кровоклыка"] = {
      drop = {
        ["Кровоклык"] = 1,
        ["Грубобрюх"] = 2,
        ["Молодой кровоклык"] = 3,
        ["Большой кровоклык"] = 4,
      }
   },
   ["Иссеченный в бою топор"] = {
      drop = {
       ["Воитель из клана Черной горы"] = 3014,
       ["Темный чародей из клана Черной горы"] = 3014,
       ["Перебежчик из клана Черной горы"] = 3014,
       ["Рубака из клана Черной горы"] = 3014,
       ["Вестник из клана Черной горы"] = 3014,
       ["Следопыт из клана Черной горы"] = 3014,
       ["Разведчик из клана Черной горы"] = 3014,
       ["Караульный из клана Черной горы"] = 3014,
       ["Охотник из клана Черной горы"] = 3014,
       ["Призыватель из клана Черной горы"] = 3014,
       ["Гладиатор из клана Черной горы"] = 3014,
      }
   },
   ["Голова ящера"] = {
      drop = {
       ["Яркочешуйчатый кнутохвост"] = 5062,
       ["Яркочешуйчатый крикун"] = 5062,
       ["Яркочешуйчатый смертехват"] = 5062,
       ["Ишамухал"] = 5062,
       ["Такк Прыгун"] = 5062,
      }
   },
   ["Образец слизи из Оскверненного леса"] = {
      drop = {
       ["Проклятый слизнюк"] = 12230,
       ["Нечистый слизнюк"] = 12230,
       ["Онгар"] = 12230,
      }
   },
   ["Клык Кринига Грознорыла"] = {
      drop = {
       ["Криниг Грознорыл"] = 5063,
      }
   },
   ["Гигантская опухоль"] = {
      drop = {
       ["Дубохмур"] = 8136,
      }
   },
   ["Коготь Зачарованного Крыла"] = {
      drop = {
       ["Гарпия из стаи Зачарованного Крыла"] = 5064,
       ["Разбойница из стаи Зачарованного Крыла"] = 5064,
       ["Душегубка из стаи Зачарованного Крыла"] = 5064,
       ["Душительница из стаи Зачарованного Крыла"] = 5064,
       ["Призывательница ветров из стаи Зачарованного Крыла"] = 5064,
       ["Серена Кровавое Перо"] = 5064,
      }
   },
   ["Кольцо лейтенанта гарпий"] = {
      drop = {
       ["Душегубка из стаи Зачарованного Крыла"] = 5065,
      }
   },
   ["Голова Серены"] = {
      drop = {
       ["Серена Кровавое Перо"] = 5067,
      }
   },
   ["Образец слизи из Кратера Ун'Горо"] = {
      drop = {
       ["Скользкий слизнюк"] = 12235,
       ["Первобытный слизнюк"] = 12235,
       ["Липкий слизнюк"] = 12235,
      }
   },
   ["Чистая проба из Ун'Горо"] = {
      drop = {
       ["Громила из клана Огненного Чрева"] = 12236,
      }
   },
   ["Кусочки отличного крабьего мяса"] = {
      drop = {
       ["Покрытый илом краб"] = 12237,
       ["Рифовый краб"] = 12237,
      }
   },
   ["Дергающийся усик"] = {
      drop = {
       ["Ползучий силитид"] = 7119,
       ["Личинка cилитида"] = 7119,
       ["Членистоног Силитида"] = 7119,
       ["Силитид-жнец"] = 7119,
       ["Заступник-силитид"] = 7119,
      }
   },
   ["Череп Лока"] = {
      drop = {
       ["Лок Оркобой"] = 5072,
      }
   },
   ["Череп Нака"] = {
      drop = {
       ["Нак"] = 5073,
      }
   },
   ["Череп Каза"] = {
      drop = {
       ["Каз"] = 5074,
      }
   },
   ["Записи Грелина Белоборода"] = {
      drop = {
       ["Грик'нир Холодный"] = 2004,
      }
   },
   ["Ожерелье Бернис"] = {
      drop = {
       ["Фикс"] = 981,
      }
   },
   ["Большая шкура речного кроколиска"] = {
      drop = {
       ["Речной кроколиск"] = 4053,
      }
   },
   ["Медаль Терамора"] = {
      drop = {
       ["Тераморский страж бухты"] = 5078,
       ["Тераморская оберегательница"] = 5078,
       ["Капитан Гордостанная"] = 5078,
       ["Канонир Смайт"] = 5078,
       ["Канонир Вессан"] = 5078,
      }
   },
   ["Закопченый железный слиток"] = {
      drop = {
       ["Вредитель из племени Ветрорезов"] = 7126,
       ["Землекоп из племени Ветрорезов"] = 7126,
       ["Туннельщик из племени Ветрорезов"] = 7126,
       ["Камнерез из племени Ветрорезов"] = 7126,
       ["Геомант из племени Ветрорезов"] = 7126,
       ["Властитель племени Ветрорезов"] = 7126,
      }
   },
   ["Толченый азурит"] = {
      drop = {
       ["Хилсбрадский шахтер"] = 7127,
      }
   },
   ["Нераздвоенное копыто сатира"] = {
      drop = {
       ["Разбойник из племени Ксавиан"] = 7128,
       ["Предатель из племени Ксавиан"] = 7128,
       ["Скверноподданный из племени Ксавиан"] = 7128,
       ["Призыватель огня из племени Ксавиан"] = 7128,
       ["Сатир из племени Мускуса Скверны"] = 7128,
       ["Разбойник из племени Мускуса Скверны"] = 7128,
       ["Скверноподданный из племени Мускуса Скверны"] = 7128,
       ["Тенелов из племени Мускуса Скверны"] = 7128,
       ["Сатир из племени Каменного Сердца"] = 7128,
       ["Плут из племени Каменного Сердца"] = 7128,
       ["Тенелов из племени Каменного Сердца"] = 7128,
       ["Призыватель огня из племени Каменного Сердца"] = 7128,
      }
   },
   ["Голова Барона Дольноберега"] = {
      drop = {
       ["Барон Дольноберег"] = 5084,
      }
   },
   ["Клык свинобраза из племени Дыбогривов"] = {
      drop = {
       ["Охотник из племени Дыбогривов"] = 5085,
       ["Водоискатель из племени Дыбогривов"] = 5085,
       ["Терноплет из племени Дыбогривов"] = 5085,
       ["Геомант из племени Дыбогривов"] = 5085
      }
   },
   ["Копыта жевры"] = {
      drop = {
       ["Жевра-бегун"] = 5086,
       ["Жевра-скакун"] = 5086,
       ["Жевра-рысак"] = 5086,
       ["Быстрогрив"] = 5086
      }
   },
   ["Клюв долгонога"] = {
      drop = {
       ["Большой равнинный долгоног"] = 5087,
       ["Злобный равнинный долгоног"] = 5087,
       ["Проворный равнинный долгоног"] = 5087
      }
   },
   ["Чародейный кристалл"] = {
      containedi = {
        ["Желтый мешочек с самоцветами"] = 1
      },
      contained = {
        ["Богатая ториевая жила"] = 1,
        ["Покрытая слизью богатая ториевая жила"] = 2,
        ["Ториевая жила Хаккари"] = 3,
        ["Большая обсидиановая глыба"] = 4,
        ["Маленький кусочек обсидиана"] = 5
      }
   },
   ["Рыло кровоклыка"] = {
      drop = {
        ["Кровоклык"] = 1,
        ["Молодой кровоклык"] = 2,
      }
   },
   ["Желтый мешочек с самоцветами"] = {
      drop = {
       ["Азурегос"] = 1,
       ["Нефариан"] = 2,
       ["Исондра"] = 3,
       ["Летон"] = 4,
       ["Эмерисс"] = 5,
       ["Таэрар"] = 6,
       ["Владыка Каззак"] = 7,
       ["Ониксия"] = 8,
       ["Газ'ранка"] = 9
      }
   },
   ["Ключ от терминала"] = {
      drop = {
       ["Ремонтник Угрелов"] = 5089,
      }
   },
   ["Когти хищника саванны"] = {
      drop = {
       ["Хищник саванны"] = 5096,
      }
   },
   ["Изумруд \"Кошачий Глаз\""] = {
      drop = {
       ["Головорез Торговой Компании"] = 5097,
       ["Надзиратель Торговой Компании"] = 5097,
       ["Начальник Медноклин"] = 5097,
      }
   },
   ["Мозг силитида из Улья Аши"] = {
      drop = {
       ["Острожал из улья Аши"] = 20457,
       ["Рабочий из улья Аши"] = 20457,
       ["Защитник из улья Аши"] = 20457,
       ["Пескоброд из улья Аши"] = 20457,
       ["Членистоног из улья 'Аши"] = 20457,
       ["Трутень из улья Аши"] = 20457,
       ["Душитель из улья Аши"] = 20457,
      }
   },
   ["Измененный панцирь хрустогрыза"] = {
      drop = {
       ["Оазисный хрустогрыз"] = 5098,
      }
   },
   ["Мозг силитида из Улья Зора"] = {
      drop = {
       ["Страж дорог из улья Зора"] = 20458,
       ["Проходчик из улья Зора"] = 20458,
       ["Оса из улья Зора"] = 20458,
       ["Разоритель из улья Зора"] = 20458,
       ["Сестра-убийца из улья Зора"] = 20458,
      }
   },
   ["Мозг силитида из Улья Регал"] = {
      drop = {
       ["Душитель из улья Регал"] = 20459,
       ["Землеглот из улья Регал"] = 20459,
       ["Огнеполох из улья Регал"] = 20459,
       ["Поработитель из улья Регал"] = 20459,
       ["Повелитель улья Регал"] = 20459,
      }
   },
   ["Шкура Ичияки"] = {
      drop = {
       ["Ичияки"] = 5100,
      }
   },
   ["Клык Ишамухала"] = {
      drop = {
       ["Ишамухал"] = 5101,
      }
   },
   ["Латунный ошейник"] = {
      drop = {
       ["Принцесса"] = 1006,
      }
   },
   ["Сердце Иши Авака"] = {
      drop = {
       ["Иша Авак"] = 5104,
      }
   },
   ["Открыватель Кристаллов"] = {
      drop = {
       ["Эмиссар Роман'хан"] = 20465,
      }
   },
   ["Перстень-печатка Вайрала"] = {
      drop = {
       ["Вайрал Подлый"] = 20466,
      }
   },
   ["Железная клепка"] = {
      drop = {
       ["Громила из стаи Красногорья"] = 1013,
       ["Мистик из стаи Красногорья"] = 1013,
       ["Губитель из стаи Красногорья"] = 1013,
       ["Чернорабочий из стаи Красногорья"] = 1013,
       ["Костелом"] = 1013,
      }
   },
   ["Сеть Лефтендрис"] = {
      drop = {
       ["Лефтендрис"] = 18426,
      }
   },
   ["Красная льняная бандана"] = {
      drop = {
       ["Бандит из Братства Справедливости"] = 1019,
       ["Морган Вымогатель"] = 1019,
       ["Волшебник-плут из Братства Справедливости"] = 1019,
       ["Душитель из Братства Справедливости"] = 1019,
       ["Эрлан Драджмур"] = 1019,
       ["Сурена Каледон"] = 1019,
       ["Портовый начальник из Братства Справедливости"] = 1019,
       ["Телохранитель из Братства Справедливости"] = 1019,
       ["Докер из Братства Справедливости"] = 1019,
      }
   },   
  ["Задание мастера: боевой цыпленок гномов"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: Гибельная кожаная повязка"] = {
    contained_id = {
      [175556] = 1,
    }
  },  
  ["Задание мастера: массивное грузило"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: пластинчатая бронерыба"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: огромный флакон с лечебным зельем"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: сильное зелье защиты от тайной магии"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: большой ториевый боевой топор"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: имперское зерцало"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: штаны из яркой ткани"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: ториевая труба"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: вулканический молот"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: молниевый угорь"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: гоблинская мина"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: сапоги из рунической ткани"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: гибельный кожаный пояс"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: настой оцепенения"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: мешок из рунической ткани"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: ториевая граната"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: одеяние из рунической ткани"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: огромный флакон с зельем маны"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: Светозарный венец"] = {
    contained_id = {
      [175556] = 1,
    }
  },
  ["Задание мастера: Светозарный венец"] = {
    contained_id = {
      [175555] = 1,
    }
  },
  ["Аварийный маяк КПХ-09/HL"] = {
      drop = {
        ["Морской хрустогрыз"] = 1,
        ["Метатель топоров из племени Порочной Ветви"] = 2,
        ["Знахарь из племени Порочной Ветви"] = 3,
        ["Охотник за головами из племени Порочной Ветви"] = 4,
        ["Темный чародей из племени Порочной Ветви"] = 5,
        ["Берсерк из племени Порочной Ветви"] = 6,
        ["Шкуродер из племени Порочной Ветви"] = 7,
        ["Темный охотник из племени Порочной Ветви"] = 8,
        ["Кровопийца из племени Порочной Ветви"] = 9,
        ["Пожиратель душ из племени Порочной Ветви"] = 10,
        ["Страж Аман'заси из племени Порочной Ветви"] = 11,
        ["Охотник за скальпами из племени Сухокожих"] = 12,
        ["Ревнитель из племени Сухокожих"] = 13,
        ["Шкуродер из племени Сухокожих"] = 14,
        ["Отравитель из племени Сухокожих"] = 15,
        ["Садист из племени Сухокожих"] = 16,
        ["Взыватель из племени Сухокожих"] = 17,
        ["Зеленый слякоч"] = 18,
        ["Нефритовый слизнюк"] = 19,
        ["Обученный остроклюв"] = 20,
        ["Грифон-остроклюв"] = 21,
        ["Остроклюв-повелитель небес"] = 22,
        ["Волчонок Порочной Ветви"] = 23,
        ["Верховой волк Порочной Ветви"] = 24,
        ["Паук-нянька племени Сухокожих"] = 25,
        ["Гонец высокодолья"] = 26,
        ["Разведчик высокодолья"] = 27,
        ["Стрелок высодолья"] = 28,
        ["Следопыт высокодолья"] = 29,
        ["Шадра"] = 30,
        ["Облезлый среброгрив"] = 31,
        ["Среброгривый волк"] = 32,
        ["Среброгривый ревун"] = 33,
        ["Среброгривый бродяга"] = 34,
        ["Злобный совух"] = 35,
        ["Примитивный совух"] = 36,
        ["Дикий совух"] = 37,
        ["Воин из племени Порочной Ветви"] = 38,
        ["Охотник за скальпами из племени Порочной Ветви"] = 39,
        ["Ворожей из племени Порочной Ветви"] = 40,
        ["Нефритовый слякоч"] = 41,
        ["Изумрудный слизнюк"] = 42,
        ["Хищный совух"] = 43,
        ["Душитель из племени Порочной Ветви"] = 44,
        ["Гаммерита"] = 45,
        ["Коварная жрица Ведьмиса"] = 46,
        ["Квиага Хранительница"] = 47,
        ["Бритвокоготь"] = 48,
        ["Джалинда Дракон Лета"] = 49,
        ["Мит'ретис Чаротворец"] = 50,
        ["Зул'арек Злобный Охотник"] = 51,
        ["Морта'гья Хранительница"] = 52,
        ["Хита'йа Хранительница"] = 53,
      }
   },
   ["Аварийный маяк КПХ-22/FE"] = {
      drop = {
        ["Огр из клана Гордунни"] = 1,
        ["Громила из клана Гордунни"] = 2,
        ["Изверг из клана Гордунни"] = 3,
        ["Шаман из клана Гордунни"] = 4,
        ["Огр-маг из клана Гордунни"] = 5,
        ["Военачальник Гордунни"] = 6,
        ["Маг-лорд из клана Гордунни"] = 7,
        ["Чернокнижник из клана Гордунни"] = 8,
        ["Полководец клана Гордунни"] = 9,
        ["Острожал из улья Зукк'аш"] = 10,
        ["Оса из улья Зукк'аш"] = 11,
        ["Рабочий улья Зукк'аш"] = 12,
        ["Проходчик улья Зукк'аш"] = 13,
        ["Полукровка из стаи Древолапов"] = 14,
        ["Зверолов из стаи Древолапов"] = 15,
        ["Громила из стаи Древолапов"] = 16,
        ["Мистик из стаи Древолапов"] = 17,
        ["Разоритель из стаи Древолапов"] = 18,
        ["Вожак стаи Древолапов"] = 19,
        ["Гроддокская обезьяна"] = 20,
        ["Гроддокский рокотун"] = 21,
        ["Медведь-сталемех"] = 22,
        ["Седой медведь-сталемех"] = 23,
        ["Сталемех-патриарх"] = 24,
        ["Радужный дракончик"] = 25,
        ["Летучий хамелеон"] = 26,
        ["Длиннозуб-охотник"] = 27,
        ["Длиннозубый ревун"] = 28,
        ["Бешеный длиннозуб"] = 29,
        ["Йети со Свирепого Утеса"] = 30,
        ["Неповоротливый йети со Свирепого Утеса"] = 31,
        ["Разъяренный йети со Свирепого Утеса"] = 32,
        ["Йети Бешеного оврага"] = 33,
        ["Старейшина Бешеного оврага"] = 34,
        ["Лютый йети Бешеного оврага"] = 35,
        ["Блеклоперый гиппогриф"] = 36,
        ["Блеклоперый крылень"] = 37,
        ["Блеклоперый грозовой крылень"] = 38,
        ["Блеклоперый патриарх"] = 39,
        ["Дольный крикун"] = 40,
        ["Норовистый дольный крикун"] = 41,
        ["Береговой клешнехват"] = 42,
        ["Береговой глубинник"] = 43,
        ["Воин из клана Гребня Ненависти"] = 44,
        ["Скользящий по волнам из клана Гребня Ненависти"] = 45,
        ["Змеестраж из клана Гребня Ненависти"] = 46,
        ["Мирмидон из клана Гребня Ненависти"] = 47,
        ["Визгунья из клана Гребня Ненависти"] = 48,
        ["Колдунья из клана Гребня Ненависти"] = 49,
        ["Сирена из клана Гребня Ненависти"] = 50,
        ["Леди Сзалла"] = 51,
        ["Рокотун Ловец"] = 52,
        ["Антилус Парящий"] = 53,
        ["Араш-етис"] = 54,
        ["Квирот"] = 55,
        ["Старый Серобрюх"] = 56,
        ["Рыкун"] = 57,
        ["Сухопутный бродяга"] = 58,
        ["Скальный великан"] = 59,
        ["Береговой странник"] = 60,
        ["Странник глубин"] = 61,
        ["Странник волн"] = 62,
        ["Гарпия из стаи Студеных Ключей"] = 63,
        ["Разбойница из стаи Студеных Ключей"] = 64,
        ["Душегубка из стаи Студеных Ключей"] = 65,
        ["Призывательница ветров из стаи Студеных Ключей"] = 66,
        ["Морской элементаль"] = 67,
        ["Морской вал"] = 68,
        ["Проклятый платан"] = 69,
        ["Бродячий лесной древень"] = 70,
        ["Налетчик из племени Зловещего Тотема"] = 71,
        ["Натуралист племени Зловещего Тотема"] = 72,
        ["Шаман племени Зловещего Тотема"] = 73,
        ["Крадущийся йети со Свирепого Утеса"] = 74,
        ["Эдана Коготь Ненависти"] = 75,
        ["Лорд Шалзару"] = 76,
        ["Ослабленный береговой странник"] = 77,
        ["Ослабленный сухопутный бродяга"] = 78,
        ["Ослабленный странник волн"] = 79,
        ["Ослабленный странник глубин"] = 80,
        ["Ослабленный скальный великан"] = 81,
        ["Жалохвост"] = 82,
      }
   },
   ["Аккуратно свернутая записка"] = {
      contained_id = {
        [175555] = 1,
      }
   },
   ["Заржавевший черный ящик"] = {
      drop = {
        ["Зарикотль"] = 1,
      }
   },
   ["Подвеска Мизраэль"] = {
      drop = {
        ["Тиноброд"] = 21,
        ["Муг'тол"] = 66,
        ["Рихтер"] = 75,
        ["Дермот"] = 76,
        ["Расхититель из клана Раздробленного Хребта"] = 77,
        ["Навозер"] = 79,
        ["Гломмус"] = 80,
        ["Тролль из племени Сухокожих"] = 83,
        ["Лорд Соколиный Шлем"] = 113,
        ["Отто"] = 114,
        ["Певица"] = 115,
        ["Коворк"] = 116,
        ["Слиби"] = 131,
        ["Знорт"] = 132,
        ["Ор'Калар"] = 133,
        ["Нэнси Вишас"] = 142,
        ["Воин из племени Черножабрых"] = 181,
        ["Фардел Дабири"] = 182,
        ["Кената Дабири"] = 183,
        ["Ледочрев"] = 184,
        ["Разведчик из племени Гелкис"] = 201,
        ["Буревестница из племени Мародин"] = 209,
        ["Мародер из племени Мародин"] = 210,
        ["Тюремщик судеб"] = 223,
        ["Дева Пустоты"] = 224,
        ["Капитан тюремщиков судеб"] = 225,
        ["Сестра Пустоты"] = 226,
        ["Колдунья Пустоты"] = 227,
        ["Штейгер Коззл"] = 236,
        ["Нобору Дубина"] = 248,
        ["Вождь Дез'хеп"] = 249,
        ["Онгеку"] = 250,
        ["Тиранис Малем"] = 251,
        ["Лорд Азреток"] = 252,
        ["Джугкар Грим'род"] = 253,
        ["Акеллиос-Изгнанник"] = 254,
        ["Телохранитель Варуга"] = 255,
        ["Тоскующий мертвец"] = 256,
        ["Блуждающий фантазм"] = 257,
        ["Новобранец Алого ордена"] = 258,
        ["Барабуль"] = 287,
		
      }
   },
   ["Краткий обзор задач перевозок XI"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,

      }
   },
   ["Голова Жнеца"] = {
      drop = {
        ["Силитид-жнец"] = 1,
      }
   },
   ["Оскверненная водяная сфера"] = {
      drop = {
        ["Приливница"] = 1,
      }
   },
   ["Большая железная бомба"] = {
      contained_id = {
        [171] = 1
      }
   },
   ["Безупречная шкура йети"] = {
      drop = {
        ["Йети Бешеного оврага"] = 1,
        ["Старейшина Бешеного оврага"] = 2,
        ["Лютый йети Бешеного оврага"] = 3,
      }
   },
   ["Боеприпасы Громострела"] = {
      contained = {
        ["Ящик со снарядами"] = 1,
      }
   },
   ["Потерянные припасы"] = {
      contained = {
        ["Разбитый ящик"] = 1,
      }
   },
   ["Окалина черного железа"] = {
      drop = {
        ["Охранник из клана Ярости Горна"] = 1,
        ["Пехотинец из клана Ярости Горна"] = 2,
        ["Солдат из клана Ярости Горна"] = 3,
        ["Медик из клана Ярости Горна"] = 4,
        ["Офицер из клана Ярости Горна"] = 5,
        ["Тенегорнский крестьянин"] = 6,
        ["Ремесленник из клана Кузни Рока"] = 7,
        ["Маршал из клана Ярости Горна"] = 8,
        ["Драгун из клана Кузни Рока"] = 9,
        ["Кузнец-волшебник из клана Кузни Рока"] = 10,
        ["Тенегорнский горожанин"] = 11,
        ["Капитан из клана Ярости Горна"] = 12,
        ["Тенегорнский сенатор"] = 13,
        ["Создание-завоеватель"] = 14,
        ["Беспощадный голем"] = 15,
        ["Создание молота Гнева"] = 16,
        ["Оплавленный боевой голем"] = 17,
        ["Огненный страж"] = 18,
        ["Пылающий огнестраж"] = 19,
        ["Огнестраж-разрушитель"] = 20,
        ["Истязатель из культа Сумеречного Молота"] = 21,
        ["Эмиссар культа Сумеречного Молота"] = 22,
        ["Телохранитель из культа Сумеречного Молота"] = 23,
        ["Посол из культа Сумеречного Молота"] = 24,
        ["Зритель арены"] = 25,
        ["Оружейный техник"] = 26,
        ["Гончий пес"] = 27,
        ["Гончий мастиф"] = 28,
        ["Панцер Непобедимый"] = 29,
        ["Чудище"] = 30,
        ["Землеройный червь"] = 31,
        ["Глубинный острожал"] = 32,
        ["Черный крикун"] = 33,
        ["Землеройный громорог"] = 34,
        ["Принцесса Мойра Бронзобород"] = 35,
        ["Жук-бурильщик"] = 36,
        ["Пещерный ползун"] = 37,
        ["Повелитель големов Аргелмах"] = 38,
        ["Бейл'Гор"] = 39,
        ["Лорд Опалитель"] = 40,
        ["Верховный дознаватель Герштан"] = 41,
        ["Император Дагран Тауриссан"] = 42,
        ["Пироман Зерно Мудрости"] = 43,
        ["Лорд Роккор"] = 44,
        ["Подчинитель Пирон"] = 45,
        ["Горош Дервиш"] = 46,
        ["Гриззл"] = 47,
        ["Потрошитель"] = 48,
        ["Ок'тор Разрушитель"] = 49,
        ["Ануб'шиа"] = 50,
        ["Хедрум Ползун"] = 51,
        ["Генерал Кузня Гнева"] = 52,
        ["Тюремщик Стилгисс"] = 53,
        ["Верек"] = 54,
        ["Финий Темнострой"] = 55,
        ["Посол Огнехлыст"] = 56,
        ["Псарь Гребмар"] = 57,
        ["Палач из культа Сумеречного Молота"] = 58,
        ["Темный хранитель Ворфалк"] = 59,
        ["Темный хранитель Бетек"] = 60,
        ["Темный хранитель Уггель"] = 61,
        ["Темный хранитель Зимрел"] = 62,
        ["Темный хранитель Офгут"] = 63,
        ["Темный хранитель Пелвер"] = 64,
        ["Темный стражник"] = 65,
        ["Сторож Хватка Смерти"] = 66,
        ["Штоппор Наливалс"] = 67,
        ["Фаланкс"] = 68,
        ["Харли Чернопых"] = 69,
        ["Дебошир-смрадодых"] = 70,
        ["Риббли Крутипроб"] = 71,
        ["Мрачный завсегдатай"] = 72,
        ["Голодный завсегдатай"] = 73,
        ["Пьяный завсегдатай"] = 74,
        ["Ограбиси"] = 75,
        ["Шилл Динджер"] = 76,
        ["Крест Убийца"] = 77,
        ["Джез"] = 78,
        ["Магмус"] = 79,
        ["Друг Риббли"] = 80,
      }
   },
   ["Мифриловая труба"] = {
      contained_id = {
        [170] = 1
      }
   },
   ["Совершенная шкура йети"] = {
      drop = {
        ["Йети Бешеного оврага"] = 1,
        ["Старейшина Бешеного оврага"] = 2,
        ["Лютый йети Бешеного оврага"] = 3,
      }
   },
   ["Корабельное расписание"] = {
      ["drop"] = {
        ["Андре Огнебородый"] = 1
      },
      ["contained"] = {
        ["Пиратский сундучок"] = 1
      }
   },
   ["Карта сокровищ Куэрго"] = {
      contained_id = {
       [175557] = 1,
      }
   },
   ["Ключ от туалета Грязнули"] = {
      drop = {
        ["Кузнец из клана Черного Железа"] = 1,
        ["Поработитель из клана Черного Железа"] = 2,
        ["Надсмотрщик из клана Черного Железа"] = 3,
        ["Караульный из клана Черного Железа"] = 4,
        ["Наблюдатель из клана Черного Железа"] = 5,
        ["Похититель из клана Черного Железа"] = 6,
      }
   },
   ["Неразборчиво исписанный журнал"] = {
      drop = {
        ["Верховный вождь племени Зимней Спячки"] = 1,
      }
   },
   ["Распоряжения Ренда Чернорука"] = {
      drop = {
        ["Интендант из легиона Изрубленного Щита"] = 1,
      }
   },
   ["Палка Нобору"] = {
      drop = {
        ["Нобору Дубина"] = 1,
      }
   },
   ["Голова Нефариана"] = {
      drop = {
        ["Нефариан"] = 1,
      }
   },
   ["Сердце"] = {
      drop = {
        ["Черномшец злосмрадный"] = 1,
      }
   },
   ["Сосуд Возрождения"] = {
      drop = {
        ["Гарр"] = 1,
      }
   },
   ["Наручники Искателя Ветра"] = {
      drop = {
        ["Гарр"] = 1,
        ["Барон Геддон"] = 1
      }
   },
   ["Дремлющий клинок Игривого Ветра"] = {
      drop = {
        ["Принц Громораан"] = 1,
      }
   },
   ["Контракт убийцы"] = {
      drop = {
        ["Мрачный убийца"] = 1,
      }
   },
   ["Здоровая чешуя дракона"] = {
      drop = {
        ["Зачумленный детеныш дракона"] = 1,
      }
   },
   ["Покрытое грязью кольцо"] = {
      drop = {
        ["Посланник из клана Черного Железа"] = 1,
      }
   },
   ["Маленький свиток"] = {
      drop = {
        ["Чарлга Остробок"] = 1,
      }
   },
   ["Фолиант божественности [1]"] = {
      drop = {
        ["Даториан Ралл"] = 1,
      }
   },
   ["Фолиант Отваги"] = {
      drop = {
        ["Брандар Железный Молот"] = 1,
      }
   },
   ["Заколдованный пергамент"] = {
      contained = {
        ["Подержанный деревянный сундук"] = 1,
      }
   },
   ["Свиток Гордунни"] = {
      contained = {
        ["Свиток Гордунни"] = 1,
      }
   },
   ["Дневник Хенрига Хмурня"] = {
      contained = {
        ["Дневник Хенрига Хмурня"] = 1,
      }
   },
   ["Поглощенный кошмарами предмет"] = {
      drop = {
        ["Исондра"] = 1,
        ["Летон"] = 2,
        ["Эмерисс"] = 3,
        ["Таэрар"] = 4,
      }
   },
   ["Краткое изложение тактической задачи VI"] = {
      containedi = {
        ["Тактическое задание"] = 1,
      }
   },
   
   ["Краткое изложение тактической задачи VII"] = {
      containedi = {
        ["Тактическое задание"] = 1,
      }
   },
   ["Краткое изложение тактической задачи VIII"] = {
      containedi = {
        ["Дополнительное тактическое задание"] = 1,
      }
   },
   ["Измятая записка"] = {
      drop = {
        ["Охранник из клана Ярости Горна"] = 1,
        ["Пехотинец из клана Ярости Горна"] = 2,
        ["Солдат из клана Ярости Горна"] = 3,
        ["Медик из клана Ярости Горна"] = 4,
        ["Офицер из клана Ярости Горна"] = 5,
        ["Тенегорнский крестьянин"] = 6,
        ["Ремесленник из клана Кузни Рока"] = 7,
        ["Маршал из клана Ярости Горна"] = 8,
        ["Драгун из клана Кузни Рока"] = 9,
        ["Кузнец-волшебник из клана Кузни Рока"] = 10,
        ["Тенегорнский горожанин"] = 11,
        ["Капитан из клана Ярости Горна"] = 12,
        ["Тенегорнский сенатор"] = 13,
        ["Создание-завоеватель"] = 14,
        ["Беспощадный голем"] = 15,
        ["Создание молота Гнева"] = 16,
        ["Оплавленный боевой голем"] = 17,
        ["Огненный страж"] = 18,
        ["Пылающий огнестраж"] = 19,
        ["Огнестраж-разрушитель"] = 20,
        ["Истязатель из культа Сумеречного Молота"] = 21,
        ["Эмиссар культа Сумеречного Молота"] = 22,
        ["Телохранитель из культа Сумеречного Молота"] = 23,
        ["Посол из культа Сумеречного Молота"] = 24,
        ["Зритель арены"] = 25,
        ["Раб с каменоломни"] = 26,
        ["Оружейный техник"] = 27,
        ["Гончий пес"] = 28,
        ["Гончий мастиф"] = 29,
        ["Панцер Непобедимый"] = 30,
        ["Чудище"] = 31,
        ["Землеройный червь"] = 32,
        ["Глубинный острожал"] = 33,
        ["Черный крикун"] = 34,
        ["Землеройный громорог"] = 35,
        ["Принцесса Мойра Бронзобород"] = 36,
        ["Жук-бурильщик"] = 37,
        ["Пещерный ползун"] = 38,
        ["Повелитель големов Аргелмах"] = 39,
        ["Бейл'Гор"] = 40,
        ["Лорд Опалитель"] = 41,
        ["Верховный дознаватель Герштан"] = 42,
        ["Император Дагран Тауриссан"] = 43,
        ["Пироман Зерно Мудрости"] = 44,
        ["Лорд Роккор"] = 45,
        ["Подчинитель Пирон"] = 46,
        ["Горош Дервиш"] = 47,
        ["Гриззл"] = 48,
        ["Потрошитель"] = 49,
        ["Ок'тор Разрушитель"] = 50,
        ["Ануб'шиа"] = 51,
        ["Хедрум Ползун"] = 52,
        ["Генерал Кузня Гнева"] = 53,
        ["Тюремщик Стилгисс"] = 54,
        ["Верек"] = 55,
        ["Финий Темнострой"] = 56,
        ["Посол Огнехлыст"] = 57,
        ["Псарь Гребмар"] = 58,
        ["Палач из культа Сумеречного Молота"] = 59,
        ["Темный хранитель Пелвер"] = 60,
        ["Темный стражник"] = 61,
        ["Сторож Хватка Смерти"] = 62,
        ["Штоппор Наливалс"] = 63,
        ["Фаланкс"] = 64,
        ["Харли Чернопых"] = 65,
        ["Дебошир-смрадодых"] = 66,
        ["Риббли Крутипроб"] = 67,
        ["Мрачный завсегдатай"] = 68,
        ["Голодный завсегдатай"] = 69,
        ["Пьяный завсегдатай"] = 70,
        ["Ограбиси"] = 71,
        ["Шилл Динджер"] = 72,
        ["Крест Убийца"] = 73,
        ["Джез"] = 74,
        ["Магмус"] = 75,
        ["Друг Риббли"] = 76,
      }
   },
   ["Руководство Омариона"] = {
      drop = {
        ["Ремесленник Вильгельм"] = 1,
      }
   },
   ["Контракт Братства Тория"] = {
      drop = {
        ["Локтос Зловещий Торговец"] = 1,
      }
   },
   ["Основа Атиеша"] = {
      drop = {
        ["Мексна"] = 1,
      }
   },
   ["Светящийся осколок"] = {
      drop = {
        ["Мутанус Пожиратель"] = 1,
      }
   },
   ["Сущность Эраникуса"] = {
      drop = {
        ["Тень Эраникуса"] = 1,
      }
   },
   ["Голова Оссириана Неуязвимого"] = {
      drop = {
        ["Оссириан Неуязвимый"] = 1,
      }
   },
   ["Око К'Туна"] = {
      drop = {
        ["К'Тун"] = 1,
      }
   },
   ["Изящное письмо"] = {
      drop = {
        ["Гест"] = 1,
      }
   },
   ["Книга Подземные Силы"] = {
      drop = {
        ["Послушник из культа Сумеречного Молота"] = 1,
        ["Лиходей из культа Сумеречного Молота"] = 2,
      }
   },
   ["Старинная историческая книга"] = {
      drop = {
        ["Плотояд"] = 1,
        ["Скелет-воин"] = 2,
        ["Ужасный скелет"] = 3,
        ["Маг-скелет"] = 4,
        ["Вестник Тьмы из стаи Ночной Погибели"] = 5,
        ["Ярый Клык Ночной Погибели"] = 6,
        ["Костеглод"] = 7,
        ["Воин из клана Дробящего Кулака"] = 8,
        ["Ночной гонец из Братства Справедливости"] = 9,
        ["Расхититель могил"] = 10,
        ["Ззарк'Вул"] = 11,
        ["Сталван Мистмантл"] = 12,
        ["Невменяемый вурдалак"] = 13,
        ["Мор'Ладим"] = 14,
        ["Скелет-губитель"] = 15,
        ["Тенеткач Ночной Погибели"] = 16,
        ["Мозгоед"] = 17,
        ["Распространитель чумы"] = 18,
        ["Скелет-хранитель"] = 19,
        ["Скелет-лекарь"] = 20,
        ["Огр из клана Дробящего Кулака"] = 21,
        ["Огнепряд из клана Дробящего Кулака"] = 22,
        ["Надсмотрщик из клана Дробящего Кулака"] = 23,
        ["Ворген из стаи Ночной Погибели"] = 24,
        ["Ночной клинок из Братства Справедливости"] = 25,
        ["Чаротворец из Братства Справедливости"] = 26,
        ["Нечистый ворген из стаи Ночной Погибели"] = 27,
        ["Гнилая нежить"] = 28,
        ["Скелет-налетчик"] = 29,
        ["Огнетворец из клана Дробящего Кулака"] = 30,
        ["Зловонный труп"] = 31,
        ["Поработитель из клана Дробящего Кулака"] = 32,
        ["Кишкодер"] = 33,
      }
   },
   ["Древний киражский артефакт"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
      }
   },
   ["Карта с пятнами грязи"] = {
      contained = {
        ["Карта с пятнами грязи"] = 1,
      }
   },
   ["Говорящая голова"] = {
      drop = {
        ["Громила из стаи Гнилошкуров"] = 1,
        ["Насылающий чуму из стаи Гнилошкуров"] = 2,
        ["Дикарь из стаи Гнилошкуров"] = 3,
        ["Гневный гнолл из стаи Гнилошкуров"] = 4,
        ["Костолом из стаи Гнилошкуров"] = 5,
      }
   },
   ["Раздробленный силитидский панцирь"] = {
      drop = {
        ["Силитид-искатель"] = 1,
        ["Силитид-захватчик"] = 2,
        ["Опустошитель-силитид"] = 3,
        ["Силитид-трутень"] = 4,
      }
   },
   ["Изложение боевой задачи I"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
      }
   },
   ["Поцарапанный демоном плащ"] = {
      drop = {
        ["Призрачный Вой"] = 1,
      }
   },
   ["Изложение боевой задачи II"] = {
      containedi = {
        ["Досье Улья Аши"] = 1,
      }
   },
   ["Краткое изложение тактической задачи III"] = {
      containedi = {
        ["Тактическое задание"] = 1,
      }
   },
   ["Краткое изложение тактической задачи I"] = {
      containedi = {
        ["Тактическое задание"] = 1,
        ["Дополнительное тактическое задание"] = 2,
      }
   },
   ["Изложение боевой задачи IV"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
      },
      containedi = {
        ["Досье Улья Зора"] = 1,
      }
   },
   ["Изложение боевой задачи V"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
      },
      containedi = {
        ["Досье Улья Зора"] = 1,
      }
   },
   ["Изложение боевой задачи VI"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
      },
      containedi = {
        ["Досье Улья Зора"] = 1,
      }
   },
   ["Изложение боевой задачи VII"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
      },
      containedi = {
        ["Досье Улья Зора"] = 1,
      }
   },
   ["Фолиант Божественности [2]"] = {
      drop = {
        ["Тиза Боевой Горн"] = 1,
      }
   },
   ["Изложение боевой задачи VIII"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
        ["Камнехвостый живодер"] = 3
      },
      containedi = {
        ["Досье Улья Регал"] = 1,
      }
   },
   ["Ритуальный тотем Мертвого Леса"] = {
      drop = {
        ["Дозорный из племени Мертвого Леса"] = 1,
        ["Мститель из племени Мертвого Леса"] = 2,
        ["Шаман из племени Мертвого Леса"] = 3,
      }
   },
   ["Изложение боевой задачи IX"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
        ["Камнехвостый живодер"] = 3
      },
      containedi = {
        ["Досье Улья Регал"] = 1,
      }
   },
   ["Ритуальный тотем Зимней Спячки"] = {
      drop = {
        ["Ведмедь из племени Зимней Спячки"] = 1,
        ["Шаман из племени Зимней Спячки"] = 2,
        ["Дозорный из племени Зимней Спячки"] = 3,
        ["Тотемист из племени Зимней Спячки"] = 4,
        ["Землепроходец из племени Зимней Спячки"] = 5,
        ["Верховный вождь племени Зимней Спячки"] = 6,
        ["Гонец из племени Зимней Спячки"] = 7,
      }
   },
   ["Изложение боевой задачи X"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
        ["Камнехвостый живодер"] = 3
      },
      containedi = {
        ["Досье Улья Регал"] = 1,
      }
   },
   ["Изложение боевой задачи XI"] = {
      drop = {
        ["Поганище из улья Зора"] = 1,
        ["Пескоброд из улья Аши"] = 2,
        ["Камнехвостый живодер"] = 3
      },
      containedi = {
        ["Досье Улья Регал"] = 1,
      }
   },
   ["Краткий обзор задач перевозок IV"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок IV"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок V"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок VI"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок VI"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Ожерелье Синих перьев"] = {
      drop = {
        ["Безумный совух"] = 1,
        ["Осененный луной совух"] = 2,
        ["Яростный совух"] = 3,
      }
   },
   ["Краткий обзор задач перевозок VIII"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Древний окаменелый древесный лист"] = {
      drop = {
        ["Поджигатель-целитель"] = 1,
        ["Поджигатель-гвардеец"] = 2,
      }
   },
   ["Краткий обзор задач перевозок VII"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Рог Маргульи"] = {
      drop = {
        ["Маргулья Свирепая"] = 1,
      }
   },
   ["Краткий обзор задач перевозок VII"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Старый конверт"] = {
      contained = {
        ["Сундук Бенедикта"] = 1,
      }
   },
   ["Краткий обзор задач перевозок IX"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Повелитель арены"] = {
      contained = {
        ["Сундук Арены с сокровищами"] = 1,
      }
   },
   ["Приказ полководца Клинозуба"] = {
      drop = {
        ["Полководец Клинозуб"] = 1,
      }
   },
   ["Записка убийцы"] = {
      drop = {
        ["Вестник племени Галак"] = 1,
      }
   },
   ["Письмо к Иветте"] = {
      drop = {
        ["Костетряс-солдат"] = 1,
        ["Мрачноокий скелет-заклинатель"] = 2,
        ["Костеголовый солдат"] = 3,
      }
   },
   ["План сбора золота"] = {
      drop = {
        ["Недоросток из стаи Речной Лапы"] = 1,
        ["Графф Быстрохват"] = 2,
        ["Дробитель"] = 3,
        ["Гонец стаи Речной Лапы"] = 4,
      }
   },
   ["Колода Зверей"] = {
      drop = {
        ["Чудовище"] = 1,
      }
   },
   ["Маленькая мохнатая лапка"] = {
      drop = {
        ["Лунопард"] = 1,
        ["Малорослый лунопард"] = 2,
        ["Лунопард-матриарх"] = 3,
        ["Тенекоготь"] = 4,
        ["Взрослый лунопард"] = 5,
        ["Патриарх саванны"] = 6,
        ["Высокогрив саванны"] = 7,
        ["Охотница саванны"] = 8,
        ["Матриарх саванны"] = 9,
        ["Хищник саванны"] = 10,
        ["Ичияки"] = 11,
        ["Саблезубый призрак"] = 12,
        ["Дишу"] = 13,
      }
   },
   ["Трещащий бронзовый механизм"] = {
      drop = {
        ["Следопыт из клана Черной горы"] = 1,
        ["Паладин Алого ордена"] = 2,
        ["Нарилласанз"] = 3,
        ["Налетчик из клана Пронзающего Гребня"] = 4,
        ["Буян из племени Каменного Свода"] = 5,
      }
   },
   ["Медный регулятор"] = {
      drop = {
        ["Уборочный голем"] = 1,
        ["Дозорный полей"] = 2,
        ["Уборочный голем"] = 3,
        ["Мурлок-охотник"] = 4,
        ["Ржавый уборочный голем"] = 5,
        ["Врагорез-4000"] = 6,
        ["Погромщик из Братства Справедливости"] = 7,
        ["Мошенник из Братства Справедливости"] = 8,
        ["Гоблин-инженер"] = 9,
        ["Гоблин-древоруб"] = 10,
        ["Дистанционно управляемый голем"] = 11,
        ["Головорез Торговой Компании"] = 12,
        ["Надзиратель Торговой Компании"] = 13,
        ["Бейл'данский землечерп"] = 14,
        ["Бейл'данский старшина"] = 15,
        ["Солдат Бейл'дана"] = 16,
        ["Бейл'данский ружейник"] = 17,
        ["Бейл'данский офицер"] = 18,
        ["Геолог Хазгорм"] = 19,
        ["Ремонтник Угрелов"] = 20,
        ["Гоблин-корабел"] = 21,
        ["Инженер Торговой Компании"] = 22,
        ["Машиностроитель Торговой Компании"] = 23,
        ["Строитель Торговой Компании"] = 24,
        ["XT:4"] = 25,
        ["XT:9"] = 26,
        ["Горнорабочий из Братства Справедливости"] = 27,
        ["Надсмотрщик из Братства Справедливости"] = 28,
        ["Волшебник из Братства Справедливости"] = 29,
        ["Инженер Безобразец"] = 30,
        ["Землеглот из пещерных глубин"] = 31,
        ["Душитель из пещерных глубин"] = 32,
        ["Разоритель из пещерных глубин"] = 33,
        ["Чавккер"] = 34,
        ["Прокаженный техник"] = 35,
        ["Механотанк"] = 36,
        ["Механический огнемет"] = 37,
        ["Механический ледоступ"] = 38,
        ["Защитный скафандр миротворца"] = 39,
        ["Техбот"] = 40,
        ["Волшебный обнулятор X-21"] = 41,
        ["Механический караульный"] = 42,
        ["Механический страж"] = 43,
        ["Краб"] = 44,
        ["Облученный погромщик"] = 45,
        ["Прокаженный ассистент"] = 46,
        ["Мобильная охранная система"] = 47,
        ["Начальник Медноклин"] = 48,
        ["Звяк Пружиносвист"] = 49,
        ["Крошшер клана Песни Войны"] = 50,
      }
   },
   ["Рассветница"] = {
      containedi = {
        ["Сума вечного цветения"] = 1,
      }
   },
   ["Сума вечного цветения"] = {
      locations = {
        {1,2,0.711,0.342},
        {1,3,0.354,0.084},
        {1,20,0.324,0.438}
      }
   },
   ["Железный Друг"] = {
      drop = {
        ["Финий Темнострой"] = 1,
      }
   },
   ["Разорванная шкура медведя"] = {
      drop = {
        ["Серый медведь"] = 1,
        ["Злобный серый медведь"] = 2,
        ["Старый серый медведь"] = 3,
        ["Медведь Ясеневого леса"] = 4,
        ["Старый медведь Ясеневого леса"] = 5,
        ["Гигантский медведь Ясеневого леса"] = 6,
        ["Урсол'лок"] = 7,
        ["Топтыжень"] = 8,
        ["Большой Самрас"] = 9,
      }
   },
   ["Мягкий пушистый хвост"] = {
      drop = {
        ["Скальный койот"] = 1,
        ["Яростный скальный койот"] = 2,
        ["Старый скальный койот"] = 3,
        ["Ищейка из Алого ордена"] = 4,
        ["Костелап клана Мародин"] = 5,
        ["Костелап племени Маграм"] = 6,
        ["Пожиратель маны"] = 7,
        ["Охотник на магов"] = 8,
        ["Охотник за магией"] = 9,
        ["Костелапая гиена"] = 10,
        ["Голодный костелап"] = 11,
        ["Бешеный костелап"] = 12,
        ["Спот"] = 13,
        ["Хохотунья"] = 14,
      }
   },
   ["Око Пылающей Тени"] = {
      drop = {
        ["Газз'уз"] = 1,
      }
   },
   ["Колода Полководцев"] = {
      drop = {
        ["Король Гордок"] = 1,
      }
   },
   ["Неотосланное письмо"] = {
      drop = {
        ["Эдвин ван Клиф"] = 1,
      }
   },
   ["Пустой бочонок Чена"] = {
      contained = {
        ["Пустой бочонок Чена"] = 1,
      }
   },
   ["Колода Элементалей"] = {
      drop = {
        ["Гидротварь"] = 1,
      }
   },
   ["Краткий обзор задач перевозок X"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок I"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Источник питания"] = {
      drop = {
        ["Главный инженер Чепухастер"] = 1,
      }
   },
   ["Карта сокровищ капитана Сандерса"] = {
      drop = {
        ["Мурлок-береговик"] = 1,
        ["Мурлок-волнолов"] = 2,
        ["Мурлок-воин"] = 3,
        ["Старый Мрачноглаз"] = 4,
        ["Низший мурлок-оракул"] = 5,
        ["Мурлок-охотник"] = 6,
        ["Мурлок-сетеплет"] = 7,
        ["Мурлок-налетчик"] = 8,
        ["Мурлок-оракул"] = 9,
        ["Сларк"] = 10,
        ["Бракк"] = 11,
      }
   },
   ["Колода Порталов"] = {
      drop = {
        ["Темный магистр Гандлинг"] = 1,
      }
   },
   ["Промокший конверт"] = {
      contained = {
        ["Промокшее письмо"] = 1,
      }
   },
   ["Зачарованная ториевая броня1"] = {
      drop = {
        ["Король Гордок"] = 1,
        ["Горалук Треснувшая Наковальня"] = 2,
      }
   },
   ["Зачарованная ториевая броня2"] = {
      drop = {
        ["Громоклин"] = 1,
        ["Молотобоец из Багрового Легиона"] = 2,
      }
   },
   ["Зачарованная ториевая броня3"] = {
      drop = {
        ["Оружейник Черной Стражи"] = 1,
        ["Аррок Смертный Вопль"] = 2,
      }
   },
   ["Кроваво-красный ключ"] = {
      drop = {
        ["Джеденарский головорез"] = 1,
        ["Джеденарский темноплет"] = 2,
        ["Джеденарский чернокнижник"] = 3,
        ["Джеденарский легионер"] = 4,
        ["Улатек"] = 5,
      }
   },
   ["Рваная демонская кожа"] = {
      drop = {
        ["Авгур клана Пылающего Клинка"] = 1,
        ["Разоритель из клана Пылающего Клинка"] = 2,
        ["Адепт клана Пылающего Клинка"] = 3,
        ["Скверноподданный из клана Пылающего Клинка"] = 4,
        ["Темный маг клана Пылающего Клинка"] = 5,
        ["Призыватель из клана Пылающего Клинка"] = 6,
        ["Призыватель духов из клана Пылающего Клинка"] = 7,
        ["Ясновидец клана Пылающего Клинка"] = 8,
      }
   },
   ["Камень клятвы драконьего выводка Изеры"] = {
      drop = {
        ["Итар"] = 1,
      }
   },
   ["Щербатая черная коробка"] = {
      drop = {
        ["Зарикотль"] = 1,
      }
   },
   ["Изорванный дневник"] = {
      drop = {
        ["Дьявозавр"] = 1,
        ["Железношкурый дьявозавр"] = 2,
        ["Тиранодьявозавр"] = 3,
        ["Стегодон"] = 4,
        ["Панцирный стегодон"] = 5,
        ["Шипастый стегодон"] = 6,
        ["Громовой стегодон"] = 7,
        ["Равазавр"] = 8,
        ["Равазавр-бегун"] = 9,
        ["Равазавр-охотник"] = 10,
        ["Ядошкурый равазавр"] = 11,
        ["Кровоцвет-хлыстун"] = 12,
        ["Кровоцвет-живодер"] = 13,
        ["Кровоцвет-крепкозуб"] = 14,
        ["Кровоцвет-зверолов"] = 15,
        ["Ун'Горский топотун"] = 16,
        ["Ун'горская горилла"] = 17,
        ["Ун'Горский рокотун"] = 18,
        ["Смоляная тварь"] = 19,
        ["Смоляной скрытень"] = 20,
        ["Смоляной господин"] = 21,
        ["Смоляной ползун"] = 22,
        ["Оса из улья Гориши"] = 23,
        ["Рабочий из улья Гориши"] = 24,
        ["Разоритель из улья Гориши"] = 25,
        ["Острожал из улья Гориши"] = 26,
        ["Проходчик из улья Гориши"] = 27,
        ["Скользкий слизнюк"] = 28,
        ["Первобытный слизнюк"] = 29,
        ["Липкий слизнюк"] = 30,
        ["Каменный страж"] = 31,
        ["Равазавр-матриарх"] = 32,
        ["Матка Завас"] = 33,
        ["Графф"] = 34,
        ["Король Мош"] = 35,
        ["Ак'лок"] = 36,
        ["Молодой деметродон"] = 37,
        ["Деметродон"] = 38,
        ["Старый деметродон"] = 39,
        ["Птенец терродактиля"] = 40,
        ["Терродактиль"] = 41,
        ["Бесноватый терродактиль"] = 42,
        ["Отделившийся слизнюк"] = 43,
        ["Монструозный слизнюк"] = 44,
        ["Самка Лар'корви"] = 45,
        ["Лар'корви"] = 46,
        ["Стражник улья Гориши"] = 47,
        ["Матка улья Гориши"] = 48,
      }
   },
   ["Свиток с рунами"] = {
      drop = {
        ["Эан Быстрая Река"] = 1,
      }
   },
   ["Краткий обзор задач перевозок I"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок II"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок III"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок IX"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок V"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок VIII"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок X"] = {
      containedi = {
        ["Задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Странная водяная сфера"] = {
      drop = {
        ["Барон Акванис"] = 1,
      }
   },
   ["Кушак с монограммой"] = {
      drop = {
        ["Мок'раш"] = 1,
      }
   },
   ["Флейта Ксаварика"] = {
      drop = {
        ["Ксаварик"] = 1,
      }
   },
   ["Отсыревшая записка"] = {
      drop = {
        ["Жрица прилива из Непроглядной Пучины"] = 1,
      }
   },
   ["Светящаяся подвеска Темношкуров"] = {
      drop = {
        ["Темноплет из стаи Темношкуров"] = 1,
        ["Душегуб из стаи Темношкуров"] = 2,
        ["Громила из стаи Темношкуров"] = 3,
        ["Гнолл из стаи Темношкуров"] = 4,
        ["Бешеный гнолл из стаи Темношкуров"] = 5,
        ["Воин из стаи Темношкуров"] = 6,
        ["Убийца из стаи Темношкуров"] = 7,
        ["Лейтенант Фангор"] = 8,
        ["Рохх Молчаливый"] = 9,
      }
   },
   ["Аварийный маяк КПХ-17/TN"] = {
      drop = {
        ["Стеклошкурый василиск"] = 1,
        ["Стеклошкурый взорень"] = 2,
        ["Стеклошкурый окаменитель"] = 3,
        ["Скорпид-охотник"] = 4,
        ["Плетохвостый скорпид"] = 5,
        ["Песчаный скорпид-охотник"] = 6,
        ["Голодный хромоног"] = 7,
        ["Хромоногая гиена"] = 8,
        ["Бешеный стертолап"] = 9,
        ["Рух"] = 10,
        ["Огненный рух"] = 11,
        ["Опаляющий рух"] = 12,
        ["Береговая черепаха"] = 13,
        ["Оса из улья Хаззали"] = 14,
        ["Острожал из улья Хаззали"] = 15,
        ["Членистоног из улья Хаззали"] = 16,
        ["Рабочий из улья Хаззали"] = 17,
        ["Проходчик из улья Хаззали"] = 18,
        ["Песчаный разоритель из улья Хаззали"] = 19,
        ["Оса-сентипаар"] = 20,
        ["Жалоносец-сентипаар"] = 21,
        ["Членистоног-сентипаар"] = 22,
        ["Рабочий-сентипаар"] = 23,
        ["Проходчик-сентипаар"] = 24,
        ["Разоритель-сентипаар"] = 25,
        ["Земляной яростень"] = 26,
        ["Берегоброд"] = 27,
        ["Дюнный крушитель"] = 28,
        ["Гневный дюнный крушитель"] = 29,
        ["Огр из клана Песчаного Молота"] = 30,
        ["Головорез из клана Песчаного Молота"] = 31,
        ["Огр-маг из клана Песчаного Молота"] = 32,
        ["Громила из клана Песчаного Молота"] = 33,
        ["Чернокнижник из клана Песчаного Молота"] = 34,
        ["Терновый собиратель росы"] = 35,
        ["Терновый корнеплет"] = 36,
        ["Бугристый шипокож"] = 37,
        ["Разбойник из шайки Скитальцев Пустыни"] = 38,
        ["Вор из шайки Скитальцев Пустыни"] = 39,
        ["Темный маг из шайки Скитальцев Пустыни"] = 40,
        ["Бандит из шайки Скитальцев Пустыни"] = 41,
        ["Убийца из шайки Скитальцев Пустыни"] = 42,
        ["Шкуродер из племени Песчаной Бури"] = 43,
        ["Метатель топоров из племени Песчаной Бури"] = 44,
        ["Призыватель Огня из племени Песчаной Бури"] = 45,
        ["Темный чародей из племени Песчаной Бури"] = 46,
        ["Кровопийца из племени Песчаной Бури"] = 47,
        ["Знахарь из клана Песчаной Бури"] = 48,
        ["Темный охотник"] = 49,
        ["Пожиратель душ из племени Песчаной Бури"] = 50,
        ["Скарабей"] = 51,
        ["Тека Мученик"] = 52,
        ["Палач из клана Песчаной Бури"] = 53,
        ["Мертвый герой Зул'Фаррака"] = 54,
        ["Зул'фарракский зомби"] = 55,
        ["Сержант Блай"] = 56,
        ["Ворона"] = 57,
        ["Оро Вырвиглаз"] = 58,
        ["Мурта Мрачнобрюх"] = 59,
        ["Гидромант Велрата"] = 60,
        ["Некрум Кишкожуй"] = 61,
        ["Руузлу"] = 62,
        ["Песчаный скорпид"] = 63,
        ["Калиф Жало Скорпида"] = 64,
        ["Пират Южных морей"] = 65,
        ["Флибустьер Южных морей"] = 66,
        ["Рабочий из порта Южных морей"] = 67,
        ["Сорвиголова Южных морей"] = 68,
        ["Андре Огнебородый"] = 69,
        ["Пират-охотник за сокровищами"] = 70,
        ["Буканьер-охотник за сокровищами"] = 71,
        ["Сул'литуз-пескорыск"] = 72,
        ["Сул'литуз-поганище"] = 73,
        ["Джин'Заллах Хозяин Барханов"] = 74,
        ["Крегг Кильватель"] = 75,
        ["Хаарка Ненасытный"] = 76,
        ["Порывистый вихрь"] = 77,
        ["Землебой"] = 78,
        ["Живая буря"] = 79,
        ["Сандарр Разоритель Барханов"] = 80,
        ["Пыльный призрак"] = 81,
        ["Зериллис"] = 82,
        ["Гор'марок Опустошитель"] = 83,
      }
   },
   ["Лапа Топтыжня"] = {
      drop = {
        ["Топтыжень"] = 1,
      }
   },
   ["Голова Тенумбры"] = {
      drop = {
        ["Тенумбра"] = 1,
      }
   },
   ["Коготь гиппогрифа Острокогтя"] = {
      drop = {
        ["Острокоготь"] = 1,
      }
   },
   ["Документ Западного Края"] = {
      drop = {
        ["Бандит из Братства Справедливости"] = 1,
        ["Волшебник-плут из Братства Справедливости"] = 2,
        ["Душитель из Братства Справедливости"] = 3,
        ["Эрлан Драджмур"] = 4,
        ["Сурена Каледон"] = 5,
        ["Портовый начальник из Братства Справедливости"] = 6,
        ["Телохранитель из Братства Справедливости"] = 7,
        ["Докер из Братства Справедливости"] = 8,
      }
   },
   ["Гарона: Исследование скрытности и предательства"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Кодекс Защиты"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Поваренная книга чародея"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Раскачаем этот Свет"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Укрощая тени"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Величайшая гонка охотников"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Святая Болонья: О чем не говорит свет"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Конверт"] = {
      drop = {
        ["Вурдалак-берсерк"] = 1,
        ["Призрачный солдат"] = 2,
        ["Скелет-штурмовик"] = 3,
        ["Огненный скелет"] = 4,
      }
   },
   ["Ледяной шок и вы"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Изумрудный Сон"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Смятое послание"] = {
      drop = {
        ["Вурдалак-берсерк"] = 1,
        ["Призрачный солдат"] = 2,
        ["Скелет-штурмовик"] = 3,
        ["Огненный скелет"] = 4,
      }
   },
   ["Разорванная страница"] = {
      drop = {
        ["Вурдалак-берсерк"] = 1,
        ["Призрачный солдат"] = 2,
        ["Скелет-штурмовик"] = 3,
        ["Огненный скелет"] = 4,
      }
   },
   ["Испачканный документ"] = {
      drop = {
        ["Вурдалак-берсерк"] = 1,
        ["Призрачный солдат"] = 2,
        ["Скелет-штурмовик"] = 3,
        ["Огненный скелет"] = 4,
      }
   },
   ["Порванное письмо"] = {
      drop = {
        ["Вурдалак-берсерк"] = 1,
        ["Призрачный солдат"] = 2,
        ["Скелет-штурмовик"] = 3,
        ["Огненный скелет"] = 4,
      }
   },
   ["Голова Бальназара"] = {
      drop = {
        ["Балназзар"] = 1,
      }
   },
   ["Краткий обзор задач перевозок II"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Краткий обзор задач перевозок III"] = {
      containedi = {
        ["Дополнительное задание по материально-техническому снабжению"] = 1,
      }
   },
   ["Изложение боевой задачи XII"] = {
      containedi = {
        ["Досье Улья Аши"] = 1,
      }
   },
   ["Изложение боевой задачи III"] = {
      containedi = {
        ["Досье Улья Аши"] = 1,
      }
   },
   ["Краткое изложение тактической задачи X"] = {
      drop = {
        ["Рекс Ашил"] = 1,
      }
   },
   ["Краткое изложение тактической задачи IX"] = {
      drop = {
        ["Рекс Ашил"] = 1,
      }
   },
   ["Краткое изложение тактической задачи II"] = {
      containedi = {
        ["Дополнительное тактическое задание"] = 1,
      }
   },
   ["Краткое изложение тактической задачи IV"] = {
      containedi = {
        ["Дополнительное тактическое задание"] = 1,
      }
   },
   ["Краткое изложение тактической задачи V"] = {
      containedi = {
        ["Дополнительное тактическое задание"] = 1,
      }
   },
   ["Магическая книга"] = {
      drop = {
        ["Азурегос"] = 1,
      }
   },
   ["Загадка Кортелло"] = {
      contained = {
        ["Загадка Кортелло"] = 1,
      }
   },
   ["Предсказание Воржея #23"] = {
      drop = {
        ["Оазисный хрустогрыз"] = 1,
      },
	  containedi = {
        ["Предсказание ярмарки Новолуния"] = 1,
      }
   },
   ["Предсказание Воржея #24"] = {
      drop = {
        ["Речной мурлок-бегун"] = 1,
        ["Птенец терродактиля"] = 2,
      },
	  containedi = {
        ["Предсказание ярмарки Новолуния"] = 1,
      }
   },
   ["Справочник Форора по истреблению драконов"] = {
      drop = {
        ["Цу'зи"] = 1,
        ["Принц Тортелдрин"] = 2,
        ["Магистр Календрис"] = 3,
        ["Иллиана Воронья Ольха"] = 4,
        ["Тендрис Криводрев"] = 5,
        ["Зеврим Терновое Копыто"] = 6,
        ["Алззин Перевертень"] = 7,
        ["Бессмер'тер"] = 8,
        ["Король Гордок"] = 9,
        ["Гидротварь"] = 10,
        ["Стражник Фенгус"] = 11,
        ["Топотун Криг"] = 12,
        ["Стражник Слип'кик"] = 13,
        ["Чо'Раш Наблюдатель"] = 14,
        ["Капитан Давигром"] = 15,
        ["Стражник Мол'дар"] = 16,
        ["Лефтендрис"] = 17,
        ["Пузиллин"] = 18,
      }
   },
   ["Пустая фляга из-под огненной воды"] = {
      drop = {
        ["Ведмедь из племени Зимней Спячки"] = 1,
        ["Шаман из племени Зимней Спячки"] = 2,
        ["Дозорный из племени Зимней Спячки"] = 3,
        ["Тотемист из племени Зимней Спячки"] = 4,
        ["Землепроходец из племени Зимней Спячки"] = 5,
        ["Гонец из племени Зимней Спячки"] = 6,
      }
   },
   ["Копыто Лакота'мани"] = {
      drop = {
        ["Лакота'мани"] = 1,
      }
   },
   ["Распоряжения генерала Драккисата"] = {
      drop = {
        ["Властитель Змейталак"] = 1,
      }
   },
   ["Потерянное письмо Бранна Бронзоборода"] = {
      drop = {
        ["Острожал из улья Аши"] = 1,
        ["Рабочий из улья Аши"] = 2,
        ["Защитник из улья Аши"] = 3,
        ["Пескоброд из улья Аши"] = 4,
        ["Членистоног из улья 'Аши"] = 5,
        ["Страж дорог из улья Зора"] = 6,
        ["Проходчик из улья Зора"] = 7,
        ["Оса из улья Зора"] = 8,
        ["Разоритель из улья Зора"] = 9,
        ["Сестра-убийца из улья Зора"] = 10,
        ["Душитель из улья Регал"] = 11,
        ["Землеглот из улья Регал"] = 12,
        ["Огнеполох из улья Регал"] = 13,
        ["Поработитель из улья Регал"] = 14,
        ["Повелитель улья Регал"] = 15,
      }
   },
   ["Хвостовой зубец оватанки"] = {
      drop = {
        ["Оватанка"] = 1,
      }
   },
   ["Перо Ваште Пауни"] = {
      drop = {
        ["Ваште Пауни"] = 1,
      }
   },
   ["Рассыпавшееся ожерелье"] = {
      drop = {
        ["Тенегорнский геодезист"] = 1,
        ["Тенегорнский бузотер"] = 2,
        ["Тенегорнский землекоп"] = 3,
        ["Камнеед из племени Каменного Свода"] = 4,
        ["Оракул из племени Каменного Свода"] = 5,
        ["Охотник из племени Каменного Свода"] = 6,
      }
   },
   ["Предсказание Воржея #25"] = {
      containedi = {
        ["Предсказание ярмарки Новолуния"] = 1,
      }
   },
   ["Голова Ониксии"] = {
      drop = {
        ["Ониксия"] = 1,
      }
   },
   ["Голова Ониксии"] = {
      drop = {
        ["Ониксия"] = 1,
      }
   },
   ["Талисман Кел'Тузада"] = {
      drop = {
        ["Кел'Тузад"] = 1,
      }
   },
   ["Предсказание Воржея #27"] = {
      containedi = {
        ["Предсказание ярмарки Новолуния"] = 1,
      }
   },
   ["Предсказание ярмарки Новолуния"] = {
      locations = {
        [1] = {22.0, 0.344, 0.335, 50.0},
        [2] = {37.0, 0.417, 0.7, 50.0}
      },
      locationCount = 2
   },
   ["Дополнительное задание по материально-техническому снабжению"] = {
      locations = {
        [1] = {5.0, 0.511, 0.383, 100.0},
        [2] = {5.0, 0.519, 0.680, 40.0}
      },
      locationCount = 2
   },
   ["Тактическое задание"] = {
      locations = {
        [1] = {5.0, 0.486, 0.378, 100.0}
      },
      locationCount = 1
   },
   ["Дополнительное тактическое задание"] = {
      locations = {
        [1] = {5.0, 0.511, 0.383, 100.0}
      },
      locationCount = 1
   },
   ["Досье Улья Аши"] = {
      locations = {
        [1] = {5.0, 0.5, 0.364, 100.0}
      },
      locationCount = 1
   },
   ["Досье Улья Зора"] = {
      locations = {
        [1] = {5.0, 0.5, 0.364, 100.0}
      },
      locationCount = 1
   },
   ["Досье Улья Регал"] = {
      locations = {
        [1] = {5.0, 0.5, 0.364, 100.0}
      },
      locationCount = 1
   },
   ["Задание по материально-техническому снабжению"] = {
      locations = {
        [1] = {5.0, 0.508, 0.336, 100.0}
      },
      locationCount = 1
   },
      ["Крапчатая вкуснорыба"] = {
      locations = {
        {2,21, 0.211, 0.163},
        {2,21, 0.346, 0.322},
		{2,21, 0.222, 0.559},
		{2,21, 0.345, 0.733}
      }
   },
   ["Почетный знак Зандалара"] = {
      locations = {
        {2,21, 0.145, 0.158}
      }
   },
   ["Затронутый порчей купорос"] = {
      contained = {
        ["Малая ториевая жила2"] = 1,
        ["Мифриловые залежи2"] = 2
      }
   },
   ["Зародыш Скверны"] = {
      contained = {
        ["Солнечник"] = 1,
        ["Кровь Грома"] = 2,
        ["Слезы Артаса"] = 3,
        ["Чумоцвет"] = 4,
        ["Золотой сансам"] = 5,
        ["Снолист"] = 6,
        ["Горный серебряный шалфей"] = 7
      }
   },
   ["Изначальный идол Хаккари"] = {
      drop = {
        ["Мастер проклятий Джин'до"] = 1,
        ["Мандокир Повелитель Крови"] = 2,
      }
   },
   ["Исколотая кукла вуду"] = {
      drop = {
        ["Темный чародей из племени Хаккари"] = 1,
        ["Метатель топоров из племени Гурубаши"] = 2,
        ["Охотник за головами из племени Гурубаши"] = 3,
        ["Берсерк из племени Гурубаши"] = 4,
        ["Кровопийца из племени Гурубаши"] = 5,
        ["Сын Хаккара"] = 6,
        ["Зулианский тигренок"] = 7,
        ["Зулианский тигр"] = 8,
        ["Кровососущий нетопырь"] = 9,
        ["Жрец из племени Хаккари"] = 10,
        ["Знахарь из племени Хаккари"] = 11,
        ["Летучий всадник Гурубаши"] = 12,
        ["Иссохшая наложница"] = 13,
        ["Паук-быстролап Раззаши"] = 14,
        ["Наложница из племени Атал'ай"] = 15,
        ["Рабыня вуду"] = 16,
        ["Ядокус Раззаши"] = 17,
        ["Ящер Раззаши"] = 18,
        ["Черная вдова Раззаши"] = 19,
        ["Темный охотник из племени Хаккари"] = 20,
        ["Ревнитель Лор'Кхан"] = 21,
        ["Кривозубая бешенка"] = 22,
        ["Огромный гейзер"] = 23,
        ["Пожертвованный тролль"] = 24,
        ["Паразитирующий змей"] = 25,
        ["Бесноватый кровососущий нетопырь"] = 26,
        ["Тень Джин'до"] = 21,
        ["Могущественный исцеляющий идол"] = 22,
        ["Охган"] = 23,
        ["Порождение Мар'ли"] = 24,
        ["Зулианский ловец"] = 25,
        ["Зулианский страж"] = 26,
        ["Зулианский хищник"] = 27,
        ["Зомбирующий тотем"] = 28,
        ["Скованный дух"] = 29,
        ["Сумасшедший демон Бездны"] = 30,
      }
   },
   ["Зулианская монета"] = {
      drop = {
        ["Темный чародей из племени Хаккари"] = 1,
        ["Темный охотник из племени Хаккари"] = 2,
        ["Жрец крови из племени Хаккари"] = 3,
        ["Метатель топоров из племени Гурубаши"] = 4,
        ["Охотник за головами из племени Гурубаши"] = 5,
        ["Берсерк из племени Гурубаши"] = 6,
        ["Кровопийца из племени Гурубаши"] = 7,
        ["Воитель из племени Гурубаши"] = 8,
        ["Сын Хаккара"] = 9,
        ["Свежеватель Душ"] = 10,
        ["Зулианский тигр"] = 11,
        ["Зулианская пантера"] = 12,
        ["Черная вдова Раззаши"] = 13,
        ["Змей Раззаши"] = 14,
        ["Аспид Раззаши"] = 15,
        ["Проповедник из племени Песчаной Бури"] = 16,
        ["Проповедник из племени Сухокожих"] = 17,
        ["Проповедник из племени Порочной Ветви"] = 18,
        ["Жрец из племени Хаккари"] = 19,
        ["Знахарь из племени Хаккари"] = 20,
        ["Ядокус Раззаши"] = 21,
        ["Летучий всадник Гурубаши"] = 22,
        ["Ящер Раззаши"] = 23,
        ["Иссохшая наложница"] = 24,
        ["Наложница из племени Атал'ай"] = 25,
        ["Рабыня вуду"] = 26,
        ["Зулианский кроколиск"] = 27,
        ["Сумасшедший слуга"] = 28,
      }
   },
   ["Монета Раззаши"] = {
      drop = {
        ["Темный чародей из племени Хаккари"] = 1,
        ["Темный охотник из племени Хаккари"] = 2,
        ["Жрец крови из племени Хаккари"] = 3,
        ["Метатель топоров из племени Гурубаши"] = 4,
        ["Охотник за головами из племени Гурубаши"] = 5,
        ["Берсерк из племени Гурубаши"] = 6,
        ["Кровопийца из племени Гурубаши"] = 7,
        ["Воитель из племени Гурубаши"] = 8,
        ["Сын Хаккара"] = 9,
        ["Свежеватель Душ"] = 10,
        ["Зулианский тигр"] = 11,
        ["Зулианская пантера"] = 12,
        ["Черная вдова Раззаши"] = 13,
        ["Змей Раззаши"] = 14,
        ["Аспид Раззаши"] = 15,
        ["Проповедник из племени Песчаной Бури"] = 16,
        ["Проповедник из племени Сухокожих"] = 17,
        ["Проповедник из племени Порочной Ветви"] = 18,
        ["Жрец из племени Хаккари"] = 19,
        ["Знахарь из племени Хаккари"] = 20,
        ["Ядокус Раззаши"] = 21,
        ["Летучий всадник Гурубаши"] = 22,
        ["Ящер Раззаши"] = 23,
        ["Иссохшая наложница"] = 24,
        ["Наложница из племени Атал'ай"] = 25,
        ["Рабыня вуду"] = 26,
        ["Зулианский кроколиск"] = 27,
        ["Сумасшедший слуга"] = 28,
      }
   },
   ["Монета Хаккари"] = {
      drop = {
        ["Темный чародей из племени Хаккари"] = 1,
        ["Темный охотник из племени Хаккари"] = 2,
        ["Жрец крови из племени Хаккари"] = 3,
        ["Метатель топоров из племени Гурубаши"] = 4,
        ["Охотник за головами из племени Гурубаши"] = 5,
        ["Берсерк из племени Гурубаши"] = 6,
        ["Кровопийца из племени Гурубаши"] = 7,
        ["Воитель из племени Гурубаши"] = 8,
        ["Сын Хаккара"] = 9,
        ["Свежеватель Душ"] = 10,
        ["Зулианский тигр"] = 11,
        ["Зулианская пантера"] = 12,
        ["Черная вдова Раззаши"] = 13,
        ["Змей Раззаши"] = 14,
        ["Аспид Раззаши"] = 15,
        ["Проповедник из племени Песчаной Бури"] = 16,
        ["Проповедник из племени Сухокожих"] = 17,
        ["Проповедник из племени Порочной Ветви"] = 18,
        ["Жрец из племени Хаккари"] = 19,
        ["Знахарь из племени Хаккари"] = 20,
        ["Ядокус Раззаши"] = 21,
        ["Летучий всадник Гурубаши"] = 22,
        ["Ящер Раззаши"] = 23,
        ["Иссохшая наложница"] = 24,
        ["Наложница из племени Атал'ай"] = 25,
        ["Рабыня вуду"] = 26,
        ["Зулианский кроколиск"] = 27,
        ["Сумасшедший слуга"] = 28,
      }
   },
   ["Оскверненный осколок души"] = {
      drop = {
        ["Проклятый слизнюк"] = 1,
        ["Нечистый слизнюк"] = 2,
        ["Злобный слизнюк"] = 3,
        ["Железноклюв"] = 4,
        ["Железноклюв-крикун"] = 5,
        ["Железноклюв-охотник"] = 6,
        ["Криводрев-моходер"] = 7,
        ["Криводрев-живорез"] = 8,
        ["Дессекус"] = 9,
        ["Сатир из племени Нефритового Пламени"] = 10,
        ["Разбойник из племени Нефритового Пламени"] = 11,
        ["Плут из племени Нефритового Пламени"] = 12,
        ["Предатель из племени Нефритового Пламени"] = 13,
        ["Скверноподданный из племени Нефритового Пламени"] = 14,
        ["Тенелов из племени Нефритового Пламени"] = 15,
        ["Призыватель огня из племени Нефритового Пламени"] = 16,
        ["Джеденарский сектант"] = 17,
        ["Джеденарский страж"] = 18,
        ["Джеденарский головорез"] = 19,
        ["Джеденарский адепт"] = 20,
        ["Джеденарский темноплет"] = 21,
        ["Джеденарский чернокнижник"] = 22,
        ["Джеденарская гончая"] = 23,
        ["Джеденарский охотник"] = 24,
        ["Ядовитый ужас"] = 25,
        ["Инфернал-телохранитель"] = 26,
        ["Караульный-инфернал"] = 27,
        ["Испепелитель"] = 28,
        ["Бродяга Железнолесья"] = 29,
        ["Топотун Железнолесья"] = 30,
        ["Высохший заступник"] = 31,
        ["Воин из племени Мертвого Леса"] = 32,
        ["Садовник из племени Мертвого Леса"] = 33,
        ["Землепроходец из племени Мертвого Леса"] = 34,
        ["Дозорный из племени Мертвого Леса"] = 35,
        ["Мститель из племени Мертвого Леса"] = 36,
        ["Шаман из племени Мертвого Леса"] = 37,
        ["Медведь злобных когтей"] = 38,
        ["Гризли злобных когтей"] = 39,
        ["Злобнопалый изверг"] = 40,
        ["Волк-сквернолап"] = 41,
        ["Падальщик-сквернолап"] = 42,
        ["Опустошитель-сквернолап"] = 43,
        ["Ксаватрас"] = 44,
        ["Вождь Кровавая Утроба"] = 45,
        ["Властитель Рор"] = 46,
        ["Лорд Гиблопуст"] = 47,
        ["Владыка теней Скверн'дан"] = 48,
        ["Ракайа"] = 49,
        ["Дух древня"] = 50,
        ["Салия"] = 51,
        ["Моора"] = 52,
        ["Джеденарский легионер"] = 53,
        ["Принц Ксавалис"] = 54,
        ["Ксаварик"] = 55,
        ["Смертный вой"] = 56,
        ["Алшир Гиблодых"] = 57,
        ["Яролап"] = 58,
        ["Олм Мудрый"] = 59,
        ["Полукров"] = 60,
        ["Онгар"] = 61,
        ["Улатек"] = 62,
      }
   },
   ["Кусок знамени Кром'зара"] = {
      contained = {
        ["Знамя Кром'зара"] = 1,
      }
   },
   ["Сброшенная кожа черного дракона"] = {
      drop = {
        ["Надсмотрщик из клана Черного Железа"] = 1,
        ["Тяжелый боевой голем"] = 2,
        ["Бесноватый черный дракон"] = 3,
      }
   },
   ["Корень вечерника"] = {
      contained = {
        ["Корень вечерника"] = 1,
      }
   },
   ["Великолепный рог бегового оленя"] = {
      drop = {
        ["Мохоногий олень"] = 1,
      }
   },
   ["Треснувший осколок элементаля"] = {
      drop = {
        ["Большой обсидиановый элементаль"] = 1,
        ["Боевой разоритель"] = 2,
        ["Сломанный разоритель"] = 3,
      }
   },
   ["Голова Аргелмаха"] = {
      drop = {
        ["Повелитель големов Аргелмах"] = 1,
      }
   },
   ["Невредимое ядро элементаля"] = {
      drop = {
        ["Создание-завоеватель"] = 1,
        ["Беспощадный голем"] = 2,
        ["Создание молота Гнева"] = 3,
        ["Оплавленный боевой голем"] = 4,
      }
   },
   ["Серебристые когти"] = {
      drop = {
        ["Медведь злобных когтей"] = 1,
        ["Гризли злобных когтей"] = 2,
        ["Злобнопалый изверг"] = 3,
        ["Волк-сквернолап"] = 4,
        ["Падальщик-сквернолап"] = 5,
        ["Опустошитель-сквернолап"] = 6,
        ["Смертный вой"] = 7,
        ["Полукров"] = 8,
      }
   },
   ["Сердце Железнолесья"] = {
      drop = {
        ["Бродяга Железнолесья"] = 1,
        ["Топотун Железнолесья"] = 2,
      }
   },
   ["Сердце Хаккара"] = {
      drop = {
        ["Хаккар"] = 1,
      }
   },
   ["Большой компас"] = {
      containedi = {
        ["Небольшая сумка"] = 1,
      }
   },
   ["Свернутая пергаментная карта"] = {
      containedi = {
        ["Небольшая сумка"] = 1,
      }
   },
   ["Ключ Львиной Головы"] = {
      containedi = {
        ["Небольшая сумка"] = 1,
      }
   },
   ["Побег кровоцвета"] = {
      drop = {
        ["Дьявозавр"] = 1,
        ["Железношкурый дьявозавр"] = 2,
        ["Тиранодьявозавр"] = 3,
        ["Стегодон"] = 4,
        ["Панцирный стегодон"] = 5,
        ["Шипастый стегодон"] = 6,
        ["Равазавр"] = 7,
        ["Равазавр-бегун"] = 8,
        ["Равазавр-охотник"] = 9,
        ["Ядошкурый равазавр"] = 10,
        ["Кровоцвет-хлыстун"] = 11,
        ["Кровоцвет-живодер"] = 12,
        ["Кровоцвет-крепкозуб"] = 13,
        ["Кровоцвет-зверолов"] = 14,
        ["Ун'Горский топотун"] = 15,
        ["Ун'горская горилла"] = 16,
        ["Ун'Горский рокотун"] = 17,
        ["Смоляная тварь"] = 18,
        ["Смоляной скрытень"] = 19,
        ["Смоляной господин"] = 20,
        ["Смоляной ползун"] = 21,
        ["Оса из улья Гориши"] = 22,
        ["Рабочий из улья Гориши"] = 23,
        ["Разоритель из улья Гориши"] = 24,
        ["Скользкий слизнюк"] = 25,
        ["Первобытный слизнюк"] = 26,
        ["Липкий слизнюк"] = 27,
        ["Каменный страж"] = 28,
        ["Молодой деметродон"] = 29,
        ["Деметродон"] = 30,
        ["Старый деметродон"] = 31,
        ["Птенец терродактиля"] = 32,
        ["Терродактиль"] = 33,
        ["Бесноватый терродактиль"] = 34,
      }
   },
   ["Чешуя пламезавра"] = {
      drop = {
        ["Пламезавр"] = 1,
      }
   },
   ["Уголь"] = {
      drop = {
        ["Посол Инфернос"] = 1,
        ["Пылающий изгой"] = 2,
        ["Даларанский шахтер"] = 3,
        ["Гарпия из стаи Кровавой Ярости"] = 4,
        ["Бродяжница из стаи Кровавой Ярости"] = 5,
        ["Душегубка из стаи Кровавой Ярости"] = 6,
        ["Душительница из стаи Кровавой Ярости"] = 7,
        ["Призывательница ветров из стаи Кровавой Ярости"] = 8,
        ["Ведьма гроз из стаи Кровавой Ярости"] = 9,
        ["Обугленный древняк"] = 10,
        ["Почерневший древняк"] = 11,
        ["Мстительное древо"] = 12,
        ["Разъяренный дух камня"] = 13,
        ["Взбешенный дух камня"] = 14,
        ["Разбойник-дух огня"] = 15,
        ["Пылающий опустошитель"] = 16,
        ["Пылающий разрушитель"] = 17,
        ["Опаленный василиск"] = 18,
        ["Обгоревший василиск"] = 19,
        ["Копченый василиск"] = 20,
        ["Пылающий элементаль"] = 21,
        ["Инфернальный элементаль"] = 22,
        ["Элементаль магмы"] = 23,
        ["Землеглот из пещерных глубин"] = 24,
        ["Душитель из пещерных глубин"] = 25,
        ["Разоритель из пещерных глубин"] = 26,
        ["Облученный ужас"] = 27,
        ["Прокаженный машиностроитель"] = 28,
        ["Облученный погромщик"] = 29,
        ["Воин зоны"] = 30,
        ["Техник зоны"] = 31,
        ["Испепеляющий элементаль"] = 32,
        ["Живое пламя"] = 33,
        ["Жар"] = 34,
        ["Огненный страж"] = 35,
        ["Пылающий огнестраж"] = 36,
        ["Огнестраж-разрушитель"] = 37,
        ["Бейл'Гор"] = 38,
        ["Подчинитель Пирон"] = 39,
        ["Яропламень"] = 40,
        ["Пиростраж Углевзор"] = 41,
        ["Энтропический зверь"] = 42,
        ["Энтропический ужас"] = 43,
        ["Магмус"] = 44,
        ["Волхан"] = 45,
        ["Миолор Губительная Ярость"] = 46,
        ["Огненный великан"] = 47,
        ["Разрушитель из недр"] = 48,
        ["Огнеход"] = 49,
        ["Пламестраж"] = 50,
        ["Повелитель огня"] = 51,
        ["Пылающий захватчик"] = 52,
        ["Барон Огнерр"] = 53,
      }
   },
   ["Толстая кожа"] = {
      drop = {
        ["Нефритовый василиск"] = 1,
        ["Злобный Бенджи"] = 2,
      }
   },
   ["Лимфа нежити"] = {
      drop = {
        ["Зомби Занзила"] = 1,
        ["Охотник Занзила"] = 2,
        ["Скелет-живодер"] = 3,
        ["Скелет-колдун"] = 4,
        ["Скелет-ужасень"] = 5,
        ["Скелет-палач"] = 6,
        ["Скелет-вождь"] = 7,
        ["Скелет-послушник"] = 8,
        ["Слюнявый вурдалак"] = 9,
        ["Гниющий вурдалак"] = 10,
        ["Бездушный вурдалак"] = 11,
        ["Опаляющий вурдалак"] = 12,
        ["Леденящий вурдалак"] = 13,
        ["Холодный призрак"] = 14,
        ["Кровавый призрак"] = 15,
        ["Алчущий призрак"] = 16,
        ["Вопящая Смерть"] = 17,
        ["Мясной голем"] = 18,
        ["Скверногрив"] = 19,
        ["Гнилиус"] = 20,
        ["Араж Призыватель"] = 21,
        ["Прах Хелькулара"] = 22,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 23,
        ["Джон-Джон Ворон"] = 24,
        ["Чаки \"Недотепа\""] = 25,
        ["Незримый"] = 26,
        ["Призрачное видение"] = 27,
        ["Гниющий кадавр"] = 28,
        ["Зачумленный зомби"] = 29,
        ["Тень высокорожденной"] = 30,
        ["Призрак высокорожденного"] = 31,
        ["Привидение Варо'тена"] = 32,
        ["Амненнар Хладовей"] = 33,
        ["Беспокойный дух"] = 34,
        ["Страдающий высокорожденный"] = 35,
        ["Тоскующая высокорожденная"] = 36,
        ["Неупокоенный высокорожденный"] = 37,
        ["Солдат Плети"] = 38,
        ["Проклятый маг"] = 39,
        ["Хранитель Плети"] = 40,
        ["Темный заклинатель"] = 41,
        ["Стражник Плети"] = 42,
        ["Ткач Ужаса"] = 43,
        ["Воитель Плети"] = 44,
        ["Каннибал-вурдалак"] = 45,
        ["Бормочущий вурдалак"] = 46,
        ["Болезненный живодер"] = 47,
        ["Незримый слуга"] = 48,
        ["Безглазый дозорный"] = 49,
        ["Растерзанная крикунья"] = 50,
        ["Яростная визгунья"] = 51,
        ["Певица Смерти"] = 52,
        ["Лоскутный ужас"] = 53,
        ["Шатающийся голем"] = 54,
        ["Лоскутный голем"] = 55,
        ["Обжора"] = 56,
        ["Уничтоженный кадавр"] = 57,
        ["Изуродованный кадавр"] = 58,
        ["Призрачный горожанин"] = 59,
        ["Фантомный горожанин"] = 60,
        ["Скелет-страж"] = 61,
        ["Скелет-берсерк"] = 62,
        ["Караульный Черной Стражи"] = 63,
        ["Чумной вурдалак"] = 64,
        ["Вурдалак-стервятник"] = 65,
        ["Плотоядный живодер"] = 66,
        ["Око Наксрамаса"] = 67,
        ["Лоскутный ужас"] = 68,
        ["Желчеплюй"] = 69,
        ["Изрыгатель яда"] = 70,
        ["Визжащая банши"] = 71,
        ["Завывающая банши"] = 72,
        ["Раздробленный скелет"] = 73,
        ["Таящийся труп"] = 74,
        ["Нестабильный труп"] = 75,
        ["Оживленный труп"] = 76,
        ["Восставшая аберрация"] = 77,
        ["Восставший воин"] = 78,
        ["Восставший заступник"] = 79,
        ["Восставшее создание"] = 80,
        ["Восставший стражник"] = 81,
        ["Восставший костостраж"] = 82,
        ["Болезненный вурдалак"] = 83,
        ["Косматый вурдалак"] = 84,
        ["Призрачный воспитатель"] = 85,
        ["Призрачный ученый"] = 86,
        ["Призрачный учитель"] = 87,
        ["Леди Иллюсия Барова"] = 88,
        ["Джандис Барова"] = 89,
        ["Равениан"] = 90,
        ["Рас Ледяной Шепот"] = 91,
        ["Зловонный зомби"] = 92,
        ["Бродячий скелет"] = 93,
        ["Лорд Темнокос"] = 94,
        ["Сказитель Полкелт"] = 95,
        ["Хоргус Опустошитель"] = 96,
        ["Павший герой"] = 97,
        ["Огнечар Элдрета"] = 98,
        ["Элдретарский колдун"] = 99,
        ["Элдретарская тень"] = 100,
        ["Элдретарский дух"] = 101,
        ["Элдретарский призрак"] = 102,
        ["Элдретарский фантазм"] = 103,
        ["Скелет высокорожденного"] = 104,
        ["Гниющий высокорожденный"] = 105,
        ["Восставший страж"] = 106,
        ["Громоклин"] = 107,
        ["Призрачный служка"] = 108,
        ["Натанос Гнилостень"] = 109,
        ["Заступник зиккурата"] = 110,
        ["Защитник бойни"] = 111,
        ["Завывающий призрак"] = 112,
        ["Проклятая душа"] = 113,
        ["Неживой смотритель"] = 114,
        ["Неживой обитатель"] = 115,
        ["Лейтенант Грумм"] = 116,
        ["Лейтенант Мурп"] = 117,
        ["Лейтенант Льюис"] = 118,
        ["Командир Луи Филипс"] = 119,
        ["Посланница стражей смерти"] = 120,
        ["Командир звена Мааша"] = 121,
        ["Воплощение праздности"] = 122,
        ["Воплощение разврата"] = 123,
        ["Воплощение порока"] = 124,
        ["Воплощение тьмы"] = 125,
        ["Дух долины Ужаса"] = 126,
        ["Кровавая прислужница Киртоноса"] = 127,
      }
   },
   ["Кружка эля Черного Железа"] = {
      drop = {
        ["Саш Пушинк"] = 1,
        ["Офицер из клана Ярости Горна"] = 2,
        ["Мрачный завсегдатай"] = 3,
        ["Голодный завсегдатай"] = 4,
        ["Пьяный завсегдатай"] = 5,
        ["Друг Риббли"] = 6,
      }
   },
   ["Проба скверны Оскверненного леса"] = {
      containedi = {
        ["Оскверненная проба"] = 1,
      }
   },
   ["Оскверненная проба"] = {
      contained_id = {
        [174848] = 1
      }
   },
   ["Чистая проба из Ун'Горо"] = {
      containedi = {
        ["Проверенный образец из Ун'Горо"] = 1,
      }
   },
   ["Проверенный образец из Ун'Горо"] = {
      contained_id = {
        [174848] = 1
      }
   },
   ["Слезы Артаса"] = {
      drop = {
        ["Хозяин болота"] = 1,
        ["Скелет-живодер"] = 2,
        ["Скелет-колдун"] = 3,
        ["Скелет-палач"] = 4,
        ["Скелет-послушник"] = 5,
        ["Слюнявый вурдалак"] = 6,
        ["Гниющий вурдалак"] = 7,
        ["Бездушный вурдалак"] = 8,
        ["Опаляющий вурдалак"] = 9,
        ["Леденящий вурдалак"] = 10,
        ["Кровавый призрак"] = 11,
        ["Падальщик"] = 12,
        ["Гниющее чудище"] = 13,
        ["Гниющий ужас"] = 14,
        ["Больной черный медведь"] = 15,
        ["Болезненный гризли"] = 16,
        ["Больной волк"] = 17,
        ["Скрытень-падальщик"] = 18,
        ["Воронковый паук Ядовитого Тумана"] = 19,
        ["Чумной воронковый паук"] = 20,
        ["Часовой из Алого ордена"] = 21,
        ["Охотник из Алого ордена"] = 22,
        ["Рыцарь Алого ордена"] = 23,
        ["Паладин Алого ордена"] = 24,
        ["Призыватель духов из Алого ордена"] = 25,
        ["Верховный заступник Тарсен"] = 26,
        ["Араж Призыватель"] = 27,
        ["Рабочий Алого ордена"] = 28,
        ["Зеленый слякоч"] = 29,
        ["Нефритовый слизнюк"] = 30,
        ["Гниющий кадавр"] = 31,
        ["Зачумленный зомби"] = 32,
        ["Чароплет Алого ордена"] = 33,
        ["Кошмарный чешуйчатый губитель"] = 34,
        ["Терновый собиратель росы"] = 35,
        ["Терновый корнеплет"] = 36,
        ["Бугристый шипокож"] = 37,
        ["Проклятый платан"] = 38,
        ["Кровоцвет-хлыстун"] = 39,
        ["Кровоцвет-живодер"] = 40,
        ["Кровоцвет-крепкозуб"] = 41,
        ["Кровоцвет-зверолов"] = 42,
        ["Смоляная тварь"] = 43,
        ["Смоляной скрытень"] = 44,
        ["Смоляной господин"] = 45,
        ["Смоляной ползун"] = 46,
        ["Проклятый слизнюк"] = 47,
        ["Железноклюв"] = 48,
        ["Криводрев-моходер"] = 49,
        ["Криводрев-живорез"] = 50,
        ["Дессекус"] = 51,
        ["Сатир из племени Нефритового Пламени"] = 52,
        ["Плут из племени Нефритового Пламени"] = 53,
        ["Предатель из племени Нефритового Пламени"] = 54,
        ["Скверноподданный из племени Нефритового Пламени"] = 55,
        ["Тенелов из племени Нефритового Пламени"] = 56,
        ["Призыватель огня из племени Нефритового Пламени"] = 57,
        ["Джеденарский сектант"] = 58,
        ["Джеденарский страж"] = 59,
        ["Джеденарский адепт"] = 60,
        ["Джеденарская гончая"] = 61,
        ["Инфернал-телохранитель"] = 62,
        ["Испепелитель"] = 63,
        ["Бродяга Железнолесья"] = 64,
        ["Топотун Железнолесья"] = 65,
        ["Высохший заступник"] = 66,
        ["Воин из племени Мертвого Леса"] = 67,
        ["Садовник из племени Мертвого Леса"] = 68,
        ["Землепроходец из племени Мертвого Леса"] = 69,
        ["Иссохший разоритель"] = 70,
        ["Иссохший свиностраж"] = 71,
        ["Жуткий боевой вепрь"] = 72,
        ["Некромант из племени Мертвой Головы"] = 73,
        ["Скелет-ледоплет"] = 74,
        ["Скелет-призыватель"] = 75,
        ["Воин-костещеп"] = 76,
        ["Центурион-костещеп"] = 77,
        ["Вурдалак-живодер"] = 78,
        ["Вурдалак-шипоед"] = 79,
        ["Хладная душа"] = 80,
        ["Леденящий дух"] = 81,
        ["Бродячий лесной древень"] = 82,
        ["Глубинный скрытень"] = 83,
        ["Солдат Плети"] = 84,
        ["Проклятый маг"] = 85,
        ["Воитель Плети"] = 86,
        ["Каннибал-вурдалак"] = 87,
        ["Гнилая горгулья"] = 88,
        ["Гнилой визгун"] = 89,
        ["Растерзанная крикунья"] = 90,
        ["Яростная визгунья"] = 91,
        ["Лоскутный ужас"] = 92,
        ["Карликовый чумной пес"] = 93,
        ["Чумной пес"] = 94,
        ["Бесноватый чумной пес"] = 95,
        ["Чумной нетопырь"] = 96,
        ["Пагубный нетопырь"] = 97,
        ["Чудовищный чумной нетопырь"] = 98,
        ["Личинка-падальщик"] = 99,
        ["Падальщик-пожиратель"] = 100,
        ["Гниющий слякоч"] = 101,
        ["Медведь злобных когтей"] = 102,
        ["Гризли злобных когтей"] = 103,
        ["Злобнопалый изверг"] = 104,
        ["Волк-сквернолап"] = 105,
        ["Падальщик-сквернолап"] = 106,
        ["Опустошитель-сквернолап"] = 107,
        ["Дух древня"] = 108,
        ["Энтропический зверь"] = 109,
        ["Энтропический ужас"] = 110,
        ["Жрец из Алого ордена"] = 111,
        ["Дух Трея Светогорна"] = 112,
        ["Одеревеневший древень"] = 113,
        ["Железная Кора – заступник"] = 114,
        ["Страж-криводрев"] = 115,
        ["Древень-криводрев"] = 116,
        ["Криводрев-ветвеплет"] = 117,
        ["Криводрев-топотун"] = 118,
        ["Тенекрыл"] = 119,
        ["Колючий хлыстолап"] = 120,
        ["Удушающая лоза"] = 121,
        ["Пещерный скрытень"] = 122,
        ["Пещерный шаркун"] = 123,
        ["Криводрев Сокрушитель"] = 124,
        ["Кнутохлест"] = 125,
        ["Прогнивший топотун"] = 126,
        ["Загнивший плетун"] = 127,
        ["Фазовый плеточник"] = 128,
        ["Хлестун Скверны"] = 129,
        ["Смертельный хлестун"] = 130,
        ["Одеревеневший страж"] = 131,
        ["Яролап"] = 132,
        ["Облезлый Шип"] = 133,
        ["Дух долины Ужаса"] = 134,
      }
   },
   ["Кровь Грома"] = {
      drop = {
        ["Бройлеро гиганто"] = 1,
        ["Мечтательный дракончик"] = 2,
        ["Громила из стаи Мохошкуров"] = 3,
        ["Лепрогном"] = 4,
        ["Скелет-живодер"] = 5,
        ["Всепожирающий слизнюк"] = 6,
        ["Гниющее чудище"] = 7,
        ["Гниющий ужас"] = 8,
        ["Чумной воронковый паук"] = 9,
        ["Кикиморд"] = 10,
        ["Шкуродер из племени Порочной Ветви"] = 11,
        ["Разъяренный каменный элементаль"] = 12,
        ["Волшебник Алого ордена"] = 13,
        ["Призыватель из клана Пылающего Клинка"] = 14,
        ["Младший инфернал"] = 15,
        ["Тюремщик судеб"] = 16,
        ["Дева Пустоты"] = 17,
        ["Капитан тюремщиков судеб"] = 18,
        ["Охотник на магов"] = 19,
        ["Охотник за магией"] = 20,
        ["Громила из клана Гордунни"] = 21,
        ["Гроддокский рокотун"] = 22,
        ["Норовистый дольный крикун"] = 23,
        ["Головорез из клана Песчаного Молота"] = 24,
        ["Терновый собиратель росы"] = 25,
        ["Терновый корнеплет"] = 26,
        ["Бугристый шипокож"] = 27,
        ["Лорд Азреток"] = 28,
        ["Джугкар Грим'род"] = 29,
        ["Изверг из клана Молота Ужаса"] = 30,
        ["Чернокнижник из клана Молота Ужаса"] = 31,
        ["Презренный из племени Заблудших"] = 32,
        ["Искатель портала"] = 33,
        ["Черный душегуб"] = 34,
        ["Голодный хохотун"] = 35,
        ["Хохочущая гиена"] = 36,
        ["Скорпок-острожал"] = 37,
        ["Краснокаменный василиск"] = 38,
        ["Краснокаменный хрусталиск"] = 39,
        ["Пеплогривый кабан"] = 40,
        ["Зловепрь"] = 41,
        ["Солдат из крепости Стражей Пустоты"] = 42,
        ["Сектант Культа Приверженцев Тени"] = 43,
        ["Лиходей Культа Приверженцев Тени"] = 44,
        ["Адепт Культа Приверженцев Тени"] = 45,
        ["Головорез из Культа Приверженцев Тени"] = 46,
        ["Чернокнижник Культа Приверженцев Тени"] = 47,
        ["Ткач ужаса из культа Приверженцев Тени"] = 48,
        ["Гончая Скверны"] = 49,
        ["Караульный-страж Скверны"] = 50,
        ["Опаляющий инфернал"] = 51,
        ["Странствующий страж Скверны"] = 52,
        ["Большой волношлеп"] = 53,
        ["Железношкурый дьявозавр"] = 54,
        ["Равазавр"] = 55,
        ["Равазавр-бегун"] = 56,
        ["Равазавр-охотник"] = 57,
        ["Ядошкурый равазавр"] = 58,
        ["Кровоцвет-хлыстун"] = 59,
        ["Кровоцвет-живодер"] = 60,
        ["Кровоцвет-крепкозуб"] = 61,
        ["Кровоцвет-зверолов"] = 62,
        ["Ун'Горский топотун"] = 63,
        ["Ун'горская горилла"] = 64,
        ["Ун'Горский рокотун"] = 65,
        ["Смоляная тварь"] = 66,
        ["Смоляной скрытень"] = 67,
        ["Смоляной господин"] = 68,
        ["Живое пламя"] = 69,
        ["Смоляной ползун"] = 70,
        ["Оса из улья Гориши"] = 71,
        ["Рабочий из улья Гориши"] = 72,
        ["Острожал из улья Гориши"] = 73,
        ["Липкий слизнюк"] = 74,
        ["Земельник-скульптор"] = 75,
        ["Нечистый слизнюк"] = 76,
        ["Железноклюв-крикун"] = 77,
        ["Железноклюв-охотник"] = 78,
        ["Криводрев-моходер"] = 79,
        ["Криводрев-живорез"] = 80,
        ["Дессекус"] = 81,
        ["Сатир из племени Нефритового Пламени"] = 82,
        ["Разбойник из племени Нефритового Пламени"] = 83,
        ["Плут из племени Нефритового Пламени"] = 84,
        ["Предатель из племени Нефритового Пламени"] = 85,
        ["Скверноподданный из племени Нефритового Пламени"] = 86,
        ["Тенелов из племени Нефритового Пламени"] = 87,
        ["Джеденарский сектант"] = 88,
        ["Джеденарский страж"] = 89,
        ["Джеденарский адепт"] = 90,
        ["Джеденарская гончая"] = 91,
        ["Ядовитый ужас"] = 92,
        ["Караульный-инфернал"] = 93,
        ["Испепелитель"] = 94,
        ["Бродяга Железнолесья"] = 95,
        ["Топотун Железнолесья"] = 96,
        ["Высохший заступник"] = 97,
        ["Воин из племени Мертвого Леса"] = 98,
        ["Садовник из племени Мертвого Леса"] = 99,
        ["Землепроходец из племени Мертвого Леса"] = 100,
        ["Дозорный из племени Мертвого Леса"] = 101,
        ["Мститель из племени Мертвого Леса"] = 102,
        ["Шаман из племени Мертвого Леса"] = 103,
        ["Зул'фарракский зомби"] = 104,
        ["Изверг с перевала Мертвого Ветра"] = 105,
        ["Старый щербозуб"] = 106,
        ["Слуга Разелиха"] = 107,
        ["Слуга Аллистария"] = 108,
        ["Слуга Севины"] = 109,
        ["Дракончик кошмара"] = 110,
        ["Глубинный скрытень"] = 111,
        ["Чудовищный чумной нетопырь"] = 112,
        ["Порывистый вихрь"] = 113,
        ["Зверь Скверны"] = 114,
        ["Солдат из клана Ярости Горна"] = 115,
        ["Пылающий огнестраж"] = 116,
        ["Огнестраж-разрушитель"] = 117,
        ["Медведь злобных когтей"] = 118,
        ["Гризли злобных когтей"] = 119,
        ["Злобнопалый изверг"] = 120,
        ["Волк-сквернолап"] = 121,
        ["Падальщик-сквернолап"] = 122,
        ["Опустошитель-сквернолап"] = 123,
        ["Прислужник-демон Бездны"] = 124,
        ["Деметродон"] = 125,
        ["Терродактиль"] = 126,
        ["Бесноватый терродактиль"] = 127,
        ["Боевой маг из клана Черной Вершины"] = 128,
        ["Вождь Кровавая Утроба"] = 129,
        ["Дух древня"] = 130,
        ["Энтропический зверь"] = 131,
        ["Энтропический ужас"] = 132,
        ["Убийца из легиона Чернорука"] = 133,
        ["Восставшее создание"] = 134,
        ["Малифой Черномолот"] = 135,
        ["Детеныш кобальтового дракона"] = 136,
        ["Верховная жрица Макдонелл"] = 137,
        ["Метатель топоров из племени Гурубаши"] = 138,
        ["Берсерк из племени Гурубаши"] = 139,
        ["Огр-маг из клана Гордок"] = 140,
        ["Сатир из племени Буйного Нрава"] = 141,
        ["Разбойник из племени Буйного Нрава"] = 142,
        ["Предатель из племени Буйного Нрава"] = 143,
        ["Скверноподданный из племени Буйного Нрава"] = 144,
        ["Тенелов из племени Буйного Нрава"] = 145,
        ["Призыватель огня из племени Буйного Нрава"] = 146,
        ["Одеревеневший древень"] = 147,
        ["Железная Кора – заступник"] = 148,
        ["Страж-криводрев"] = 149,
        ["Древень-криводрев"] = 150,
        ["Криводрев-ветвеплет"] = 151,
        ["Криводрев-топотун"] = 152,
        ["Лавовый уничтожитель"] = 153,
        ["Фантомный налетчик"] = 154,
        ["Бичевательница Маннорока"] = 155,
        ["Повелитель улья Регал"] = 156,
        ["Страж портала демонов"] = 157,
        ["Пещерный шаркун"] = 158,
        ["Зельдарр Изгой"] = 159,
        ["Криводрев Сокрушитель"] = 160,
        ["Кнутохлест"] = 161,
        ["Трутень из улья Аши"] = 162,
        ["Прогнивший топотун"] = 163,
        ["Фазовый плеточник"] = 164,
        ["Хлестун Скверны"] = 165,
        ["Дикий бес из племени Буйного Нрава"] = 166,
        ["Смертельный хлестун"] = 167,
        ["Одеревеневший страж"] = 168,
        ["Смертный вой"] = 169,
        ["Алшир Гиблодых"] = 170,
        ["Крошиус"] = 171,
        ["Плотоед"] = 172,
        ["Вурдалак-берсерк"] = 173,
        ["Чумная слизь"] = 174,
        ["Скелет-штурмовик"] = 175,
      }
   },
   ["Красный кристалл силы"] = {
      drop = {
        ["Дьявозавр"] = 1,
        ["Железношкурый дьявозавр"] = 2,
        ["Тиранодьявозавр"] = 3,
        ["Стегодон"] = 4,
        ["Панцирный стегодон"] = 5,
        ["Шипастый стегодон"] = 6,
        ["Громовой стегодон"] = 7,
        ["Равазавр"] = 8,
        ["Равазавр-бегун"] = 9,
        ["Равазавр-охотник"] = 10,
        ["Ядошкурый равазавр"] = 11,
        ["Кровоцвет-хлыстун"] = 12,
        ["Кровоцвет-живодер"] = 13,
        ["Кровоцвет-крепкозуб"] = 14,
        ["Кровоцвет-зверолов"] = 15,
        ["Ун'Горский топотун"] = 16,
        ["Ун'горская горилла"] = 17,
        ["Ун'Горский рокотун"] = 18,
        ["Смоляная тварь"] = 19,
        ["Смоляной скрытень"] = 20,
        ["Смоляной господин"] = 21,
        ["Смоляной ползун"] = 22,
        ["Оса из улья Гориши"] = 23,
        ["Рабочий из улья Гориши"] = 24,
        ["Разоритель из улья Гориши"] = 25,
        ["Скользкий слизнюк"] = 26,
        ["Первобытный слизнюк"] = 27,
        ["Липкий слизнюк"] = 28,
        ["Каменный страж"] = 29,
        ["Молодой деметродон"] = 30,
        ["Деметродон"] = 31,
        ["Старый деметродон"] = 32,
        ["Птенец терродактиля"] = 33,
        ["Терродактиль"] = 34,
        ["Бесноватый терродактиль"] = 35,
        ["Отделившийся слизнюк"] = 36,
        ["Лар'корви"] = 37,
        ["Мор'век"] = 38,
      }
   },
   ["Желтый кристалл силы"] = {
      drop = {
        ["Дьявозавр"] = 1,
        ["Железношкурый дьявозавр"] = 2,
        ["Тиранодьявозавр"] = 3,
        ["Стегодон"] = 4,
        ["Панцирный стегодон"] = 5,
        ["Шипастый стегодон"] = 6,
        ["Громовой стегодон"] = 7,
        ["Равазавр"] = 8,
        ["Равазавр-бегун"] = 9,
        ["Равазавр-охотник"] = 10,
        ["Ядошкурый равазавр"] = 11,
        ["Кровоцвет-хлыстун"] = 12,
        ["Кровоцвет-живодер"] = 13,
        ["Кровоцвет-крепкозуб"] = 14,
        ["Кровоцвет-зверолов"] = 15,
        ["Ун'Горский топотун"] = 16,
        ["Ун'горская горилла"] = 17,
        ["Ун'Горский рокотун"] = 18,
        ["Смоляная тварь"] = 19,
        ["Смоляной скрытень"] = 20,
        ["Смоляной господин"] = 21,
        ["Смоляной ползун"] = 22,
        ["Разоритель из улья Гориши"] = 23,
        ["Скользкий слизнюк"] = 24,
        ["Первобытный слизнюк"] = 25,
        ["Липкий слизнюк"] = 26,
        ["Каменный страж"] = 27,
        ["Графф"] = 28,
        ["Молодой деметродон"] = 29,
        ["Деметродон"] = 30,
        ["Старый деметродон"] = 31,
        ["Птенец терродактиля"] = 32,
        ["Терродактиль"] = 33,
        ["Бесноватый терродактиль"] = 34,
        ["Отделившийся слизнюк"] = 35,
        ["Самка Лар'корви"] = 36,
        ["Лар'корви"] = 37,
        ["Мор'век"] = 38,
      }
   },
   ["Зеленый кристалл силы"] = {
      drop = {
        ["Дьявозавр"] = 1,
        ["Железношкурый дьявозавр"] = 2,
        ["Тиранодьявозавр"] = 3,
        ["Стегодон"] = 4,
        ["Панцирный стегодон"] = 5,
        ["Шипастый стегодон"] = 6,
        ["Равазавр"] = 7,
        ["Равазавр-бегун"] = 8,
        ["Равазавр-охотник"] = 9,
        ["Ядошкурый равазавр"] = 10,
        ["Кровоцвет-хлыстун"] = 11,
        ["Кровоцвет-живодер"] = 12,
        ["Кровоцвет-крепкозуб"] = 13,
        ["Кровоцвет-зверолов"] = 14,
        ["Ун'Горский топотун"] = 15,
        ["Ун'горская горилла"] = 16,
        ["Ун'Горский рокотун"] = 17,
        ["Смоляная тварь"] = 18,
        ["Смоляной скрытень"] = 19,
        ["Смоляной господин"] = 20,
        ["Смоляной ползун"] = 21,
        ["Оса из улья Гориши"] = 22,
        ["Рабочий из улья Гориши"] = 23,
        ["Скользкий слизнюк"] = 24,
        ["Первобытный слизнюк"] = 25,
        ["Липкий слизнюк"] = 26,
        ["Каменный страж"] = 27,
        ["Молодой деметродон"] = 28,
        ["Деметродон"] = 29,
        ["Старый деметродон"] = 30,
        ["Птенец терродактиля"] = 31,
        ["Терродактиль"] = 32,
        ["Бесноватый терродактиль"] = 33,
        ["Отделившийся слизнюк"] = 34,
        ["Самка Лар'корви"] = 35,
        ["Лар'корви"] = 36,
        ["Мор'век"] = 37,
      }
   },
   ["Синий кристалл силы"] = {
      drop = {
        ["Дьявозавр"] = 1,
        ["Железношкурый дьявозавр"] = 2,
        ["Тиранодьявозавр"] = 3,
        ["Стегодон"] = 4,
        ["Панцирный стегодон"] = 5,
        ["Шипастый стегодон"] = 6,
        ["Равазавр"] = 7,
        ["Равазавр-бегун"] = 8,
        ["Равазавр-охотник"] = 9,
        ["Ядошкурый равазавр"] = 10,
        ["Кровоцвет-хлыстун"] = 11,
        ["Кровоцвет-живодер"] = 12,
        ["Кровоцвет-крепкозуб"] = 13,
        ["Кровоцвет-зверолов"] = 14,
        ["Ун'Горский топотун"] = 15,
        ["Ун'горская горилла"] = 16,
        ["Ун'Горский рокотун"] = 17,
        ["Смоляная тварь"] = 18,
        ["Смоляной скрытень"] = 19,
        ["Смоляной господин"] = 20,
        ["Живое пламя"] = 21,
        ["Смоляной ползун"] = 22,
        ["Оса из улья Гориши"] = 23,
        ["Рабочий из улья Гориши"] = 24,
        ["Скользкий слизнюк"] = 25,
        ["Первобытный слизнюк"] = 26,
        ["Липкий слизнюк"] = 27,
        ["Каменный страж"] = 28,
        ["Молодой деметродон"] = 29,
        ["Деметродон"] = 30,
        ["Старый деметродон"] = 31,
        ["Птенец терродактиля"] = 32,
        ["Терродактиль"] = 33,
        ["Бесноватый терродактиль"] = 34,
        ["Отделившийся слизнюк"] = 35,
        ["Самка Лар'корви"] = 36,
        ["Лар'корви"] = 37,
        ["Мор'век"] = 38,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 1"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Палач Мош'Огг"] = 26,
        ["Посланник Курцена"] = 27,
        ["Мистик из племени Дробителей Черепов"] = 28,
        ["Охотник за головами из племени Дробителей Черепов"] = 29,
        ["Разведчик из племени Дробителей Черепов"] = 30,
        ["Берсерк из племени Дробителей Черепов"] = 31,
        ["Повелитель зверей из племени Дробителей Черепов"] = 32,
        ["Полковник Курцен"] = 33,
        ["Сержант Малтус"] = 34,
        ["Букмекер Ирод"] = 35,
        ["Май'Зот"] = 36,
        ["Воин племени Соленой Чешуи"] = 37,
        ["Оракул племени Соленой Чешуи"] = 38,
        ["Повелитель приливов из племени Соленой Чешуи"] = 39,
        ["Добытчик из племени Соленой Чешуи"] = 40,
        ["Охотник из племени Соленой Чешуи"] = 41,
        ["Дровосек Торговой Компании"] = 42,
        ["Партизан Курцена"] = 43,
        ["Диверсант Курцена"] = 44,
        ["Гвардеец Курцена"] = 45,
        ["Целитель Курцена"] = 46,
        ["Охотник за головами Курцена"] = 47,
        ["Знахарь Курцена"] = 48,
        ["Пастух Курцена"] = 49,
        ["Помощник Курцена"] = 50,
        ["Темный охотник Курцена"] = 51,
        ["Анатек Жестокий"] = 52,
        ["Могх Неумирающий"] = 53,
        ["Ган'зулах"] = 54,
        ["Неззилок Зловещий"] = 55,
        ["Шахтер Торговой Компании"] = 56,
        ["Начальник работ Торговой Компании"] = 57,
        ["Геолог Торговой Компании"] = 58,
        ["Механик Торговой Компании"] = 59,
        ["Громила из клана Мош'Огг"] = 60,
        ["Знахарь из клана Мош'Огг"] = 61,
        ["Рядовой Мерль"] = 62,
        ["Зомби Занзила"] = 63,
        ["Охотник Занзила"] = 64,
        ["Знахарь Занзила"] = 65,
        ["Нага Занзила"] = 66,
        ["Горлаш"] = 67,
        ["Мок'раш"] = 68,
        ["Налетчик из шайки Кровавого Паруса"] = 69,
        ["Маг из шайки Кровавого Паруса"] = 70,
        ["Сорвиголова из шайки Кровавого Паруса"] = 71,
        ["Чернокнижник из шайки Кровавого Паруса"] = 72,
        ["Морской волк из шайки Кровавого Паруса"] = 73,
        ["Старший волхв из шайки Кровавого Паруса"] = 74,
        ["Нага-исследователь"] = 75,
        ["Йеннику"] = 76,
        ["Занзил Отверженный"] = 77,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 78,
        ["Джон-Джон Ворон"] = 79,
        ["Чаки \"Недотепа\""] = 80,
        ["Лорд Сакрасис"] = 81,
        ["\"Красавчик\" Дункан"] = 82,
        ["Командир флота Фираллон"] = 83,
        ["Многоглаз"] = 84,
        ["Капитан Кильватель"] = 85,
        ["Гарр Просоленное Копыто"] = 86,
        ["Капитан Штиллец"] = 87,
        ["Брут"] = 88,
        ["Газбан"] = 89,
        ["Крошшер Торговой Компании"] = 90,
        ["Добытчик из племени Черножабрых"] = 91,
        ["Охотник из племени Черножабрых"] = 92,
        ["Оракул из племени Черножабрых"] = 93,
        ["Вождь племени Черножабрых"] = 94,
        ["Воин из племени Черножабрых"] = 95,
        ["Матрос из шайки Кровавого Паруса"] = 96,
        ["Юнга из шайки Кровавого Паруса"] = 97,
        ["Штейгер Коззл"] = 98,
        ["Барабуль"] = 99,
        ["Ролох"] = 100,
        ["Мигафоникс"] = 101,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 4"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Посланник Курцена"] = 26,
        ["Мистик из племени Дробителей Черепов"] = 27,
        ["Охотник за головами из племени Дробителей Черепов"] = 28,
        ["Разведчик из племени Дробителей Черепов"] = 29,
        ["Берсерк из племени Дробителей Черепов"] = 30,
        ["Повелитель зверей из племени Дробителей Черепов"] = 31,
        ["Полковник Курцен"] = 32,
        ["Сержант Малтус"] = 33,
        ["Букмекер Ирод"] = 34,
        ["Май'Зот"] = 35,
        ["Воин племени Соленой Чешуи"] = 36,
        ["Оракул племени Соленой Чешуи"] = 37,
        ["Повелитель приливов из племени Соленой Чешуи"] = 38,
        ["Добытчик из племени Соленой Чешуи"] = 39,
        ["Охотник из племени Соленой Чешуи"] = 40,
        ["Дровосек Торговой Компании"] = 41,
        ["Партизан Курцена"] = 42,
        ["Диверсант Курцена"] = 43,
        ["Гвардеец Курцена"] = 44,
        ["Целитель Курцена"] = 45,
        ["Охотник за головами Курцена"] = 46,
        ["Знахарь Курцена"] = 47,
        ["Пастух Курцена"] = 48,
        ["Помощник Курцена"] = 49,
        ["Темный охотник Курцена"] = 50,
        ["Анатек Жестокий"] = 51,
        ["Могх Неумирающий"] = 52,
        ["Ган'зулах"] = 53,
        ["Неззилок Зловещий"] = 54,
        ["Шахтер Торговой Компании"] = 55,
        ["Начальник работ Торговой Компании"] = 56,
        ["Геолог Торговой Компании"] = 57,
        ["Механик Торговой Компании"] = 58,
        ["Громила из клана Мош'Огг"] = 59,
        ["Знахарь из клана Мош'Огг"] = 60,
        ["Рядовой Мерль"] = 61,
        ["Зомби Занзила"] = 62,
        ["Охотник Занзила"] = 63,
        ["Знахарь Занзила"] = 64,
        ["Нага Занзила"] = 65,
        ["Горлаш"] = 66,
        ["Мок'раш"] = 67,
        ["Налетчик из шайки Кровавого Паруса"] = 68,
        ["Маг из шайки Кровавого Паруса"] = 69,
        ["Сорвиголова из шайки Кровавого Паруса"] = 70,
        ["Чернокнижник из шайки Кровавого Паруса"] = 71,
        ["Морской волк из шайки Кровавого Паруса"] = 72,
        ["Старший волхв из шайки Кровавого Паруса"] = 73,
        ["Нага-исследователь"] = 74,
        ["Йеннику"] = 75,
        ["Занзил Отверженный"] = 76,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 77,
        ["Джон-Джон Ворон"] = 78,
        ["Чаки \"Недотепа\""] = 79,
        ["Лорд Сакрасис"] = 80,
        ["\"Красавчик\" Дункан"] = 81,
        ["Командир флота Фираллон"] = 82,
        ["Многоглаз"] = 83,
        ["Капитан Кильватель"] = 84,
        ["Гарр Просоленное Копыто"] = 85,
        ["Капитан Штиллец"] = 86,
        ["Брут"] = 87,
        ["Газбан"] = 88,
        ["Крошшер Торговой Компании"] = 89,
        ["Добытчик из племени Черножабрых"] = 90,
        ["Охотник из племени Черножабрых"] = 91,
        ["Оракул из племени Черножабрых"] = 92,
        ["Вождь племени Черножабрых"] = 93,
        ["Воин из племени Черножабрых"] = 94,
        ["Матрос из шайки Кровавого Паруса"] = 95,
        ["Юнга из шайки Кровавого Паруса"] = 96,
        ["Штейгер Коззл"] = 97,
        ["Барабуль"] = 98,
        ["Мигафоникс"] = 99,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 6"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Посланник Курцена"] = 26,
        ["Мистик из племени Дробителей Черепов"] = 27,
        ["Охотник за головами из племени Дробителей Черепов"] = 28,
        ["Разведчик из племени Дробителей Черепов"] = 29,
        ["Берсерк из племени Дробителей Черепов"] = 30,
        ["Повелитель зверей из племени Дробителей Черепов"] = 31,
        ["Полковник Курцен"] = 32,
        ["Сержант Малтус"] = 33,
        ["Букмекер Ирод"] = 34,
        ["Май'Зот"] = 35,
        ["Воин племени Соленой Чешуи"] = 36,
        ["Оракул племени Соленой Чешуи"] = 37,
        ["Повелитель приливов из племени Соленой Чешуи"] = 38,
        ["Добытчик из племени Соленой Чешуи"] = 39,
        ["Охотник из племени Соленой Чешуи"] = 40,
        ["Дровосек Торговой Компании"] = 41,
        ["Партизан Курцена"] = 42,
        ["Диверсант Курцена"] = 43,
        ["Гвардеец Курцена"] = 44,
        ["Целитель Курцена"] = 45,
        ["Охотник за головами Курцена"] = 46,
        ["Знахарь Курцена"] = 47,
        ["Пастух Курцена"] = 48,
        ["Помощник Курцена"] = 49,
        ["Темный охотник Курцена"] = 50,
        ["Анатек Жестокий"] = 51,
        ["Могх Неумирающий"] = 52,
        ["Ган'зулах"] = 53,
        ["Неззилок Зловещий"] = 54,
        ["Шахтер Торговой Компании"] = 55,
        ["Начальник работ Торговой Компании"] = 56,
        ["Геолог Торговой Компании"] = 57,
        ["Механик Торговой Компании"] = 58,
        ["Громила из клана Мош'Огг"] = 59,
        ["Знахарь из клана Мош'Огг"] = 60,
        ["Рядовой Мерль"] = 61,
        ["Зомби Занзила"] = 62,
        ["Охотник Занзила"] = 63,
        ["Знахарь Занзила"] = 64,
        ["Нага Занзила"] = 65,
        ["Горлаш"] = 66,
        ["Мок'раш"] = 67,
        ["Налетчик из шайки Кровавого Паруса"] = 68,
        ["Маг из шайки Кровавого Паруса"] = 69,
        ["Сорвиголова из шайки Кровавого Паруса"] = 70,
        ["Чернокнижник из шайки Кровавого Паруса"] = 71,
        ["Морской волк из шайки Кровавого Паруса"] = 72,
        ["Старший волхв из шайки Кровавого Паруса"] = 73,
        ["Нага-исследователь"] = 74,
        ["Йеннику"] = 75,
        ["Занзил Отверженный"] = 76,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 77,
        ["Джон-Джон Ворон"] = 78,
        ["Чаки \"Недотепа\""] = 79,
        ["Лорд Сакрасис"] = 80,
        ["\"Красавчик\" Дункан"] = 81,
        ["Командир флота Фираллон"] = 82,
        ["Многоглаз"] = 83,
        ["Капитан Кильватель"] = 84,
        ["Гарр Просоленное Копыто"] = 85,
        ["Капитан Штиллец"] = 86,
        ["Брут"] = 87,
        ["Газбан"] = 88,
        ["Крошшер Торговой Компании"] = 89,
        ["Добытчик из племени Черножабрых"] = 90,
        ["Охотник из племени Черножабрых"] = 91,
        ["Оракул из племени Черножабрых"] = 92,
        ["Вождь племени Черножабрых"] = 93,
        ["Воин из племени Черножабрых"] = 94,
        ["Матрос из шайки Кровавого Паруса"] = 95,
        ["Юнга из шайки Кровавого Паруса"] = 96,
        ["Штейгер Коззл"] = 97,
        ["Барабуль"] = 98,
        ["Ролох"] = 99,
        ["Мигафоникс"] = 100,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 8"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Палач Мош'Огг"] = 26,
        ["Посланник Курцена"] = 27,
        ["Мистик из племени Дробителей Черепов"] = 28,
        ["Охотник за головами из племени Дробителей Черепов"] = 29,
        ["Разведчик из племени Дробителей Черепов"] = 30,
        ["Берсерк из племени Дробителей Черепов"] = 31,
        ["Повелитель зверей из племени Дробителей Черепов"] = 32,
        ["Полковник Курцен"] = 33,
        ["Сержант Малтус"] = 34,
        ["Букмекер Ирод"] = 35,
        ["Май'Зот"] = 36,
        ["Воин племени Соленой Чешуи"] = 37,
        ["Оракул племени Соленой Чешуи"] = 38,
        ["Повелитель приливов из племени Соленой Чешуи"] = 39,
        ["Добытчик из племени Соленой Чешуи"] = 40,
        ["Охотник из племени Соленой Чешуи"] = 41,
        ["Дровосек Торговой Компании"] = 42,
        ["Партизан Курцена"] = 43,
        ["Диверсант Курцена"] = 44,
        ["Гвардеец Курцена"] = 45,
        ["Целитель Курцена"] = 46,
        ["Охотник за головами Курцена"] = 47,
        ["Знахарь Курцена"] = 48,
        ["Пастух Курцена"] = 49,
        ["Помощник Курцена"] = 50,
        ["Темный охотник Курцена"] = 51,
        ["Анатек Жестокий"] = 52,
        ["Могх Неумирающий"] = 53,
        ["Ган'зулах"] = 54,
        ["Неззилок Зловещий"] = 55,
        ["Шахтер Торговой Компании"] = 56,
        ["Начальник работ Торговой Компании"] = 57,
        ["Геолог Торговой Компании"] = 58,
        ["Механик Торговой Компании"] = 59,
        ["Громила из клана Мош'Огг"] = 60,
        ["Знахарь из клана Мош'Огг"] = 61,
        ["Рядовой Мерль"] = 62,
        ["Зомби Занзила"] = 63,
        ["Охотник Занзила"] = 64,
        ["Знахарь Занзила"] = 65,
        ["Нага Занзила"] = 66,
        ["Горлаш"] = 67,
        ["Мок'раш"] = 68,
        ["Налетчик из шайки Кровавого Паруса"] = 69,
        ["Маг из шайки Кровавого Паруса"] = 70,
        ["Сорвиголова из шайки Кровавого Паруса"] = 71,
        ["Чернокнижник из шайки Кровавого Паруса"] = 72,
        ["Морской волк из шайки Кровавого Паруса"] = 73,
        ["Старший волхв из шайки Кровавого Паруса"] = 74,
        ["Нага-исследователь"] = 75,
        ["Йеннику"] = 76,
        ["Занзил Отверженный"] = 77,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 78,
        ["Джон-Джон Ворон"] = 79,
        ["Чаки \"Недотепа\""] = 80,
        ["Лорд Сакрасис"] = 81,
        ["\"Красавчик\" Дункан"] = 82,
        ["Командир флота Фираллон"] = 83,
        ["Многоглаз"] = 84,
        ["Капитан Кильватель"] = 85,
        ["Гарр Просоленное Копыто"] = 86,
        ["Капитан Штиллец"] = 87,
        ["Брут"] = 88,
        ["Газбан"] = 89,
        ["Крошшер Торговой Компании"] = 90,
        ["Добытчик из племени Черножабрых"] = 91,
        ["Охотник из племени Черножабрых"] = 92,
        ["Оракул из племени Черножабрых"] = 93,
        ["Вождь племени Черножабрых"] = 94,
        ["Воин из племени Черножабрых"] = 95,
        ["Матрос из шайки Кровавого Паруса"] = 96,
        ["Юнга из шайки Кровавого Паруса"] = 97,
        ["Штейгер Коззл"] = 98,
        ["Барабуль"] = 99,
        ["Мигафоникс"] = 100,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 10"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Посланник Курцена"] = 26,
        ["Мистик из племени Дробителей Черепов"] = 27,
        ["Охотник за головами из племени Дробителей Черепов"] = 28,
        ["Разведчик из племени Дробителей Черепов"] = 29,
        ["Берсерк из племени Дробителей Черепов"] = 30,
        ["Повелитель зверей из племени Дробителей Черепов"] = 31,
        ["Полковник Курцен"] = 32,
        ["Сержант Малтус"] = 33,
        ["Букмекер Ирод"] = 34,
        ["Май'Зот"] = 35,
        ["Воин племени Соленой Чешуи"] = 36,
        ["Оракул племени Соленой Чешуи"] = 37,
        ["Повелитель приливов из племени Соленой Чешуи"] = 38,
        ["Добытчик из племени Соленой Чешуи"] = 39,
        ["Охотник из племени Соленой Чешуи"] = 40,
        ["Дровосек Торговой Компании"] = 41,
        ["Партизан Курцена"] = 42,
        ["Диверсант Курцена"] = 43,
        ["Гвардеец Курцена"] = 44,
        ["Целитель Курцена"] = 45,
        ["Охотник за головами Курцена"] = 46,
        ["Знахарь Курцена"] = 47,
        ["Пастух Курцена"] = 48,
        ["Помощник Курцена"] = 49,
        ["Темный охотник Курцена"] = 50,
        ["Анатек Жестокий"] = 51,
        ["Могх Неумирающий"] = 52,
        ["Ган'зулах"] = 53,
        ["Неззилок Зловещий"] = 54,
        ["Шахтер Торговой Компании"] = 55,
        ["Начальник работ Торговой Компании"] = 56,
        ["Геолог Торговой Компании"] = 57,
        ["Механик Торговой Компании"] = 58,
        ["Громила из клана Мош'Огг"] = 59,
        ["Знахарь из клана Мош'Огг"] = 60,
        ["Рядовой Мерль"] = 61,
        ["Зомби Занзила"] = 62,
        ["Охотник Занзила"] = 63,
        ["Знахарь Занзила"] = 64,
        ["Нага Занзила"] = 65,
        ["Горлаш"] = 66,
        ["Мок'раш"] = 67,
        ["Налетчик из шайки Кровавого Паруса"] = 68,
        ["Маг из шайки Кровавого Паруса"] = 69,
        ["Сорвиголова из шайки Кровавого Паруса"] = 70,
        ["Чернокнижник из шайки Кровавого Паруса"] = 71,
        ["Морской волк из шайки Кровавого Паруса"] = 72,
        ["Старший волхв из шайки Кровавого Паруса"] = 73,
        ["Нага-исследователь"] = 74,
        ["Йеннику"] = 75,
        ["Занзил Отверженный"] = 76,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 77,
        ["Джон-Джон Ворон"] = 78,
        ["Чаки \"Недотепа\""] = 79,
        ["Лорд Сакрасис"] = 80,
        ["\"Красавчик\" Дункан"] = 81,
        ["Командир флота Фираллон"] = 82,
        ["Многоглаз"] = 83,
        ["Капитан Кильватель"] = 84,
        ["Гарр Просоленное Копыто"] = 85,
        ["Капитан Штиллец"] = 86,
        ["Брут"] = 87,
        ["Газбан"] = 88,
        ["Крошшер Торговой Компании"] = 89,
        ["Добытчик из племени Черножабрых"] = 90,
        ["Охотник из племени Черножабрых"] = 91,
        ["Оракул из племени Черножабрых"] = 92,
        ["Вождь племени Черножабрых"] = 93,
        ["Воин из племени Черножабрых"] = 94,
        ["Матрос из шайки Кровавого Паруса"] = 95,
        ["Юнга из шайки Кровавого Паруса"] = 96,
        ["Штейгер Коззл"] = 97,
        ["Барабуль"] = 98,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 11"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Посланник Курцена"] = 26,
        ["Мистик из племени Дробителей Черепов"] = 27,
        ["Охотник за головами из племени Дробителей Черепов"] = 28,
        ["Разведчик из племени Дробителей Черепов"] = 29,
        ["Берсерк из племени Дробителей Черепов"] = 30,
        ["Повелитель зверей из племени Дробителей Черепов"] = 31,
        ["Полковник Курцен"] = 32,
        ["Сержант Малтус"] = 33,
        ["Букмекер Ирод"] = 34,
        ["Май'Зот"] = 35,
        ["Воин племени Соленой Чешуи"] = 36,
        ["Оракул племени Соленой Чешуи"] = 37,
        ["Повелитель приливов из племени Соленой Чешуи"] = 38,
        ["Добытчик из племени Соленой Чешуи"] = 39,
        ["Охотник из племени Соленой Чешуи"] = 40,
        ["Дровосек Торговой Компании"] = 41,
        ["Партизан Курцена"] = 42,
        ["Диверсант Курцена"] = 43,
        ["Гвардеец Курцена"] = 44,
        ["Целитель Курцена"] = 45,
        ["Охотник за головами Курцена"] = 46,
        ["Знахарь Курцена"] = 47,
        ["Пастух Курцена"] = 48,
        ["Помощник Курцена"] = 49,
        ["Темный охотник Курцена"] = 50,
        ["Анатек Жестокий"] = 51,
        ["Могх Неумирающий"] = 52,
        ["Ган'зулах"] = 53,
        ["Неззилок Зловещий"] = 54,
        ["Шахтер Торговой Компании"] = 55,
        ["Начальник работ Торговой Компании"] = 56,
        ["Геолог Торговой Компании"] = 57,
        ["Механик Торговой Компании"] = 58,
        ["Громила из клана Мош'Огг"] = 59,
        ["Знахарь из клана Мош'Огг"] = 60,
        ["Рядовой Мерль"] = 61,
        ["Зомби Занзила"] = 62,
        ["Охотник Занзила"] = 63,
        ["Знахарь Занзила"] = 64,
        ["Нага Занзила"] = 65,
        ["Горлаш"] = 66,
        ["Мок'раш"] = 67,
        ["Налетчик из шайки Кровавого Паруса"] = 68,
        ["Маг из шайки Кровавого Паруса"] = 69,
        ["Сорвиголова из шайки Кровавого Паруса"] = 70,
        ["Чернокнижник из шайки Кровавого Паруса"] = 71,
        ["Морской волк из шайки Кровавого Паруса"] = 72,
        ["Старший волхв из шайки Кровавого Паруса"] = 73,
        ["Нага-исследователь"] = 74,
        ["Йеннику"] = 75,
        ["Занзил Отверженный"] = 76,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 77,
        ["Джон-Джон Ворон"] = 78,
        ["Чаки \"Недотепа\""] = 79,
        ["Лорд Сакрасис"] = 80,
        ["\"Красавчик\" Дункан"] = 81,
        ["Командир флота Фираллон"] = 82,
        ["Многоглаз"] = 83,
        ["Капитан Кильватель"] = 84,
        ["Гарр Просоленное Копыто"] = 85,
        ["Капитан Штиллец"] = 86,
        ["Брут"] = 87,
        ["Газбан"] = 88,
        ["Крошшер Торговой Компании"] = 89,
        ["Добытчик из племени Черножабрых"] = 90,
        ["Охотник из племени Черножабрых"] = 91,
        ["Оракул из племени Черножабрых"] = 92,
        ["Вождь племени Черножабрых"] = 93,
        ["Воин из племени Черножабрых"] = 94,
        ["Матрос из шайки Кровавого Паруса"] = 95,
        ["Юнга из шайки Кровавого Паруса"] = 96,
        ["Штейгер Коззл"] = 97,
        ["Барабуль"] = 98,
        ["Ролох"] = 99,
        ["Мигафоникс"] = 100,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 14"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Посланник Курцена"] = 26,
        ["Мистик из племени Дробителей Черепов"] = 27,
        ["Охотник за головами из племени Дробителей Черепов"] = 28,
        ["Разведчик из племени Дробителей Черепов"] = 29,
        ["Берсерк из племени Дробителей Черепов"] = 30,
        ["Повелитель зверей из племени Дробителей Черепов"] = 31,
        ["Полковник Курцен"] = 32,
        ["Сержант Малтус"] = 33,
        ["Букмекер Ирод"] = 34,
        ["Май'Зот"] = 35,
        ["Воин племени Соленой Чешуи"] = 36,
        ["Оракул племени Соленой Чешуи"] = 37,
        ["Повелитель приливов из племени Соленой Чешуи"] = 38,
        ["Добытчик из племени Соленой Чешуи"] = 39,
        ["Охотник из племени Соленой Чешуи"] = 40,
        ["Дровосек Торговой Компании"] = 41,
        ["Партизан Курцена"] = 42,
        ["Диверсант Курцена"] = 43,
        ["Гвардеец Курцена"] = 44,
        ["Целитель Курцена"] = 45,
        ["Охотник за головами Курцена"] = 46,
        ["Знахарь Курцена"] = 47,
        ["Пастух Курцена"] = 48,
        ["Помощник Курцена"] = 49,
        ["Темный охотник Курцена"] = 50,
        ["Анатек Жестокий"] = 51,
        ["Могх Неумирающий"] = 52,
        ["Ган'зулах"] = 53,
        ["Неззилок Зловещий"] = 54,
        ["Шахтер Торговой Компании"] = 55,
        ["Начальник работ Торговой Компании"] = 56,
        ["Геолог Торговой Компании"] = 57,
        ["Механик Торговой Компании"] = 58,
        ["Громила из клана Мош'Огг"] = 59,
        ["Знахарь из клана Мош'Огг"] = 60,
        ["Рядовой Мерль"] = 61,
        ["Зомби Занзила"] = 62,
        ["Охотник Занзила"] = 63,
        ["Знахарь Занзила"] = 64,
        ["Нага Занзила"] = 65,
        ["Горлаш"] = 66,
        ["Мок'раш"] = 67,
        ["Налетчик из шайки Кровавого Паруса"] = 68,
        ["Маг из шайки Кровавого Паруса"] = 69,
        ["Сорвиголова из шайки Кровавого Паруса"] = 70,
        ["Чернокнижник из шайки Кровавого Паруса"] = 71,
        ["Морской волк из шайки Кровавого Паруса"] = 72,
        ["Старший волхв из шайки Кровавого Паруса"] = 73,
        ["Нага-исследователь"] = 74,
        ["Йеннику"] = 75,
        ["Занзил Отверженный"] = 76,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 77,
        ["Джон-Джон Ворон"] = 78,
        ["Чаки \"Недотепа\""] = 79,
        ["Лорд Сакрасис"] = 80,
        ["\"Красавчик\" Дункан"] = 81,
        ["Командир флота Фираллон"] = 82,
        ["Многоглаз"] = 83,
        ["Капитан Кильватель"] = 84,
        ["Гарр Просоленное Копыто"] = 85,
        ["Капитан Штиллец"] = 86,
        ["Брут"] = 87,
        ["Газбан"] = 88,
        ["Крошшер Торговой Компании"] = 89,
        ["Добытчик из племени Черножабрых"] = 90,
        ["Охотник из племени Черножабрых"] = 91,
        ["Оракул из племени Черножабрых"] = 92,
        ["Вождь племени Черножабрых"] = 93,
        ["Воин из племени Черножабрых"] = 94,
        ["Матрос из шайки Кровавого Паруса"] = 95,
        ["Юнга из шайки Кровавого Паруса"] = 96,
        ["Штейгер Коззл"] = 97,
        ["Барабуль"] = 98,
        ["Ролох"] = 99,
        ["Мигафоникс"] = 100,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 16"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Посланник Курцена"] = 26,
        ["Мистик из племени Дробителей Черепов"] = 27,
        ["Охотник за головами из племени Дробителей Черепов"] = 28,
        ["Разведчик из племени Дробителей Черепов"] = 29,
        ["Берсерк из племени Дробителей Черепов"] = 30,
        ["Повелитель зверей из племени Дробителей Черепов"] = 31,
        ["Полковник Курцен"] = 32,
        ["Сержант Малтус"] = 33,
        ["Букмекер Ирод"] = 34,
        ["Май'Зот"] = 35,
        ["Воин племени Соленой Чешуи"] = 36,
        ["Оракул племени Соленой Чешуи"] = 37,
        ["Повелитель приливов из племени Соленой Чешуи"] = 38,
        ["Добытчик из племени Соленой Чешуи"] = 39,
        ["Охотник из племени Соленой Чешуи"] = 40,
        ["Дровосек Торговой Компании"] = 41,
        ["Партизан Курцена"] = 42,
        ["Диверсант Курцена"] = 43,
        ["Гвардеец Курцена"] = 44,
        ["Целитель Курцена"] = 45,
        ["Охотник за головами Курцена"] = 46,
        ["Знахарь Курцена"] = 47,
        ["Пастух Курцена"] = 48,
        ["Помощник Курцена"] = 49,
        ["Темный охотник Курцена"] = 50,
        ["Анатек Жестокий"] = 51,
        ["Могх Неумирающий"] = 52,
        ["Ган'зулах"] = 53,
        ["Неззилок Зловещий"] = 54,
        ["Шахтер Торговой Компании"] = 55,
        ["Начальник работ Торговой Компании"] = 56,
        ["Геолог Торговой Компании"] = 57,
        ["Механик Торговой Компании"] = 58,
        ["Громила из клана Мош'Огг"] = 59,
        ["Знахарь из клана Мош'Огг"] = 60,
        ["Рядовой Мерль"] = 61,
        ["Зомби Занзила"] = 62,
        ["Охотник Занзила"] = 63,
        ["Знахарь Занзила"] = 64,
        ["Нага Занзила"] = 65,
        ["Горлаш"] = 66,
        ["Мок'раш"] = 67,
        ["Налетчик из шайки Кровавого Паруса"] = 68,
        ["Маг из шайки Кровавого Паруса"] = 69,
        ["Сорвиголова из шайки Кровавого Паруса"] = 70,
        ["Чернокнижник из шайки Кровавого Паруса"] = 71,
        ["Морской волк из шайки Кровавого Паруса"] = 72,
        ["Старший волхв из шайки Кровавого Паруса"] = 73,
        ["Нага-исследователь"] = 74,
        ["Йеннику"] = 75,
        ["Занзил Отверженный"] = 76,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 77,
        ["Джон-Джон Ворон"] = 78,
        ["Чаки \"Недотепа\""] = 79,
        ["Лорд Сакрасис"] = 80,
        ["\"Красавчик\" Дункан"] = 81,
        ["Командир флота Фираллон"] = 82,
        ["Многоглаз"] = 83,
        ["Капитан Кильватель"] = 84,
        ["Гарр Просоленное Копыто"] = 85,
        ["Капитан Штиллец"] = 86,
        ["Брут"] = 87,
        ["Газбан"] = 88,
        ["Крошшер Торговой Компании"] = 89,
        ["Добытчик из племени Черножабрых"] = 90,
        ["Охотник из племени Черножабрых"] = 91,
        ["Оракул из племени Черножабрых"] = 92,
        ["Вождь племени Черножабрых"] = 93,
        ["Воин из племени Черножабрых"] = 94,
        ["Матрос из шайки Кровавого Паруса"] = 95,
        ["Юнга из шайки Кровавого Паруса"] = 96,
        ["Штейгер Коззл"] = 97,
        ["Ролох"] = 98,
        ["Мигафоникс"] = 99,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 18"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Посланник Курцена"] = 26,
        ["Мистик из племени Дробителей Черепов"] = 27,
        ["Охотник за головами из племени Дробителей Черепов"] = 28,
        ["Разведчик из племени Дробителей Черепов"] = 29,
        ["Берсерк из племени Дробителей Черепов"] = 30,
        ["Повелитель зверей из племени Дробителей Черепов"] = 31,
        ["Полковник Курцен"] = 32,
        ["Сержант Малтус"] = 33,
        ["Букмекер Ирод"] = 34,
        ["Май'Зот"] = 35,
        ["Воин племени Соленой Чешуи"] = 36,
        ["Оракул племени Соленой Чешуи"] = 37,
        ["Повелитель приливов из племени Соленой Чешуи"] = 38,
        ["Добытчик из племени Соленой Чешуи"] = 39,
        ["Охотник из племени Соленой Чешуи"] = 40,
        ["Дровосек Торговой Компании"] = 41,
        ["Партизан Курцена"] = 42,
        ["Диверсант Курцена"] = 43,
        ["Гвардеец Курцена"] = 44,
        ["Целитель Курцена"] = 45,
        ["Охотник за головами Курцена"] = 46,
        ["Знахарь Курцена"] = 47,
        ["Пастух Курцена"] = 48,
        ["Помощник Курцена"] = 49,
        ["Темный охотник Курцена"] = 50,
        ["Анатек Жестокий"] = 51,
        ["Могх Неумирающий"] = 52,
        ["Ган'зулах"] = 53,
        ["Неззилок Зловещий"] = 54,
        ["Шахтер Торговой Компании"] = 55,
        ["Начальник работ Торговой Компании"] = 56,
        ["Геолог Торговой Компании"] = 57,
        ["Механик Торговой Компании"] = 58,
        ["Громила из клана Мош'Огг"] = 59,
        ["Знахарь из клана Мош'Огг"] = 60,
        ["Рядовой Мерль"] = 61,
        ["Зомби Занзила"] = 62,
        ["Охотник Занзила"] = 63,
        ["Знахарь Занзила"] = 64,
        ["Нага Занзила"] = 65,
        ["Горлаш"] = 66,
        ["Мок'раш"] = 67,
        ["Налетчик из шайки Кровавого Паруса"] = 68,
        ["Маг из шайки Кровавого Паруса"] = 69,
        ["Сорвиголова из шайки Кровавого Паруса"] = 70,
        ["Чернокнижник из шайки Кровавого Паруса"] = 71,
        ["Морской волк из шайки Кровавого Паруса"] = 72,
        ["Старший волхв из шайки Кровавого Паруса"] = 73,
        ["Нага-исследователь"] = 74,
        ["Йеннику"] = 75,
        ["Занзил Отверженный"] = 76,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 77,
        ["Джон-Джон Ворон"] = 78,
        ["Чаки \"Недотепа\""] = 79,
        ["Лорд Сакрасис"] = 80,
        ["\"Красавчик\" Дункан"] = 81,
        ["Командир флота Фираллон"] = 82,
        ["Многоглаз"] = 83,
        ["Капитан Кильватель"] = 84,
        ["Гарр Просоленное Копыто"] = 85,
        ["Капитан Штиллец"] = 86,
        ["Брут"] = 87,
        ["Газбан"] = 88,
        ["Крошшер Торговой Компании"] = 89,
        ["Добытчик из племени Черножабрых"] = 90,
        ["Охотник из племени Черножабрых"] = 91,
        ["Оракул из племени Черножабрых"] = 92,
        ["Вождь племени Черножабрых"] = 93,
        ["Воин из племени Черножабрых"] = 94,
        ["Матрос из шайки Кровавого Паруса"] = 95,
        ["Юнга из шайки Кровавого Паруса"] = 96,
        ["Штейгер Коззл"] = 97,
        ["Барабуль"] = 98,
        ["Ролох"] = 99,
        ["Мигафоникс"] = 100,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 20"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Палач Мош'Огг"] = 26,
        ["Посланник Курцена"] = 27,
        ["Мистик из племени Дробителей Черепов"] = 28,
        ["Охотник за головами из племени Дробителей Черепов"] = 29,
        ["Разведчик из племени Дробителей Черепов"] = 30,
        ["Берсерк из племени Дробителей Черепов"] = 31,
        ["Повелитель зверей из племени Дробителей Черепов"] = 32,
        ["Полковник Курцен"] = 33,
        ["Сержант Малтус"] = 34,
        ["Букмекер Ирод"] = 35,
        ["Май'Зот"] = 36,
        ["Воин племени Соленой Чешуи"] = 37,
        ["Оракул племени Соленой Чешуи"] = 38,
        ["Повелитель приливов из племени Соленой Чешуи"] = 39,
        ["Добытчик из племени Соленой Чешуи"] = 40,
        ["Охотник из племени Соленой Чешуи"] = 41,
        ["Дровосек Торговой Компании"] = 42,
        ["Партизан Курцена"] = 43,
        ["Диверсант Курцена"] = 44,
        ["Гвардеец Курцена"] = 45,
        ["Целитель Курцена"] = 46,
        ["Охотник за головами Курцена"] = 47,
        ["Знахарь Курцена"] = 48,
        ["Пастух Курцена"] = 49,
        ["Помощник Курцена"] = 50,
        ["Темный охотник Курцена"] = 51,
        ["Анатек Жестокий"] = 52,
        ["Могх Неумирающий"] = 53,
        ["Ган'зулах"] = 54,
        ["Неззилок Зловещий"] = 55,
        ["Шахтер Торговой Компании"] = 56,
        ["Начальник работ Торговой Компании"] = 57,
        ["Геолог Торговой Компании"] = 58,
        ["Механик Торговой Компании"] = 59,
        ["Громила из клана Мош'Огг"] = 60,
        ["Знахарь из клана Мош'Огг"] = 61,
        ["Рядовой Мерль"] = 62,
        ["Зомби Занзила"] = 63,
        ["Охотник Занзила"] = 64,
        ["Знахарь Занзила"] = 65,
        ["Нага Занзила"] = 66,
        ["Горлаш"] = 67,
        ["Мок'раш"] = 68,
        ["Налетчик из шайки Кровавого Паруса"] = 69,
        ["Маг из шайки Кровавого Паруса"] = 70,
        ["Сорвиголова из шайки Кровавого Паруса"] = 71,
        ["Чернокнижник из шайки Кровавого Паруса"] = 72,
        ["Морской волк из шайки Кровавого Паруса"] = 73,
        ["Старший волхв из шайки Кровавого Паруса"] = 74,
        ["Нага-исследователь"] = 75,
        ["Йеннику"] = 76,
        ["Занзил Отверженный"] = 77,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 78,
        ["Джон-Джон Ворон"] = 79,
        ["Чаки \"Недотепа\""] = 80,
        ["Лорд Сакрасис"] = 81,
        ["\"Красавчик\" Дункан"] = 82,
        ["Командир флота Фираллон"] = 83,
        ["Многоглаз"] = 84,
        ["Капитан Кильватель"] = 85,
        ["Гарр Просоленное Копыто"] = 86,
        ["Капитан Штиллец"] = 87,
        ["Брут"] = 88,
        ["Газбан"] = 89,
        ["Крошшер Торговой Компании"] = 90,
        ["Добытчик из племени Черножабрых"] = 91,
        ["Охотник из племени Черножабрых"] = 92,
        ["Оракул из племени Черножабрых"] = 93,
        ["Вождь племени Черножабрых"] = 94,
        ["Воин из племени Черножабрых"] = 95,
        ["Матрос из шайки Кровавого Паруса"] = 96,
        ["Юнга из шайки Кровавого Паруса"] = 97,
        ["Штейгер Коззл"] = 98,
        ["Ролох"] = 99,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 21"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Посланник Курцена"] = 26,
        ["Мистик из племени Дробителей Черепов"] = 27,
        ["Охотник за головами из племени Дробителей Черепов"] = 28,
        ["Разведчик из племени Дробителей Черепов"] = 29,
        ["Берсерк из племени Дробителей Черепов"] = 30,
        ["Повелитель зверей из племени Дробителей Черепов"] = 31,
        ["Полковник Курцен"] = 32,
        ["Сержант Малтус"] = 33,
        ["Букмекер Ирод"] = 34,
        ["Май'Зот"] = 35,
        ["Воин племени Соленой Чешуи"] = 36,
        ["Оракул племени Соленой Чешуи"] = 37,
        ["Повелитель приливов из племени Соленой Чешуи"] = 38,
        ["Добытчик из племени Соленой Чешуи"] = 39,
        ["Охотник из племени Соленой Чешуи"] = 40,
        ["Дровосек Торговой Компании"] = 41,
        ["Партизан Курцена"] = 42,
        ["Диверсант Курцена"] = 43,
        ["Гвардеец Курцена"] = 44,
        ["Целитель Курцена"] = 45,
        ["Охотник за головами Курцена"] = 46,
        ["Знахарь Курцена"] = 47,
        ["Пастух Курцена"] = 48,
        ["Помощник Курцена"] = 49,
        ["Темный охотник Курцена"] = 50,
        ["Анатек Жестокий"] = 51,
        ["Могх Неумирающий"] = 52,
        ["Ган'зулах"] = 53,
        ["Неззилок Зловещий"] = 54,
        ["Шахтер Торговой Компании"] = 55,
        ["Начальник работ Торговой Компании"] = 56,
        ["Геолог Торговой Компании"] = 57,
        ["Механик Торговой Компании"] = 58,
        ["Громила из клана Мош'Огг"] = 59,
        ["Знахарь из клана Мош'Огг"] = 60,
        ["Рядовой Мерль"] = 61,
        ["Зомби Занзила"] = 62,
        ["Охотник Занзила"] = 63,
        ["Знахарь Занзила"] = 64,
        ["Нага Занзила"] = 65,
        ["Горлаш"] = 66,
        ["Мок'раш"] = 67,
        ["Налетчик из шайки Кровавого Паруса"] = 68,
        ["Маг из шайки Кровавого Паруса"] = 69,
        ["Сорвиголова из шайки Кровавого Паруса"] = 70,
        ["Чернокнижник из шайки Кровавого Паруса"] = 71,
        ["Морской волк из шайки Кровавого Паруса"] = 72,
        ["Старший волхв из шайки Кровавого Паруса"] = 73,
        ["Нага-исследователь"] = 74,
        ["Йеннику"] = 75,
        ["Занзил Отверженный"] = 76,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 77,
        ["Джон-Джон Ворон"] = 78,
        ["Чаки \"Недотепа\""] = 79,
        ["Лорд Сакрасис"] = 80,
        ["\"Красавчик\" Дункан"] = 81,
        ["Командир флота Фираллон"] = 82,
        ["Многоглаз"] = 83,
        ["Капитан Кильватель"] = 84,
        ["Гарр Просоленное Копыто"] = 85,
        ["Капитан Штиллец"] = 86,
        ["Брут"] = 87,
        ["Газбан"] = 88,
        ["Крошшер Торговой Компании"] = 89,
        ["Добытчик из племени Черножабрых"] = 90,
        ["Охотник из племени Черножабрых"] = 91,
        ["Оракул из племени Черножабрых"] = 92,
        ["Вождь племени Черножабрых"] = 93,
        ["Воин из племени Черножабрых"] = 94,
        ["Матрос из шайки Кровавого Паруса"] = 95,
        ["Юнга из шайки Кровавого Паруса"] = 96,
        ["Штейгер Коззл"] = 97,
        ["Барабуль"] = 98,
        ["Ролох"] = 99,
        ["Мигафоникс"] = 100,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 24"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Посланник Курцена"] = 26,
        ["Мистик из племени Дробителей Черепов"] = 27,
        ["Охотник за головами из племени Дробителей Черепов"] = 28,
        ["Разведчик из племени Дробителей Черепов"] = 29,
        ["Берсерк из племени Дробителей Черепов"] = 30,
        ["Повелитель зверей из племени Дробителей Черепов"] = 31,
        ["Полковник Курцен"] = 32,
        ["Сержант Малтус"] = 33,
        ["Букмекер Ирод"] = 34,
        ["Май'Зот"] = 35,
        ["Воин племени Соленой Чешуи"] = 36,
        ["Оракул племени Соленой Чешуи"] = 37,
        ["Повелитель приливов из племени Соленой Чешуи"] = 38,
        ["Добытчик из племени Соленой Чешуи"] = 39,
        ["Охотник из племени Соленой Чешуи"] = 40,
        ["Дровосек Торговой Компании"] = 41,
        ["Партизан Курцена"] = 42,
        ["Диверсант Курцена"] = 43,
        ["Гвардеец Курцена"] = 44,
        ["Целитель Курцена"] = 45,
        ["Охотник за головами Курцена"] = 46,
        ["Знахарь Курцена"] = 47,
        ["Пастух Курцена"] = 48,
        ["Помощник Курцена"] = 49,
        ["Темный охотник Курцена"] = 50,
        ["Анатек Жестокий"] = 51,
        ["Могх Неумирающий"] = 52,
        ["Ган'зулах"] = 53,
        ["Неззилок Зловещий"] = 54,
        ["Шахтер Торговой Компании"] = 55,
        ["Начальник работ Торговой Компании"] = 56,
        ["Геолог Торговой Компании"] = 57,
        ["Механик Торговой Компании"] = 58,
        ["Громила из клана Мош'Огг"] = 59,
        ["Знахарь из клана Мош'Огг"] = 60,
        ["Рядовой Мерль"] = 61,
        ["Зомби Занзила"] = 62,
        ["Охотник Занзила"] = 63,
        ["Знахарь Занзила"] = 64,
        ["Нага Занзила"] = 65,
        ["Горлаш"] = 66,
        ["Мок'раш"] = 67,
        ["Налетчик из шайки Кровавого Паруса"] = 68,
        ["Маг из шайки Кровавого Паруса"] = 69,
        ["Сорвиголова из шайки Кровавого Паруса"] = 70,
        ["Чернокнижник из шайки Кровавого Паруса"] = 71,
        ["Морской волк из шайки Кровавого Паруса"] = 72,
        ["Старший волхв из шайки Кровавого Паруса"] = 73,
        ["Нага-исследователь"] = 74,
        ["Йеннику"] = 75,
        ["Занзил Отверженный"] = 76,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 77,
        ["Джон-Джон Ворон"] = 78,
        ["Чаки \"Недотепа\""] = 79,
        ["Лорд Сакрасис"] = 80,
        ["\"Красавчик\" Дункан"] = 81,
        ["Командир флота Фираллон"] = 82,
        ["Многоглаз"] = 83,
        ["Капитан Кильватель"] = 84,
        ["Гарр Просоленное Копыто"] = 85,
        ["Капитан Штиллец"] = 86,
        ["Брут"] = 87,
        ["Газбан"] = 88,
        ["Крошшер Торговой Компании"] = 89,
        ["Добытчик из племени Черножабрых"] = 90,
        ["Охотник из племени Черножабрых"] = 91,
        ["Оракул из племени Черножабрых"] = 92,
        ["Вождь племени Черножабрых"] = 93,
        ["Воин из племени Черножабрых"] = 94,
        ["Матрос из шайки Кровавого Паруса"] = 95,
        ["Юнга из шайки Кровавого Паруса"] = 96,
        ["Штейгер Коззл"] = 97,
        ["Барабуль"] = 98,
        ["Ролох"] = 99,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 25"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Посланник Курцена"] = 26,
        ["Мистик из племени Дробителей Черепов"] = 27,
        ["Охотник за головами из племени Дробителей Черепов"] = 28,
        ["Разведчик из племени Дробителей Черепов"] = 29,
        ["Берсерк из племени Дробителей Черепов"] = 30,
        ["Повелитель зверей из племени Дробителей Черепов"] = 31,
        ["Полковник Курцен"] = 32,
        ["Сержант Малтус"] = 33,
        ["Букмекер Ирод"] = 34,
        ["Май'Зот"] = 35,
        ["Воин племени Соленой Чешуи"] = 36,
        ["Оракул племени Соленой Чешуи"] = 37,
        ["Повелитель приливов из племени Соленой Чешуи"] = 38,
        ["Добытчик из племени Соленой Чешуи"] = 39,
        ["Охотник из племени Соленой Чешуи"] = 40,
        ["Дровосек Торговой Компании"] = 41,
        ["Партизан Курцена"] = 42,
        ["Диверсант Курцена"] = 43,
        ["Гвардеец Курцена"] = 44,
        ["Целитель Курцена"] = 45,
        ["Охотник за головами Курцена"] = 46,
        ["Знахарь Курцена"] = 47,
        ["Пастух Курцена"] = 48,
        ["Помощник Курцена"] = 49,
        ["Темный охотник Курцена"] = 50,
        ["Анатек Жестокий"] = 51,
        ["Могх Неумирающий"] = 52,
        ["Ган'зулах"] = 53,
        ["Неззилок Зловещий"] = 54,
        ["Шахтер Торговой Компании"] = 55,
        ["Начальник работ Торговой Компании"] = 56,
        ["Геолог Торговой Компании"] = 57,
        ["Механик Торговой Компании"] = 58,
        ["Громила из клана Мош'Огг"] = 59,
        ["Знахарь из клана Мош'Огг"] = 60,
        ["Рядовой Мерль"] = 61,
        ["Зомби Занзила"] = 62,
        ["Охотник Занзила"] = 63,
        ["Знахарь Занзила"] = 64,
        ["Нага Занзила"] = 65,
        ["Горлаш"] = 66,
        ["Мок'раш"] = 67,
        ["Налетчик из шайки Кровавого Паруса"] = 68,
        ["Маг из шайки Кровавого Паруса"] = 69,
        ["Сорвиголова из шайки Кровавого Паруса"] = 70,
        ["Чернокнижник из шайки Кровавого Паруса"] = 71,
        ["Морской волк из шайки Кровавого Паруса"] = 72,
        ["Старший волхв из шайки Кровавого Паруса"] = 73,
        ["Нага-исследователь"] = 74,
        ["Йеннику"] = 75,
        ["Занзил Отверженный"] = 76,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 77,
        ["Джон-Джон Ворон"] = 78,
        ["Чаки \"Недотепа\""] = 79,
        ["Лорд Сакрасис"] = 80,
        ["\"Красавчик\" Дункан"] = 81,
        ["Командир флота Фираллон"] = 82,
        ["Многоглаз"] = 83,
        ["Капитан Кильватель"] = 84,
        ["Гарр Просоленное Копыто"] = 85,
        ["Капитан Штиллец"] = 86,
        ["Брут"] = 87,
        ["Газбан"] = 88,
        ["Крошшер Торговой Компании"] = 89,
        ["Добытчик из племени Черножабрых"] = 90,
        ["Охотник из племени Черножабрых"] = 91,
        ["Оракул из племени Черножабрых"] = 92,
        ["Вождь племени Черножабрых"] = 93,
        ["Воин из племени Черножабрых"] = 94,
        ["Матрос из шайки Кровавого Паруса"] = 95,
        ["Юнга из шайки Кровавого Паруса"] = 96,
        ["Штейгер Коззл"] = 97,
        ["Барабуль"] = 98,
        ["Мигафоникс"] = 99,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 26"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Посланник Курцена"] = 26,
        ["Мистик из племени Дробителей Черепов"] = 27,
        ["Охотник за головами из племени Дробителей Черепов"] = 28,
        ["Разведчик из племени Дробителей Черепов"] = 29,
        ["Берсерк из племени Дробителей Черепов"] = 30,
        ["Повелитель зверей из племени Дробителей Черепов"] = 31,
        ["Полковник Курцен"] = 32,
        ["Сержант Малтус"] = 33,
        ["Букмекер Ирод"] = 34,
        ["Май'Зот"] = 35,
        ["Воин племени Соленой Чешуи"] = 36,
        ["Оракул племени Соленой Чешуи"] = 37,
        ["Повелитель приливов из племени Соленой Чешуи"] = 38,
        ["Добытчик из племени Соленой Чешуи"] = 39,
        ["Охотник из племени Соленой Чешуи"] = 40,
        ["Дровосек Торговой Компании"] = 41,
        ["Партизан Курцена"] = 42,
        ["Диверсант Курцена"] = 43,
        ["Гвардеец Курцена"] = 44,
        ["Целитель Курцена"] = 45,
        ["Охотник за головами Курцена"] = 46,
        ["Знахарь Курцена"] = 47,
        ["Пастух Курцена"] = 48,
        ["Помощник Курцена"] = 49,
        ["Темный охотник Курцена"] = 50,
        ["Анатек Жестокий"] = 51,
        ["Могх Неумирающий"] = 52,
        ["Ган'зулах"] = 53,
        ["Неззилок Зловещий"] = 54,
        ["Шахтер Торговой Компании"] = 55,
        ["Начальник работ Торговой Компании"] = 56,
        ["Геолог Торговой Компании"] = 57,
        ["Механик Торговой Компании"] = 58,
        ["Громила из клана Мош'Огг"] = 59,
        ["Знахарь из клана Мош'Огг"] = 60,
        ["Рядовой Мерль"] = 61,
        ["Зомби Занзила"] = 62,
        ["Охотник Занзила"] = 63,
        ["Знахарь Занзила"] = 64,
        ["Нага Занзила"] = 65,
        ["Горлаш"] = 66,
        ["Мок'раш"] = 67,
        ["Налетчик из шайки Кровавого Паруса"] = 68,
        ["Маг из шайки Кровавого Паруса"] = 69,
        ["Сорвиголова из шайки Кровавого Паруса"] = 70,
        ["Чернокнижник из шайки Кровавого Паруса"] = 71,
        ["Морской волк из шайки Кровавого Паруса"] = 72,
        ["Старший волхв из шайки Кровавого Паруса"] = 73,
        ["Нага-исследователь"] = 74,
        ["Йеннику"] = 75,
        ["Занзил Отверженный"] = 76,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 77,
        ["Джон-Джон Ворон"] = 78,
        ["Чаки \"Недотепа\""] = 79,
        ["Лорд Сакрасис"] = 80,
        ["\"Красавчик\" Дункан"] = 81,
        ["Командир флота Фираллон"] = 82,
        ["Многоглаз"] = 83,
        ["Капитан Кильватель"] = 84,
        ["Гарр Просоленное Копыто"] = 85,
        ["Капитан Штиллец"] = 86,
        ["Брут"] = 87,
        ["Газбан"] = 88,
        ["Крошшер Торговой Компании"] = 89,
        ["Добытчик из племени Черножабрых"] = 90,
        ["Охотник из племени Черножабрых"] = 91,
        ["Оракул из племени Черножабрых"] = 92,
        ["Вождь племени Черножабрых"] = 93,
        ["Воин из племени Черножабрых"] = 94,
        ["Матрос из шайки Кровавого Паруса"] = 95,
        ["Юнга из шайки Кровавого Паруса"] = 96,
        ["Штейгер Коззл"] = 97,
        ["Барабуль"] = 98,
        ["Ролох"] = 99,
        ["Мигафоникс"] = 100,
      }
   },
   ["Зеленые холмы Тернистой долины: стр. 27"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Знахарь племени Кровавого Скальпа"] = 5,
        ["Воин из племени Дробителей Черепов"] = 6,
        ["Охотник из племени Дробителей Черепов"] = 7,
        ["Знахарь из племени Дробителей Черепов"] = 8,
        ["Охотник за головами из племени Кровавого Скальпа"] = 9,
        ["Духолов из племени Дробителей Черепов"] = 10,
        ["Горнорабочий Торговой Компании"] = 11,
        ["Штейгер Торговой Компании"] = 12,
        ["Геодезист Торговой Компании"] = 13,
        ["Ремонтник Торговой Компании"] = 14,
        ["Изверг из клана Мош'Огг"] = 15,
        ["Шаман из клана Мош'Огг"] = 16,
        ["Вождь Мош'Огг"] = 17,
        ["Метатель топоров из племени Кровавого Скальпа"] = 18,
        ["Метатель топоров из племени Дробителей Черепов"] = 19,
        ["Шаман из племени Кровавого Скальпа"] = 20,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 21,
        ["Мистик из племени Кровавого Скальпа"] = 22,
        ["Падальщик из племени Кровавого Скальпа"] = 23,
        ["Солдат-наемник из клана Мош'Огг"] = 24,
        ["Чаротвор Мош'Огг"] = 25,
        ["Палач Мош'Огг"] = 26,
        ["Посланник Курцена"] = 27,
        ["Мистик из племени Дробителей Черепов"] = 28,
        ["Охотник за головами из племени Дробителей Черепов"] = 29,
        ["Разведчик из племени Дробителей Черепов"] = 30,
        ["Берсерк из племени Дробителей Черепов"] = 31,
        ["Повелитель зверей из племени Дробителей Черепов"] = 32,
        ["Полковник Курцен"] = 33,
        ["Сержант Малтус"] = 34,
        ["Букмекер Ирод"] = 35,
        ["Май'Зот"] = 36,
        ["Воин племени Соленой Чешуи"] = 37,
        ["Оракул племени Соленой Чешуи"] = 38,
        ["Повелитель приливов из племени Соленой Чешуи"] = 39,
        ["Добытчик из племени Соленой Чешуи"] = 40,
        ["Охотник из племени Соленой Чешуи"] = 41,
        ["Дровосек Торговой Компании"] = 42,
        ["Партизан Курцена"] = 43,
        ["Диверсант Курцена"] = 44,
        ["Гвардеец Курцена"] = 45,
        ["Целитель Курцена"] = 46,
        ["Охотник за головами Курцена"] = 47,
        ["Знахарь Курцена"] = 48,
        ["Пастух Курцена"] = 49,
        ["Помощник Курцена"] = 50,
        ["Темный охотник Курцена"] = 51,
        ["Анатек Жестокий"] = 52,
        ["Могх Неумирающий"] = 53,
        ["Ган'зулах"] = 54,
        ["Неззилок Зловещий"] = 55,
        ["Шахтер Торговой Компании"] = 56,
        ["Начальник работ Торговой Компании"] = 57,
        ["Геолог Торговой Компании"] = 58,
        ["Механик Торговой Компании"] = 59,
        ["Громила из клана Мош'Огг"] = 60,
        ["Знахарь из клана Мош'Огг"] = 61,
        ["Рядовой Мерль"] = 62,
        ["Зомби Занзила"] = 63,
        ["Охотник Занзила"] = 64,
        ["Знахарь Занзила"] = 65,
        ["Нага Занзила"] = 66,
        ["Горлаш"] = 67,
        ["Мок'раш"] = 68,
        ["Налетчик из шайки Кровавого Паруса"] = 69,
        ["Маг из шайки Кровавого Паруса"] = 70,
        ["Сорвиголова из шайки Кровавого Паруса"] = 71,
        ["Чернокнижник из шайки Кровавого Паруса"] = 72,
        ["Морской волк из шайки Кровавого Паруса"] = 73,
        ["Старший волхв из шайки Кровавого Паруса"] = 74,
        ["Нага-исследователь"] = 75,
        ["Йеннику"] = 76,
        ["Занзил Отверженный"] = 77,
        ["Моури \"Деревянная Нога\" Вилкинс"] = 78,
        ["Джон-Джон Ворон"] = 79,
        ["Чаки \"Недотепа\""] = 80,
        ["Лорд Сакрасис"] = 81,
        ["\"Красавчик\" Дункан"] = 82,
        ["Командир флота Фираллон"] = 83,
        ["Многоглаз"] = 84,
        ["Капитан Кильватель"] = 85,
        ["Гарр Просоленное Копыто"] = 86,
        ["Капитан Штиллец"] = 87,
        ["Брут"] = 88,
        ["Газбан"] = 89,
        ["Крошшер Торговой Компании"] = 90,
        ["Добытчик из племени Черножабрых"] = 91,
        ["Охотник из племени Черножабрых"] = 92,
        ["Оракул из племени Черножабрых"] = 93,
        ["Вождь племени Черножабрых"] = 94,
        ["Воин из племени Черножабрых"] = 95,
        ["Матрос из шайки Кровавого Паруса"] = 96,
        ["Юнга из шайки Кровавого Паруса"] = 97,
        ["Штейгер Коззл"] = 98,
        ["Барабуль"] = 99,
        ["Ролох"] = 100,
      }
   },
   ["Ретбанская руда"] = {
      drop = {
        ["Чернорабочий из стаи Красногорья"] = 1,
      }
   },
   ["Пятнистый желтохвост"] = {
      drop = {
        ["Дарси"] = 1,
        ["Шкуродер из племени Сухокожих"] = 2,
        ["Отравитель из племени Сухокожих"] = 3,
        ["Зеленый слякоч"] = 4,
        ["Нефритовый слизнюк"] = 5,
        ["Гонец высокодолья"] = 6,
        ["Стрелок высодолья"] = 7,
        ["Среброгривый бродяга"] = 8,
        ["Делманис Ненавистный"] = 9,
        ["Раэна Волкопас"] = 10,
        ["Волкор"] = 11,
        ["Терентис"] = 12,
        ["Часовой Селарина"] = 13,
        ["Лютый Коготь"] = 14,
        ["Охотник за скальпами из племени Порочной Ветви"] = 15,
        ["Ворожей из племени Порочной Ветви"] = 16,
      }
   },
   ["Киражские наручники властности"] = {
      drop = {
        ["Нечистотон"] = 1,
        ["Принцесса Хухуран"] = 2,
      }
   },
   ["Идол Ночи"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
      }
   },
   ["Глиняный скарабей"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
        ["Трутень из улья Зара"] = 17,
        ["Сборщик из улья Зара"] = 18,
        ["Солдат из улья Зара"] = 19,
        ["Пескоброд из улья Зара"] = 20,
        ["Киражский гладиатор"] = 21,
        ["Оса из улья Зара"] = 22,
        ["Острожал из улья Зара"] = 23,
        ["Кремнежорка"] = 24,
        ["Плотоед"] = 25,
        ["Бичехвост из улья Зара"] = 26,
        ["Обсидиановый разрушитель"] = 27,
        ["Страж роя-кираж"] = 28,
        ["Анубисат-страж"] = 29,
        ["Полковник Зерран"] = 30,
        ["Майор Йеггет"] = 31,
        ["Майор Паккон"] = 32,
        ["Капитан Дренн"] = 33,
        ["Капитан Ксуррем"] = 34,
        ["Капитан Квиз"] = 35,
        ["Капитан Туубид"] = 36,
        ["Скарабей-визгун"] = 37,
        ["Плюющийся скарабей"] = 38,
      }
   },
   ["Каменный скарабей"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
        ["Трутень из улья Зара"] = 17,
        ["Сборщик из улья Зара"] = 18,
        ["Солдат из улья Зара"] = 19,
        ["Пескоброд из улья Зара"] = 20,
        ["Киражский гладиатор"] = 21,
        ["Оса из улья Зара"] = 22,
        ["Острожал из улья Зара"] = 23,
        ["Кремнежорка"] = 24,
        ["Плотоед"] = 25,
        ["Бичехвост из улья Зара"] = 26,
        ["Обсидиановый разрушитель"] = 27,
        ["Страж роя-кираж"] = 28,
        ["Анубисат-страж"] = 29,
        ["Полковник Зерран"] = 30,
        ["Майор Йеггет"] = 31,
        ["Майор Паккон"] = 32,
        ["Капитан Дренн"] = 33,
        ["Капитан Ксуррем"] = 34,
        ["Капитан Квиз"] = 35,
        ["Капитан Туубид"] = 36,
        ["Скарабей-визгун"] = 37,
        ["Плюющийся скарабей"] = 38,
      }
   },
   ["Клык гориллы"] = {
      drop = {
        ["Горилла Мглистой долины"] = 1,
        ["Джунглевый рокотун"] = 2,
        ["Разъяренная седоспиная горилла"] = 3,
        ["Старая горилла Мглистой долины"] = 4,
        ["Седоспин-патриарх"] = 5,
        ["Король Мукла"] = 6,
        ["Небогривая горилла"] = 7,
        ["Гроддокская обезьяна"] = 8,
        ["Гроддокский рокотун"] = 9,
        ["Ун'Горский топотун"] = 10,
        ["Ун'горская горилла"] = 11,
        ["Ун'Горский рокотун"] = 12,
        ["Ак'лок"] = 13,
        ["У'ча"] = 14,
        ["Курмокк"] = 15,
      }
   },
   ["Мироцвет"] = {
      drop = {
        ["Лесной паук"] = 1,
        ["Уборочный голем"] = 2,
        ["Рудниковый паук"] = 3,
        ["Мурлок-добытчик"] = 4,
        ["Руклар Зверолов"] = 5,
        ["Нарг Надсмотрщик"] = 6,
        ["Карманник из Братства Справедливости"] = 7,
        ["Контрабандист из Братства Справедливости"] = 8,
        ["Недоросток из стаи Речной Лапы"] = 9,
        ["Надсмотрщик из стаи Речной Лапы"] = 10,
        ["Вепрь-камнеклык"] = 11,
        ["Дозорный полей"] = 12,
        ["Бандит из Братства Справедливости"] = 13,
        ["Гнолл из стаи Речной Лапы"] = 14,
        ["Лесной хищник"] = 15,
        ["Налетчик из Братства Справедливости"] = 16,
        ["Проходимец из Братства Справедливости"] = 17,
        ["Полукровка из стаи Речной Лапы"] = 18,
        ["Громила из стаи Речной Лапы"] = 19,
        ["Большой шкуродер"] = 20,
        ["Кровоклык"] = 21,
        ["Мурлок-воин"] = 22,
        ["Молодой шкуродер"] = 23,
        ["Мурлок"] = 24,
        ["Молодой волк"] = 25,
        ["Кабан из свиты"] = 26,
        ["Старый Мрачноглаз"] = 27,
        ["Мурлок-трупоед"] = 28,
        ["Полукровка из стаи Красногорья"] = 29,
        ["Браконьер из стаи Красногорья"] = 30,
        ["Громила из стаи Красногорья"] = 31,
        ["Ужасающий кондор"] = 32,
        ["Мистик из стаи Красногорья"] = 33,
        ["Вожак стаи Красногорья"] = 34,
        ["Губитель из стаи Красногорья"] = 35,
        ["Дробитель"] = 36,
        ["Кастетник из Братства Справедливости"] = 37,
        ["Бандит из стаи Речной Лапы"] = 38,
        ["Молодой кровоклык"] = 39,
        ["Мать Клык"] = 40,
        ["Федфенхель"] = 41,
        ["Морган Вымогатель"] = 42,
        ["Волшебник-плут из Братства Справедливости"] = 43,
        ["Кобольд-проходчик"] = 44,
        ["Кобольд-геомант"] = 45,
        ["Гонец стаи Речной Лапы"] = 46,
        ["Ржавый уборочный голем"] = 47,
        ["Преступник из Братства Справедливости"] = 48,
        ["Разведчик из стаи Речной Лапы"] = 49,
        ["Травник стаи Речной Лапы"] = 50,
        ["Зверолов из Братства Справедливости"] = 51,
        ["Изувой"] = 52,
        ["Твердошкурый вепрь"] = 53,
        ["Облезлый волк"] = 54,
        ["Большой кровоклык"] = 55,
        ["Низший мурлок-волномут"] = 56,
        ["Чернорабочий из стаи Красногорья"] = 57,
        ["Погромщик из Братства Справедливости"] = 58,
        ["Мошенник из Братства Справедливости"] = 59,
        ["Нежить-землечерп"] = 60,
        ["Черный страж из Братства Справедливости"] = 61,
        ["Гоблин-древоруб"] = 62,
        ["Пират из Братства Справедливости"] = 63,
        ["Твердозуб из стаи Красногорья"] = 64,
        ["Мурлок-скрытень"] = 65,
        ["Тиноброд"] = 66,
        ["Старый тиноброд"] = 67,
        ["Перевитый ужас"] = 68,
        ["Молодой лесной медведь"] = 69,
        ["Землекоп из Братства Справедливости"] = 70,
        ["Пыледемон"] = 71,
        ["Вожак стаи койотов"] = 72,
        ["Койот"] = 73,
        ["Эрлан Драджмур"] = 74,
        ["Черная слизь"] = 75,
        ["Багровый слизнюк"] = 76,
        ["Черный слизнюк"] = 77,
        ["Чудовищный слизнюк"] = 78,
        ["Болотный житель"] = 79,
        ["Трясинный ползун"] = 80,
        ["Хозяин топи"] = 81,
        ["Хозяин болота"] = 82,
        ["Шкуродер"] = 83,
        ["Головолом из племени Каменной Челюсти"] = 84,
        ["Душитель из племени Каменной Челюсти"] = 85,
        ["Костегрыз из племени Каменной Челюсти"] = 86,
        ["Спинолом из племени Каменной Челюсти"] = 87,
        ["Тролль из племени Мерзлогривов"] = 88,
        ["Снегоброд из племени Мерзлогривов"] = 89,
        ["Охотник за головами из племени Мерзлогривов"] = 90,
        ["Темный чародей племени Мерзлогривов"] = 91,
        ["Скальный вепрь"] = 92,
        ["Большой скальный вепрь"] = 93,
        ["Старый скальный вепрь"] = 94,
        ["Молодой черный медведь"] = 95,
        ["Бьярн"] = 96,
        ["Снежный волк"] = 97,
        ["Молодой вендиго"] = 98,
        ["Вендиго"] = 99,
        ["Снежный гончий волк"] = 100,
        ["Трогг из племени Камнедробов"] = 101,
        ["Разведчик из племени Камнедробов"] = 102,
        ["Головолом из племени Камнедробов"] = 103,
        ["Костегрыз из племени Камнедробов"] = 104,
        ["Ясновидец из племени Камнедробов"] = 105,
        ["Землекоп из племени Камнедробов"] = 106,
        ["Вредитель-туннельщик"] = 107,
        ["Разведчик-туннельщик"] = 108,
        ["Землекоп-туннельщик"] = 109,
        ["Геодезист-туннельщик"] = 110,
        ["Громила из клана Мо'Грош"] = 111,
        ["Мистик из клана Мо'Грош"] = 112,
        ["Скальный скрытень"] = 113,
        ["Древесный воронковый паук"] = 114,
        ["Старый черный медведь"] = 115,
        ["Седой черный медведь"] = 116,
        ["Черный медведь-патриарх"] = 117,
        ["Горный вепрь"] = 118,
        ["Облезлый горный вепрь"] = 119,
        ["Старый горный вепрь"] = 120,
        ["Горный канюк"] = 121,
        ["Лесной паук-скрытень"] = 122,
        ["Медведь-ледолап"] = 123,
        ["Шаман из племени Камнедробов"] = 124,
        ["Молодой снежный леопард"] = 125,
        ["Снежный леопард"] = 126,
        ["Кобольд-туннельщик"] = 127,
        ["Лепрогном"] = 128,
        ["Регольд Ячменовар"] = 129,
        ["Ясновидец племени Мерзлогривов"] = 130,
        ["Костетряс-солдат"] = 131,
        ["Мрачноокий скелет-заклинатель"] = 132,
        ["Костеголовый солдат"] = 133,
        ["Гниющий мертвец"] = 134,
        ["Разложившийся труп"] = 135,
        ["Кровоточащий ужас"] = 136,
        ["Гниющая прародительница"] = 137,
        ["Заблудшая душа"] = 138,
        ["Страдающая душа"] = 139,
        ["Стенающая прародительница"] = 140,
        ["Воин Алого ордена"] = 141,
        ["Миссионер из Алого ордена"] = 142,
        ["Ревнитель Алого ордена"] = 143,
        ["Келейник Алого ордена"] = 144,
        ["Пачкун из племени Злобного Плавника"] = 145,
        ["Низший оракул из племени Злобного Плавника"] = 146,
        ["Грязекоп из племени Злобного Плавника"] = 147,
        ["Дряхлый пес Тьмы"] = 148,
        ["Проклятый пес тьмы"] = 149,
        ["Прожорливый пес Тьмы"] = 150,
        ["Большая сумеречница"] = 151,
        ["Сумеречница-вампир"] = 152,
        ["Злобный ночной кругопряд"] = 153,
        ["Грегор Агамонд"] = 154,
        ["Тармен Агамонд"] = 155,
        ["Девлин Агамонд"] = 156,
        ["Гнолл из стаи Гнилошкуров"] = 157,
        ["Полукровка из стаи Гнилошкуров"] = 158,
        ["Покрытый шрамами скальный вепрь"] = 159,
        ["Озерный кроколиск"] = 160,
        ["Сторож из Братства Справедливости"] = 161,
        ["Вызыватель из Братства Справедливости"] = 162,
        ["Ворг"] = 163,
        ["Крапчатый ворг"] = 164,
        ["Живорез из племени Злобного Плавника"] = 165,
        ["Белоголов Лунной Ярости"] = 166,
        ["Вестник Тьмы Лунной Ярости"] = 167,
        ["Луговой бегун из стаи Гнилошкуров"] = 168,
        ["Лютый седой медведь"] = 169,
        ["Обжора Лунной Ярости"] = 170,
        ["Чернозлоб Лунной Ярости"] = 171,
        ["Гигантский седой медведь"] = 172,
        ["Злобная слизь"] = 173,
        ["Гниющее чудище"] = 174,
        ["Гниющий ужас"] = 175,
        ["Раб Когтя Ворона"] = 176,
        ["Даларанский ученик"] = 177,
        ["Даларанский дозорный"] = 178,
        ["Дозорный деревни Погребальных Костров"] = 179,
        ["Дозорный Лунной Ярости"] = 180,
        ["Караульный деревни Погребальных Костров"] = 181,
        ["Старейшина деревни Погребальных Костров"] = 182,
        ["Старейшина Лунной Ярости"] = 183,
        ["Оракул из племени Злобного Плавника"] = 184,
        ["Озерник из племени Злобного Плавника"] = 185,
        ["Даларанский заступник"] = 186,
        ["Даларанский маг"] = 187,
        ["Даларанский окудник"] = 188,
        ["Серый лесной волк"] = 189,
        ["Кровожадный ворг"] = 190,
        ["Кровавый ревун Лунной Ярости"] = 191,
        ["Тирисфальский батрак"] = 192,
        ["Фермер Соллиден"] = 193,
        ["Грабитель могил из стаи Гнилошкуров"] = 194,
        ["Гневный гнолл из стаи Гнилошкуров"] = 195,
        ["Озерный тихоступ"] = 196,
        ["Старый озерный тихоступ"] = 197,
        ["Озерный ползун"] = 198,
        ["Старый озерный ползун"] = 199,
        ["Зеленолап"] = 200,
        ["Сова"] = 201,
        ["Сова-крикун"] = 202,
        ["Сова-охотник"] = 203,
        ["Чащобный тенетник"] = 204,
        ["Чащобный ядозуб"] = 205,
        ["Чащобный паук-балдахинник"] = 206,
        ["Гигантский чащобный тенетник"] = 207,
        ["Злобный грелль"] = 208,
        ["Ведмедь из племени Кривой Сосны"] = 209,
        ["Садовник из племени Кривой Сосны"] = 210,
        ["Воин из племени Кривой Сосны"] = 211,
        ["Шаман из племени Кривой Сосны"] = 212,
        ["Защитник из племени Кривой Сосны"] = 213,
        ["Авгур из племени Кривой Сосны"] = 214,
        ["Землепроходец из племени Кривой Сосны"] = 215,
        ["Мститель из племени Кривой Сосны"] = 216,
        ["Гарпия из стаи Кровавого Пера"] = 217,
        ["Разбойница из стаи Кровавого Пера"] = 218,
        ["Колдунья из стаи Кровавого Пера"] = 219,
        ["Матриарх стаи Кровавого Пера"] = 220,
        ["Древесник"] = 221,
        ["Заскорузлый древесник-потрошитель"] = 222,
        ["Древесник-топтун"] = 223,
        ["Болотный древесник"] = 224,
        ["Старый древесник"] = 225,
        ["Старый ночной саблезуб"] = 226,
        ["Яростный ночной саблезуб"] = 227,
        ["Ночной саблезуб"] = 228,
        ["Ночной саблезуб-охотник"] = 229,
        ["Изможденный беженец"] = 230,
        ["Больной беженец"] = 231,
        ["Страж смерти Фарлия"] = 232,
        ["Лунопард"] = 233,
        ["Малорослый лунопард"] = 234,
        ["Лунопард-матриарх"] = 235,
        ["Налетчик из клана Черного Железа"] = 236,
        ["Душитель из племени Кривой Сосны"] = 237,
        ["Потрескавшийся голем"] = 238,
        ["Колючешерстный медведь"] = 239,
        ["Бешеный колючешерстный медведь"] = 240,
        ["Седой колючешерстный медведь"] = 241,
        ["Дубохмур"] = 242,
        ["Воин из племени Чернолесья"] = 243,
        ["Шаман из племени Чернолесья"] = 244,
        ["Стенающая высокорожденная"] = 245,
        ["Сирена из клана Гремучей Чешуи"] = 246,
        ["Мирмидон из клана Гремучей Чешуи"] = 247,
        ["Воин из клана Гремучей Чешуи"] = 248,
        ["Коварный грелль"] = 249,
        ["Дикий грелль"] = 250,
        ["Радисон Призыватель Огня"] = 251,
        ["Гневный рифовый краб"] = 252,
        ["Взрослый лунопард"] = 253,
        ["Птенец лесного долгонога"] = 254,
        ["Гигантский лесной долгоног"] = 255,
        ["Фанатик из клана Темной Нити"] = 256,
        ["Сын Аругала"] = 257,
        ["Зеленый слякоч"] = 258,
        ["Нефритовый слизнюк"] = 259,
        ["Компактный уборочный голем"] = 260,
        ["Дубильщик из стаи Бледногривов"] = 261,
        ["Шкуродер из стаи Бледногривов"] = 262,
        ["Взрослый равнинный долгоног"] = 263,
        ["Старый полевой долгоног"] = 264,
        ["Волк прерий"] = 265,
        ["Охотник прерий"] = 266,
        ["Могучий волк прерий"] = 267,
        ["Гарпия из стаи Неистовства Ветра"] = 268,
        ["Ведьма из стаи Неистовства Ветра"] = 269,
        ["Колдунья из стаи Неистовства Ветра"] = 270,
        ["Матриарх стаи Неистовства Ветра"] = 271,
        ["Кентавр из племени Галак"] = 272,
        ["Тощий перепелятник"] = 273,
        ["Перепелятник"] = 274,
        ["Когтистый перепелятник"] = 275,
        ["Самец кодо"] = 276,
        ["Кодо-матриарх"] = 277,
        ["Работник Торговой Компании"] = 278,
        ["Надсмотрщик Торговой Компании"] = 279,
        ["Рабочий Торговой Компании"] = 280,
        ["Бейл'данский землекоп"] = 281,
        ["Бейл'данский оценщик"] = 282,
        ["Пума плоскогорья"] = 283,
        ["Призрачный Вой"] = 284,
        ["Арра'чея"] = 285,
        ["Маззранач"] = 286,
        ["Лютый пятнистый вепрь"] = 287,
        ["Старый крапчатый вепрь"] = 288,
        ["Карликовый приливный краб"] = 289,
        ["Приливный краб"] = 290,
        ["Крупнозубый кроколиск"] = 291,
        ["Свинобраз из племени Иглогривых"] = 292,
        ["Разведчик племени Иглогривых"] = 293,
        ["Пылемут из племени Иглогривых"] = 294,
        ["Боевой страж племени Иглогривых"] = 295,
        ["Гарпия из стаи Пыльного Ветра"] = 296,
        ["Погромщица из стаи Пыльного Ветра"] = 297,
        ["Дикарка из стаи Пыльного Ветра"] = 298,
        ["Грозовая ведьма из стаи Пыльного Ветра"] = 299,
        ["Чернорабочий из племени Колкар"] = 300,
        ["Гонец из племени Колкар"] = 301,
        ["Дуротарский тигр"] = 302,
        ["Кровопалый кнутохвост"] = 303,
        ["Лезвезуб Кровавого Когтя"] = 304,
        ["Гремучий скорпид"] = 305,
        ["Панцирный скорпид"] = 306,
        ["Ядохвостый скорпид"] = 307,
        ["Страж бухты Кул-Тираса"] = 308,
        ["Рокочущая ящерица"] = 309,
        ["Бурешкура"] = 310,
        ["Майша Тор'крен"] = 311,
        ["Неофит клана Пылающего Клинка"] = 312,
        ["Фанатик из клана Пылающего Клинка"] = 313,
        ["Ученик клана Пылающего Клинка"] = 314,
        ["Сектант из клана Пылающего Клинка"] = 315,
        ["Пшикс Черношквал"] = 316,
        ["Газз'уз"] = 317,
        ["Залазан"] = 318,
        ["Тролль-вудуист"] = 319,
        ["Проклятый тролль"] = 320,
        ["Оскверненный крапчатый вепрь"] = 321,
        ["Оскверненный скорпид"] = 322,
        ["Оскверненный лезвезуб Кровавого Когтя"] = 323,
        ["Порочный приливный краб"] = 324,
        ["Злоумышленник из племени Дыбогривов"] = 325,
        ["Потерявшийся степной кодо"] = 326,
        ["Большой степной кодо"] = 327,
        ["Грозошкур"] = 328,
        ["Громоголов"] = 329,
        ["Грозорыл"] = 330,
        ["Патриарх саванны"] = 331,
        ["Жевра-бегун"] = 332,
        ["Высокогрив саванны"] = 333,
        ["Большой равнинный долгоног"] = 334,
        ["Злобный равнинный долгоног"] = 335,
        ["Проворный равнинный долгоног"] = 336,
        ["Птенец грозового змея"] = 337,
        ["Степной жираф"] = 338,
        ["Большой грозовой змей"] = 339,
        ["Яркочешуйчатый кнутохвост"] = 340,
        ["Яркочешуйчатый крикун"] = 341,
        ["Яркочешуйчатый смертехват"] = 342,
        ["Ишамухал"] = 343,
        ["Охотник из племени Дыбогривов"] = 344,
        ["Водоискатель из племени Дыбогривов"] = 345,
        ["Терноплет из племени Дыбогривов"] = 346,
        ["Охотник из племени Иглогривых"] = 347,
        ["Защитник племени Иглогривых"] = 348,
        ["Водоискатель из племени Иглогривых"] = 349,
        ["Терноплет из племени Иглогривых"] = 350,
        ["Геомант племени Иглогривых"] = 351,
        ["Мистик из племени Иглогривых"] = 352,
        ["Пастух из племени Колкар"] = 353,
        ["Буревестница из племени Колкар"] = 354,
        ["Мародер из племени Колкар"] = 355,
        ["Чернорабочий Торговой Компании"] = 356,
        ["Грабитель Южных морей"] = 357,
        ["Канонир Южных морей"] = 358,
        ["Головорез Южных морей"] = 359,
        ["Капер Южных морей"] = 360,
        ["Тераморский страж бухты"] = 361,
        ["Тераморская оберегательница"] = 362,
        ["Кровопыт из племени Колкар"] = 363,
        ["Охотница саванны"] = 364,
        ["Матриарх саванны"] = 365,
        ["Грозовой змей-облачник"] = 366,
        ["Хищник саванны"] = 367,
        ["Жевра-скакун"] = 368,
        ["Криниг Грознорыл"] = 369,
        ["Канонир Смайт"] = 370,
        ["Оазисный хрустогрыз"] = 371,
        ["Бродячий степной жираф"] = 372,
        ["Гилтарес Огненный Цветок"] = 373,
        ["Жевра-рысак"] = 374,
        ["Барон Дольноберег"] = 375,
        ["Раториан"] = 376,
        ["Оватанка"] = 377,
        ["Черномшец злосмрадный"] = 378,
        ["Хищник плоскогорья"] = 379,
        ["Изменчивая эктоплазма"] = 380,
        ["Морская ведьма из клана Зловещего Хвоста"] = 381,
        ["Отрекшийся-травник"] = 382,
        ["Чащобный поедатель мха"] = 383,
        ["Чащобный древотес"] = 384,
        ["Чащобный камнедвиг"] = 385,
        ["Чащобный призыватель дождя"] = 386,
        ["Чащобный заскорузлый потрошитель"] = 387,
        ["Безумный древняк"] = 388,
        ["Друид Клыка"] = 389,
        ["Луноброд Темного Клыка"] = 390,
        ["Слюнявый ворг"] = 391,
        ["Высохший древняк"] = 392,
        ["Чащобный оракул"] = 393,
        ["Гоблин-корабел"] = 394,
        ["Величавый консорт"] = 395,
        ["Сокотварь"] = 396,
        ["Едкая сокотварь"] = 397,
        ["Обугленный древняк"] = 398,
        ["Почерневший древняк"] = 399,
        ["Мстительное древо"] = 400,
        ["Ветроловка из племени Галак"] = 401,
        ["Зубастая гиена"] = 402,
        ["Многозубый ловец"] = 403,
        ["Многозубый ворчун"] = 404,
        ["Гиена племени Колкар"] = 405,
        ["Кровь Агамаггана"] = 406,
        ["Загадочный аспид"] = 407,
        ["Загадочный плеточник"] = 408,
        ["Брат листвы"] = 409,
        ["Терновый собиратель росы"] = 410,
        ["Терновый корнеплет"] = 411,
        ["Бугристый шипокож"] = 412,
        ["Загадочный крылояд"] = 413,
        ["Загадочный шаркун"] = 414,
        ["Вердан Бессмертный"] = 415,
        ["Кривое Копье"] = 416,
        ["Ханна Остролист"] = 417,
        ["Полководец Колканис"] = 418,
        ["Скорнн Ткач Скверны"] = 419,
        ["Смертоносный живодер"] = 420,
        ["Владычица земель Рябка"] = 421,
        ["Проклятый платан"] = 422,
        ["Веджрек"] = 423,
        ["Шпион из клана Черного Железа"] = 424,
        ["Облученная слизь"] = 425,
        ["Едкий скрытень"] = 426,
        ["Такар Провидец"] = 427,
        ["Кровоцвет-хлыстун"] = 428,
        ["Кровоцвет-живодер"] = 429,
        ["Кровоцвет-крепкозуб"] = 430,
        ["Кровоцвет-зверолов"] = 431,
        ["Смоляная тварь"] = 432,
        ["Смоляной скрытень"] = 433,
        ["Смоляной господин"] = 434,
        ["Смоляной ползун"] = 435,
        ["Первобытный слизнюк"] = 436,
        ["Телохранитель из Братства Справедливости"] = 437,
        ["Мертвяк из Братства Справедливости"] = 438,
        ["Уродливый мертвяк из Братства Справедливости"] = 439,
        ["Патрульная башни из Братства Справедливости"] = 440,
        ["Проклятый слизнюк"] = 441,
        ["Криводрев-моходер"] = 442,
        ["Криводрев-живорез"] = 443,
        ["Дессекус"] = 444,
        ["Бродяга Железнолесья"] = 445,
        ["Топотун Железнолесья"] = 446,
        ["Высохший заступник"] = 447,
        ["Таргомм"] = 448,
        ["Фероситас Пожиратель Снов"] = 449,
        ["Мистик из племени Кривой Сосны"] = 450,
        ["Леди Сатра"] = 451,
        ["Бродячий лесной древень"] = 452,
        ["Глубинный скрытень"] = 453,
        ["Прислужник-демон Бездны"] = 454,
        ["Дух древня"] = 455,
        ["Лунный совух-оракул"] = 456,
        ["Лунный совух"] = 457,
        ["Молодой лунный совух"] = 458,
        ["Гневный лунный совух"] = 459,
        ["Зверр"] = 460,
        ["Восставшая аберрация"] = 461,
        ["Веткохват"] = 462,
        ["Одеревеневший древень"] = 463,
        ["Железная Кора – заступник"] = 464,
        ["Страж-криводрев"] = 465,
        ["Древень-криводрев"] = 466,
        ["Криводрев-ветвеплет"] = 467,
        ["Криводрев-топотун"] = 468,
        ["Подстрекатель из племени Кривой Сосны"] = 469,
        ["Марош Бесчестный"] = 470,
        ["Колючий хлыстолап"] = 471,
        ["Удушающая лоза"] = 472,
        ["Пагубная слизь"] = 473,
        ["Пещерный скрытень"] = 474,
        ["Пещерный шаркун"] = 475,
        ["Странствующий заступник"] = 476,
        ["Криводрев Сокрушитель"] = 477,
        ["Кнутохлест"] = 478,
        ["Прогнивший топотун"] = 479,
        ["Загнивший плетун"] = 480,
        ["Фазовый плеточник"] = 481,
        ["Хлестун Скверны"] = 482,
        ["Смертельный хлестун"] = 483,
        ["Одеревеневший страж"] = 484,
        ["Подболотник"] = 485,
        ["Урусон"] = 486,
        ["Закатный ловец"] = 487,
        ["Фурия Шельда"] = 488,
        ["Болотный слякоч"] = 489,
        ["Облезлый Шип"] = 490,
        ["Скелет-боец"] = 491,
        ["Карнивус Разрушитель"] = 492,
      }
   },
   ["Бронзовый скарабей"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
        ["Трутень из улья Зара"] = 17,
        ["Сборщик из улья Зара"] = 18,
        ["Солдат из улья Зара"] = 19,
        ["Пескоброд из улья Зара"] = 20,
        ["Киражский гладиатор"] = 21,
        ["Оса из улья Зара"] = 22,
        ["Острожал из улья Зара"] = 23,
        ["Кремнежорка"] = 24,
        ["Плотоед"] = 25,
        ["Бичехвост из улья Зара"] = 26,
        ["Обсидиановый разрушитель"] = 27,
        ["Страж роя-кираж"] = 28,
        ["Анубисат-страж"] = 29,
        ["Полковник Зерран"] = 30,
        ["Майор Йеггет"] = 31,
        ["Майор Паккон"] = 32,
        ["Капитан Дренн"] = 33,
        ["Капитан Ксуррем"] = 34,
        ["Капитан Квиз"] = 35,
        ["Капитан Туубид"] = 36,
        ["Скарабей-визгун"] = 37,
        ["Плюющийся скарабей"] = 38,
      }
   },
   ["Скарабей из слоновой кости"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
        ["Трутень из улья Зара"] = 17,
        ["Сборщик из улья Зара"] = 18,
        ["Солдат из улья Зара"] = 19,
        ["Пескоброд из улья Зара"] = 20,
        ["Киражский гладиатор"] = 21,
        ["Оса из улья Зара"] = 22,
        ["Острожал из улья Зара"] = 23,
        ["Кремнежорка"] = 24,
        ["Плотоед"] = 25,
        ["Бичехвост из улья Зара"] = 26,
        ["Обсидиановый разрушитель"] = 27,
        ["Страж роя-кираж"] = 28,
        ["Анубисат-страж"] = 29,
        ["Полковник Зерран"] = 30,
        ["Майор Йеггет"] = 31,
        ["Майор Паккон"] = 32,
        ["Капитан Дренн"] = 33,
        ["Капитан Ксуррем"] = 34,
        ["Капитан Квиз"] = 35,
        ["Капитан Туубид"] = 36,
        ["Скарабей-визгун"] = 37,
        ["Плюющийся скарабей"] = 38,
      }
   },
   ["Ониксовый идол"] = {
      drop = {
        ["Трутень из улья Зара"] = 1,
        ["Сборщик из улья Зара"] = 2,
        ["Солдат из улья Зара"] = 3,
        ["Пескоброд из улья Зара"] = 4,
        ["Киражский гладиатор"] = 5,
        ["Оса из улья Зара"] = 6,
        ["Острожал из улья Зара"] = 7,
        ["Кремнежорка"] = 8,
        ["Плотоед"] = 9,
        ["Бичехвост из улья Зара"] = 10,
        ["Обсидиановый разрушитель"] = 11,
        ["Страж роя-кираж"] = 12,
        ["Анубисат-страж"] = 13,
        ["Полковник Зерран"] = 14,
        ["Майор Йеггет"] = 15,
        ["Майор Паккон"] = 16,
        ["Капитан Дренн"] = 17,
        ["Капитан Ксуррем"] = 18,
        ["Капитан Квиз"] = 19,
        ["Капитан Туубид"] = 20,
        ["Скарабей-визгун"] = 21,
        ["Плюющийся скарабей"] = 22,
      }
   },
   ["Костяной скарабей"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
        ["Трутень из улья Зара"] = 17,
        ["Сборщик из улья Зара"] = 18,
        ["Солдат из улья Зара"] = 19,
        ["Пескоброд из улья Зара"] = 20,
        ["Киражский гладиатор"] = 21,
        ["Оса из улья Зара"] = 22,
        ["Острожал из улья Зара"] = 23,
        ["Кремнежорка"] = 24,
        ["Плотоед"] = 25,
        ["Бичехвост из улья Зара"] = 26,
        ["Обсидиановый разрушитель"] = 27,
        ["Страж роя-кираж"] = 28,
        ["Анубисат-страж"] = 29,
        ["Полковник Зерран"] = 30,
        ["Майор Йеггет"] = 31,
        ["Майор Паккон"] = 32,
        ["Капитан Дренн"] = 33,
        ["Капитан Ксуррем"] = 34,
        ["Капитан Квиз"] = 35,
        ["Капитан Туубид"] = 36,
        ["Скарабей-визгун"] = 37,
        ["Плюющийся скарабей"] = 38,
      }
   },
   ["Серебряный скарабей"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
        ["Трутень из улья Зара"] = 17,
        ["Сборщик из улья Зара"] = 18,
        ["Солдат из улья Зара"] = 19,
        ["Пескоброд из улья Зара"] = 20,
        ["Киражский гладиатор"] = 21,
        ["Оса из улья Зара"] = 22,
        ["Острожал из улья Зара"] = 23,
        ["Кремнежорка"] = 24,
        ["Плотоед"] = 25,
        ["Бичехвост из улья Зара"] = 26,
        ["Обсидиановый разрушитель"] = 27,
        ["Страж роя-кираж"] = 28,
        ["Анубисат-страж"] = 29,
        ["Полковник Зерран"] = 30,
        ["Майор Йеггет"] = 31,
        ["Майор Паккон"] = 32,
        ["Капитан Дренн"] = 33,
        ["Капитан Ксуррем"] = 34,
        ["Капитан Квиз"] = 35,
        ["Капитан Туубид"] = 36,
        ["Скарабей-визгун"] = 37,
        ["Плюющийся скарабей"] = 38,
      }
   },
   ["Киражская воинская пелерина"] = {
      drop = {
        ["Генерал Раджакс"] = 1,
        ["Куриннакс"] = 2,
        ["Аямисса Охотница"] = 3,
        ["Буру Ненасытный"] = 4,
      }
   },
   ["Киражская шипастая рукоять"] = {
      drop = {
        ["Оссириан Неуязвимый"] = 1,
        ["Моам"] = 2,
        ["Аямисса Охотница"] = 3,
        ["Буру Ненасытный"] = 4,
      }
   },
   ["Алебастровый идол"] = {
      drop = {
        ["Трутень из улья Зара"] = 1,
        ["Сборщик из улья Зара"] = 2,
        ["Солдат из улья Зара"] = 3,
        ["Пескоброд из улья Зара"] = 4,
        ["Киражский гладиатор"] = 5,
        ["Оса из улья Зара"] = 6,
        ["Острожал из улья Зара"] = 7,
        ["Кремнежорка"] = 8,
        ["Плотоед"] = 9,
        ["Бичехвост из улья Зара"] = 10,
        ["Обсидиановый разрушитель"] = 11,
        ["Страж роя-кираж"] = 12,
        ["Анубисат-страж"] = 13,
        ["Полковник Зерран"] = 14,
        ["Майор Йеггет"] = 15,
        ["Майор Паккон"] = 16,
        ["Капитан Дренн"] = 17,
        ["Капитан Ксуррем"] = 18,
        ["Капитан Квиз"] = 19,
        ["Капитан Туубид"] = 20,
        ["Скарабей-визгун"] = 21,
        ["Плюющийся скарабей"] = 22,
      }
   },
   ["Хрустальный скарабей"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
        ["Трутень из улья Зара"] = 17,
        ["Сборщик из улья Зара"] = 18,
        ["Солдат из улья Зара"] = 19,
        ["Пескоброд из улья Зара"] = 20,
        ["Киражский гладиатор"] = 21,
        ["Оса из улья Зара"] = 22,
        ["Острожал из улья Зара"] = 23,
        ["Кремнежорка"] = 24,
        ["Плотоед"] = 25,
        ["Бичехвост из улья Зара"] = 26,
        ["Обсидиановый разрушитель"] = 27,
        ["Страж роя-кираж"] = 28,
        ["Анубисат-страж"] = 29,
        ["Полковник Зерран"] = 30,
        ["Майор Йеггет"] = 31,
        ["Майор Паккон"] = 32,
        ["Капитан Дренн"] = 33,
        ["Капитан Ксуррем"] = 34,
        ["Капитан Квиз"] = 35,
        ["Капитан Туубид"] = 36,
        ["Скарабей-визгун"] = 37,
        ["Плюющийся скарабей"] = 38,
      }
   },
   ["Черный алмаз"] = {
      drop = {
        ["Огр-маг из клана Огненного Чрева"] = 1,
        ["Ворг из клана Черной горы"] = 2,
        ["Охранник из клана Ярости Горна"] = 3,
        ["Пехотинец из клана Ярости Горна"] = 4,
        ["Солдат из клана Ярости Горна"] = 5,
        ["Медик из клана Ярости Горна"] = 6,
        ["Офицер из клана Ярости Горна"] = 7,
        ["Тенегорнский крестьянин"] = 8,
        ["Ремесленник из клана Кузни Рока"] = 9,
        ["Маршал из клана Ярости Горна"] = 10,
        ["Драгун из клана Кузни Рока"] = 11,
        ["Кузнец-волшебник из клана Кузни Рока"] = 12,
        ["Тенегорнский горожанин"] = 13,
        ["Капитан из клана Ярости Горна"] = 14,
        ["Тенегорнский сенатор"] = 15,
        ["Создание-завоеватель"] = 16,
        ["Беспощадный голем"] = 17,
        ["Создание молота Гнева"] = 18,
        ["Оплавленный боевой голем"] = 19,
        ["Огненный страж"] = 20,
        ["Пылающий огнестраж"] = 21,
        ["Огнестраж-разрушитель"] = 22,
        ["Истязатель из культа Сумеречного Молота"] = 23,
        ["Эмиссар культа Сумеречного Молота"] = 24,
        ["Телохранитель из культа Сумеречного Молота"] = 25,
        ["Посол из культа Сумеречного Молота"] = 26,
        ["Зритель арены"] = 27,
        ["Оружейный техник"] = 28,
        ["Гончий пес"] = 29,
        ["Гончий мастиф"] = 30,
        ["Чудище"] = 31,
        ["Землеройный червь"] = 32,
        ["Глубинный острожал"] = 33,
        ["Черный крикун"] = 34,
        ["Землеройный громорог"] = 35,
        ["Жук-бурильщик"] = 36,
        ["Пещерный ползун"] = 37,
        ["Подчинитель Пирон"] = 38,
        ["Палач из культа Сумеречного Молота"] = 39,
        ["Темный хранитель Ворфалк"] = 40,
        ["Темный хранитель Бетек"] = 41,
        ["Темный хранитель Уггель"] = 42,
        ["Темный хранитель Зимрел"] = 43,
        ["Темный хранитель Офгут"] = 44,
        ["Темный хранитель Пелвер"] = 45,
        ["Темный стражник"] = 46,
        ["Сторож Хватка Смерти"] = 47,
        ["Дебошир-смрадодых"] = 48,
        ["Мрачный завсегдатай"] = 49,
        ["Голодный завсегдатай"] = 50,
        ["Пьяный завсегдатай"] = 51,
        ["Ограбиси"] = 52,
        ["Шилл Динджер"] = 53,
        ["Крест Убийца"] = 54,
        ["Джез"] = 55,
        ["Друг Риббли"] = 56,
        ["Огненный великан"] = 57,
        ["Поджигатель-целитель"] = 58,
        ["Лавовый уничтожитель"] = 59,
        ["Пламестраж"] = 60,
        ["Повелитель огня"] = 61,
        ["Древняя гончая Недр"] = 62,
        ["Лавовый волноплеск"] = 63,
      }
   },
   ["Манускрипт размышления"] = {
      drop = {
        ["Скелет-живодер"] = 1,
        ["Скелет-колдун"] = 2,
        ["Скелет-ужасень"] = 3,
        ["Скелет-палач"] = 4,
        ["Скелет-послушник"] = 5,
        ["Слюнявый вурдалак"] = 6,
        ["Гниющий вурдалак"] = 7,
        ["Бездушный вурдалак"] = 8,
        ["Опаляющий вурдалак"] = 9,
        ["Леденящий вурдалак"] = 10,
        ["Кровавый призрак"] = 11,
        ["Маг Алого ордена"] = 12,
        ["Часовой из Алого ордена"] = 13,
        ["Охотник из Алого ордена"] = 14,
        ["Рыцарь Алого ордена"] = 15,
        ["Паладин Алого ордена"] = 16,
        ["Призыватель духов из Алого ордена"] = 17,
        ["Рабочий Алого ордена"] = 18,
        ["Дровосек из Алого ордена"] = 19,
        ["Гниющий кадавр"] = 20,
        ["Зачумленный зомби"] = 21,
        ["Изверг из клана Молота Ужаса"] = 22,
        ["Чернокнижник из клана Молота Ужаса"] = 23,
        ["Искатель портала"] = 24,
        ["Сектант Культа Приверженцев Тени"] = 25,
        ["Лиходей Культа Приверженцев Тени"] = 26,
        ["Адепт Культа Приверженцев Тени"] = 27,
        ["Головорез из Культа Приверженцев Тени"] = 28,
        ["Чернокнижник Культа Приверженцев Тени"] = 29,
        ["Ткач ужаса из культа Приверженцев Тени"] = 30,
        ["Караульный-страж Скверны"] = 31,
        ["Слуга Арккорока"] = 32,
        ["Сын Арккорока"] = 33,
        ["Ведмедь из племени Древобрюхов"] = 34,
        ["Эльф крови-геодезист"] = 35,
        ["Эльф крови-землемер"] = 36,
        ["Сатир из племени Легаши"] = 37,
        ["Разбойник из племени Легаши"] = 38,
        ["Призыватель огня из племени Легаши"] = 39,
        ["Солдат из клана Черной горы"] = 40,
        ["Колдун из клана Черной горы"] = 41,
        ["Огр из клана Огненного Чрева"] = 42,
        ["Огр-маг из клана Огненного Чрева"] = 43,
        ["Громила из клана Огненного Чрева"] = 44,
        ["Шпион Тауриссана"] = 45,
        ["Огнеход Тауриссана"] = 46,
        ["Посланник Тауриссана"] = 47,
        ["Плут из племени Нефритового Пламени"] = 48,
        ["Предатель из племени Нефритового Пламени"] = 49,
        ["Тенелов из племени Нефритового Пламени"] = 50,
        ["Призыватель огня из племени Нефритового Пламени"] = 51,
        ["Джеденарский сектант"] = 52,
        ["Джеденарский головорез"] = 53,
        ["Джеденарский адепт"] = 54,
        ["Джеденарский темноплет"] = 55,
        ["Джеденарский чернокнижник"] = 56,
        ["Дозорный из племени Мертвого Леса"] = 57,
        ["Мститель из племени Мертвого Леса"] = 58,
        ["Шаман из племени Мертвого Леса"] = 59,
        ["Дозорный из племени Зимней Спячки"] = 60,
        ["Тотемист из племени Зимней Спячки"] = 61,
        ["Землепроходец из племени Зимней Спячки"] = 62,
        ["Страдающий высокорожденный"] = 63,
        ["Тоскующая высокорожденная"] = 64,
        ["Слуга Разелиха"] = 65,
        ["Провидец Акубар"] = 66,
        ["Солдат Плети"] = 67,
        ["Проклятый маг"] = 68,
        ["Хранитель Плети"] = 69,
        ["Каннибал-вурдалак"] = 70,
        ["Незримый слуга"] = 71,
        ["Растерзанная крикунья"] = 72,
        ["Яростная визгунья"] = 73,
        ["Призыватель Тьмы"] = 74,
        ["Охранник из клана Ярости Горна"] = 75,
        ["Пехотинец из клана Ярости Горна"] = 76,
        ["Солдат из клана Ярости Горна"] = 77,
        ["Медик из клана Ярости Горна"] = 78,
        ["Офицер из клана Ярости Горна"] = 79,
        ["Тенегорнский крестьянин"] = 80,
        ["Ремесленник из клана Кузни Рока"] = 81,
        ["Маршал из клана Ярости Горна"] = 82,
        ["Драгун из клана Кузни Рока"] = 83,
        ["Кузнец-волшебник из клана Кузни Рока"] = 84,
        ["Тенегорнский горожанин"] = 85,
        ["Капитан из клана Ярости Горна"] = 86,
        ["Тенегорнский сенатор"] = 87,
        ["Истязатель из культа Сумеречного Молота"] = 88,
        ["Эмиссар культа Сумеречного Молота"] = 89,
        ["Телохранитель из культа Сумеречного Молота"] = 90,
        ["Посол из культа Сумеречного Молота"] = 91,
        ["Зритель арены"] = 92,
        ["Оружейный техник"] = 93,
        ["Чудище"] = 94,
        ["Рубака из легиона Изрубленного Щита"] = 95,
        ["Караульный из легиона Изрубленного Щита"] = 96,
        ["Послушник из легиона Изрубленного Щита"] = 97,
        ["Интендант из легиона Изрубленного Щита"] = 98,
        ["Легионер из легиона Изрубленного Щита"] = 99,
        ["Чароплет из легиона Изрубленного Щита"] = 100,
        ["Гор'теш"] = 101,
        ["Мистик из клана Черной Вершины"] = 102,
        ["Головорез из клана Черной Вершины"] = 103,
        ["Разоритель из клана Черной Вершины"] = 104,
        ["Огр-волхв из клана Черной Вершины"] = 105,
        ["Полководец из клана Черной Вершины"] = 106,
        ["Мистик из племени Тлеющего Терновника"] = 107,
        ["Жрец Тени из племени Тлеющего Терновника"] = 108,
        ["Чернокнижник из легиона Изрубленного Щита"] = 109,
        ["Налетчик из легиона Изрубленного Щита"] = 110,
        ["Метатель топоров из племени Тлеющего Терновника"] = 111,
        ["Палач из культа Сумеречного Молота"] = 112,
        ["Темный хранитель Ворфалк"] = 113,
        ["Темный хранитель Бетек"] = 114,
        ["Темный хранитель Уггель"] = 115,
        ["Темный хранитель Пелвер"] = 116,
        ["Темный стражник"] = 117,
        ["Тюремщик из Алого ордена"] = 118,
        ["Священник Алого ордена"] = 119,
        ["Викарий Алого ордена"] = 120,
        ["Верховный маг Алого ордена"] = 121,
        ["Чаротворец Алого ордена"] = 122,
        ["Ксаватрас"] = 123,
        ["Вождь Кровавая Утроба"] = 124,
        ["Властитель Рор"] = 125,
        ["Дебошир-смрадодых"] = 126,
        ["Мрачный завсегдатай"] = 127,
        ["Голодный завсегдатай"] = 128,
        ["Пьяный завсегдатай"] = 129,
        ["Ограбиси"] = 130,
        ["Шилл Динджер"] = 131,
        ["Джез"] = 132,
        ["Джеденарский легионер"] = 133,
        ["Принц Ксавалис"] = 134,
        ["Тенегорнский хранитель огня"] = 135,
        ["Друг Риббли"] = 136,
        ["Око Наксрамаса"] = 137,
        ["Зловонный зомби"] = 138,
        ["Медик Алого ордена"] = 139,
        ["Жрец из Алого ордена"] = 140,
        ["Ксаварик"] = 141,
        ["Болтливый вурдалак"] = 142,
        ["Тролль из племени Пронзающего Копья"] = 143,
        ["Гарпия из стаи Снежной Слепоты"] = 144,
        ["Трогг из племени Железного Рудника"] = 145,
        ["Гнолл из стаи Дикой Лапы"] = 146,
        ["Зомби из племени Моходеров"] = 147,
        ["Воин из племени Гурубаши"] = 148,
        ["Головорез из клана Гордок"] = 149,
        ["Изверг из клана Гордок"] = 150,
        ["Огр-маг из клана Гордок"] = 151,
        ["Сатир из племени Буйного Нрава"] = 152,
        ["Предатель из племени Буйного Нрава"] = 153,
        ["Скверноподданный из племени Буйного Нрава"] = 154,
        ["Хранитель из племени Древобрюхов"] = 155,
        ["Мистик из племени Древобрюхов"] = 156,
        ["Шаман из племени Железного Рудника"] = 157,
        ["Головолом из племени Железного Рудника"] = 158,
        ["Землекоп из племени Седоусов"] = 159,
        ["Надзиратель из племени Седоусов"] = 160,
        ["Призывательница ветров из стаи Снежной Слепоты"] = 161,
        ["Душительница из стаи Снежной Слепоты"] = 162,
        ["Шаман из стаи Дикой Лапы"] = 163,
        ["Грабитель могил"] = 164,
        ["Горный пехотинец из клана Грозовой Вершины"] = 165,
        ["Часовой Альянса"] = 166,
        ["Воин клана Северного Волка"] = 167,
        ["Истерзанный часовой"] = 168,
        ["Элитный охранник Ониксии"] = 169,
        ["Шахтер Ледяного рудника"] = 170,
        ["Геодезист-ветеран Ледяного рудника"] = 171,
        ["Бывалый налетчик Железного рудника"] = 172,
        ["Опытный исследователь Ледяного рудника"] = 173,
      }
   },
   ["Идол Войны"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
      }
   },
   ["Золотой скарабей"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
        ["Трутень из улья Зара"] = 17,
        ["Сборщик из улья Зара"] = 18,
        ["Солдат из улья Зара"] = 19,
        ["Пескоброд из улья Зара"] = 20,
        ["Киражский гладиатор"] = 21,
        ["Оса из улья Зара"] = 22,
        ["Острожал из улья Зара"] = 23,
        ["Кремнежорка"] = 24,
        ["Плотоед"] = 25,
        ["Бичехвост из улья Зара"] = 26,
        ["Обсидиановый разрушитель"] = 27,
        ["Страж роя-кираж"] = 28,
        ["Анубисат-страж"] = 29,
        ["Полковник Зерран"] = 30,
        ["Майор Йеггет"] = 31,
        ["Майор Паккон"] = 32,
        ["Капитан Дренн"] = 33,
        ["Капитан Ксуррем"] = 34,
        ["Капитан Квиз"] = 35,
        ["Капитан Туубид"] = 36,
        ["Скарабей-визгун"] = 37,
        ["Плюющийся скарабей"] = 38,
      }
   },
   ["Целая шкура Оуро"] = {
      drop = {
        ["Оуро"] = 1,
      }
   },
   ["Идол Смерти"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
      }
   },
   ["Идол Солнца"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
      }
   },
   ["Панцирь Древнего Бога"] = {
      drop = {
        ["К'Тун"] = 1,
      }
   },
   ["Венец Век'нилаша"] = {
      drop = {
        ["Император Век'нилаш"] = 1,
      }
   },
   ["Лучистый идол"] = {
      drop = {
        ["Трутень из улья Зара"] = 1,
        ["Сборщик из улья Зара"] = 2,
        ["Солдат из улья Зара"] = 3,
        ["Пескоброд из улья Зара"] = 4,
        ["Киражский гладиатор"] = 5,
        ["Оса из улья Зара"] = 6,
        ["Острожал из улья Зара"] = 7,
        ["Кремнежорка"] = 8,
        ["Плотоед"] = 9,
        ["Бичехвост из улья Зара"] = 10,
        ["Обсидиановый разрушитель"] = 11,
        ["Страж роя-кираж"] = 12,
        ["Анубисат-страж"] = 13,
        ["Полковник Зерран"] = 14,
        ["Майор Йеггет"] = 15,
        ["Майор Паккон"] = 16,
        ["Капитан Дренн"] = 17,
        ["Капитан Ксуррем"] = 18,
        ["Капитан Квиз"] = 19,
        ["Капитан Туубид"] = 20,
        ["Скарабей-визгун"] = 21,
        ["Плюющийся скарабей"] = 22,
      }
   },
   ["Киражское кольцо власти"] = {
      drop = {
        ["Оссириан Неуязвимый"] = 1,
        ["Моам"] = 2,
        ["Генерал Раджакс"] = 3,
        ["Куриннакс"] = 4,
        ["Аямисса Охотница"] = 5,
        ["Буру Ненасытный"] = 6,
      }
   },
   ["Манускрипт здоровья"] = {
      drop = {
        ["Скелет-живодер"] = 1,
        ["Скелет-колдун"] = 2,
        ["Скелет-ужасень"] = 3,
        ["Скелет-палач"] = 4,
        ["Скелет-послушник"] = 5,
        ["Слюнявый вурдалак"] = 6,
        ["Гниющий вурдалак"] = 7,
        ["Бездушный вурдалак"] = 8,
        ["Опаляющий вурдалак"] = 9,
        ["Леденящий вурдалак"] = 10,
        ["Холодный призрак"] = 11,
        ["Кровавый призрак"] = 12,
        ["Часовой из Алого ордена"] = 13,
        ["Охотник из Алого ордена"] = 14,
        ["Рыцарь Алого ордена"] = 15,
        ["Паладин Алого ордена"] = 16,
        ["Призыватель духов из Алого ордена"] = 17,
        ["Рабочий Алого ордена"] = 18,
        ["Дровосек из Алого ордена"] = 19,
        ["Гниющий кадавр"] = 20,
        ["Зачумленный зомби"] = 21,
        ["Изверг из клана Молота Ужаса"] = 22,
        ["Чернокнижник из клана Молота Ужаса"] = 23,
        ["Искатель портала"] = 24,
        ["Сектант Культа Приверженцев Тени"] = 25,
        ["Лиходей Культа Приверженцев Тени"] = 26,
        ["Адепт Культа Приверженцев Тени"] = 27,
        ["Головорез из Культа Приверженцев Тени"] = 28,
        ["Чернокнижник Культа Приверженцев Тени"] = 29,
        ["Ткач ужаса из культа Приверженцев Тени"] = 30,
        ["Караульный-страж Скверны"] = 31,
        ["Слуга Арккорока"] = 32,
        ["Ведмедь из племени Древобрюхов"] = 33,
        ["Эльф крови-геодезист"] = 34,
        ["Эльф крови-землемер"] = 35,
        ["Сатир из племени Легаши"] = 36,
        ["Разбойник из племени Легаши"] = 37,
        ["Призыватель огня из племени Легаши"] = 38,
        ["Солдат из клана Черной горы"] = 39,
        ["Колдун из клана Черной горы"] = 40,
        ["Огр из клана Огненного Чрева"] = 41,
        ["Огр-маг из клана Огненного Чрева"] = 42,
        ["Громила из клана Огненного Чрева"] = 43,
        ["Шпион Тауриссана"] = 44,
        ["Огнеход Тауриссана"] = 45,
        ["Посланник Тауриссана"] = 46,
        ["Плут из племени Нефритового Пламени"] = 47,
        ["Предатель из племени Нефритового Пламени"] = 48,
        ["Тенелов из племени Нефритового Пламени"] = 49,
        ["Призыватель огня из племени Нефритового Пламени"] = 50,
        ["Джеденарский сектант"] = 51,
        ["Джеденарский головорез"] = 52,
        ["Джеденарский адепт"] = 53,
        ["Джеденарский темноплет"] = 54,
        ["Джеденарский чернокнижник"] = 55,
        ["Дозорный из племени Мертвого Леса"] = 56,
        ["Мститель из племени Мертвого Леса"] = 57,
        ["Шаман из племени Мертвого Леса"] = 58,
        ["Дозорный из племени Зимней Спячки"] = 59,
        ["Тотемист из племени Зимней Спячки"] = 60,
        ["Землепроходец из племени Зимней Спячки"] = 61,
        ["Страдающий высокорожденный"] = 62,
        ["Тоскующая высокорожденная"] = 63,
        ["Слуга Разелиха"] = 64,
        ["Слуга Грола"] = 65,
        ["Слуга Аллистария"] = 66,
        ["Слуга Севины"] = 67,
        ["Кирит Проклятый"] = 68,
        ["Солдат Плети"] = 69,
        ["Проклятый маг"] = 70,
        ["Хранитель Плети"] = 71,
        ["Каннибал-вурдалак"] = 72,
        ["Незримый слуга"] = 73,
        ["Растерзанная крикунья"] = 74,
        ["Яростная визгунья"] = 75,
        ["Охранник из клана Ярости Горна"] = 76,
        ["Пехотинец из клана Ярости Горна"] = 77,
        ["Солдат из клана Ярости Горна"] = 78,
        ["Медик из клана Ярости Горна"] = 79,
        ["Офицер из клана Ярости Горна"] = 80,
        ["Тенегорнский крестьянин"] = 81,
        ["Ремесленник из клана Кузни Рока"] = 82,
        ["Маршал из клана Ярости Горна"] = 83,
        ["Драгун из клана Кузни Рока"] = 84,
        ["Кузнец-волшебник из клана Кузни Рока"] = 85,
        ["Тенегорнский горожанин"] = 86,
        ["Капитан из клана Ярости Горна"] = 87,
        ["Тенегорнский сенатор"] = 88,
        ["Истязатель из культа Сумеречного Молота"] = 89,
        ["Эмиссар культа Сумеречного Молота"] = 90,
        ["Телохранитель из культа Сумеречного Молота"] = 91,
        ["Посол из культа Сумеречного Молота"] = 92,
        ["Зритель арены"] = 93,
        ["Оружейный техник"] = 94,
        ["Кром'Грул"] = 95,
        ["Рубака из легиона Изрубленного Щита"] = 96,
        ["Караульный из легиона Изрубленного Щита"] = 97,
        ["Послушник из легиона Изрубленного Щита"] = 98,
        ["Интендант из легиона Изрубленного Щита"] = 99,
        ["Легионер из легиона Изрубленного Щита"] = 100,
        ["Чароплет из легиона Изрубленного Щита"] = 101,
        ["Гор'теш"] = 102,
        ["Мистик из клана Черной Вершины"] = 103,
        ["Головорез из клана Черной Вершины"] = 104,
        ["Разоритель из клана Черной Вершины"] = 105,
        ["Огр-волхв из клана Черной Вершины"] = 106,
        ["Мистик из племени Тлеющего Терновника"] = 107,
        ["Жрец Тени из племени Тлеющего Терновника"] = 108,
        ["Чернокнижник из легиона Изрубленного Щита"] = 109,
        ["Налетчик из легиона Изрубленного Щита"] = 110,
        ["Метатель топоров из племени Тлеющего Терновника"] = 111,
        ["Темный стражник"] = 112,
        ["Тюремщик из Алого ордена"] = 113,
        ["Священник Алого ордена"] = 114,
        ["Викарий Алого ордена"] = 115,
        ["Верховный маг Алого ордена"] = 116,
        ["Чаротворец Алого ордена"] = 117,
        ["Вождь Кровавая Утроба"] = 118,
        ["Властитель Рор"] = 119,
        ["Сторож Хватка Смерти"] = 120,
        ["Дебошир-смрадодых"] = 121,
        ["Мрачный завсегдатай"] = 122,
        ["Голодный завсегдатай"] = 123,
        ["Пьяный завсегдатай"] = 124,
        ["Ограбиси"] = 125,
        ["Шилл Динджер"] = 126,
        ["Джез"] = 127,
        ["Джеденарский легионер"] = 128,
        ["Принц Ксавалис"] = 129,
        ["Тенегорнский хранитель огня"] = 130,
        ["Друг Риббли"] = 131,
        ["Око Наксрамаса"] = 132,
        ["Зловонный зомби"] = 133,
        ["Медик Алого ордена"] = 134,
        ["Жрец из Алого ордена"] = 135,
        ["Ксаварик"] = 136,
        ["Болтливый вурдалак"] = 137,
        ["Тролль из племени Пронзающего Копья"] = 138,
        ["Гарпия из стаи Снежной Слепоты"] = 139,
        ["Трогг из племени Железного Рудника"] = 140,
        ["Гнолл из стаи Дикой Лапы"] = 141,
        ["Зомби из племени Моходеров"] = 142,
        ["Оракул из племени Хаккари"] = 143,
        ["Воин из племени Гурубаши"] = 144,
        ["Головорез из клана Гордок"] = 145,
        ["Изверг из клана Гордок"] = 146,
        ["Огр-маг из клана Гордок"] = 147,
        ["Сатир из племени Буйного Нрава"] = 148,
        ["Предатель из племени Буйного Нрава"] = 149,
        ["Скверноподданный из племени Буйного Нрава"] = 150,
        ["Хранитель из племени Древобрюхов"] = 151,
        ["Шаман из племени Железного Рудника"] = 152,
        ["Головолом из племени Железного Рудника"] = 153,
        ["Надзиратель из племени Седоусов"] = 154,
        ["Призывательница ветров из стаи Снежной Слепоты"] = 155,
        ["Душительница из стаи Снежной Слепоты"] = 156,
        ["Жрец из племени Хаккари"] = 157,
        ["Шаман из стаи Дикой Лапы"] = 158,
        ["Горный пехотинец из клана Грозовой Вершины"] = 159,
        ["Часовой Альянса"] = 160,
        ["Воин клана Северного Волка"] = 161,
        ["Истерзанный часовой"] = 162,
        ["Элитный охранник Ониксии"] = 163,
        ["Стражник Ледяного рудника"] = 164,
        ["Шахтер Ледяного рудника"] = 165,
        ["Яролап"] = 166,
      }
   },
   ["Манускрипт упорства"] = {
      drop = {
        ["Скелет-живодер"] = 1,
        ["Скелет-колдун"] = 2,
        ["Скелет-ужасень"] = 3,
        ["Скелет-палач"] = 4,
        ["Скелет-послушник"] = 5,
        ["Слюнявый вурдалак"] = 6,
        ["Гниющий вурдалак"] = 7,
        ["Бездушный вурдалак"] = 8,
        ["Опаляющий вурдалак"] = 9,
        ["Леденящий вурдалак"] = 10,
        ["Холодный призрак"] = 11,
        ["Кровавый призрак"] = 12,
        ["Маг Алого ордена"] = 13,
        ["Часовой из Алого ордена"] = 14,
        ["Охотник из Алого ордена"] = 15,
        ["Рыцарь Алого ордена"] = 16,
        ["Паладин Алого ордена"] = 17,
        ["Призыватель духов из Алого ордена"] = 18,
        ["Рабочий Алого ордена"] = 19,
        ["Дровосек из Алого ордена"] = 20,
        ["Гниющий кадавр"] = 21,
        ["Зачумленный зомби"] = 22,
        ["Изверг из клана Молота Ужаса"] = 23,
        ["Чернокнижник из клана Молота Ужаса"] = 24,
        ["Искатель портала"] = 25,
        ["Сектант Культа Приверженцев Тени"] = 26,
        ["Лиходей Культа Приверженцев Тени"] = 27,
        ["Адепт Культа Приверженцев Тени"] = 28,
        ["Головорез из Культа Приверженцев Тени"] = 29,
        ["Чернокнижник Культа Приверженцев Тени"] = 30,
        ["Ткач ужаса из культа Приверженцев Тени"] = 31,
        ["Караульный-страж Скверны"] = 32,
        ["Эльф крови-геодезист"] = 33,
        ["Эльф крови-землемер"] = 34,
        ["Сатир из племени Легаши"] = 35,
        ["Разбойник из племени Легаши"] = 36,
        ["Призыватель огня из племени Легаши"] = 37,
        ["Солдат из клана Черной горы"] = 38,
        ["Колдун из клана Черной горы"] = 39,
        ["Огр из клана Огненного Чрева"] = 40,
        ["Огр-маг из клана Огненного Чрева"] = 41,
        ["Громила из клана Огненного Чрева"] = 42,
        ["Шпион Тауриссана"] = 43,
        ["Огнеход Тауриссана"] = 44,
        ["Посланник Тауриссана"] = 45,
        ["Плут из племени Нефритового Пламени"] = 46,
        ["Предатель из племени Нефритового Пламени"] = 47,
        ["Тенелов из племени Нефритового Пламени"] = 48,
        ["Призыватель огня из племени Нефритового Пламени"] = 49,
        ["Джеденарский сектант"] = 50,
        ["Джеденарский головорез"] = 51,
        ["Джеденарский адепт"] = 52,
        ["Джеденарский темноплет"] = 53,
        ["Джеденарский чернокнижник"] = 54,
        ["Дозорный из племени Мертвого Леса"] = 55,
        ["Мститель из племени Мертвого Леса"] = 56,
        ["Шаман из племени Мертвого Леса"] = 57,
        ["Дозорный из племени Зимней Спячки"] = 58,
        ["Тотемист из племени Зимней Спячки"] = 59,
        ["Землепроходец из племени Зимней Спячки"] = 60,
        ["Страдающий высокорожденный"] = 61,
        ["Тоскующая высокорожденная"] = 62,
        ["Слуга Разелиха"] = 63,
        ["Слуга Грола"] = 64,
        ["Слуга Аллистария"] = 65,
        ["Слуга Севины"] = 66,
        ["Кирит Проклятый"] = 67,
        ["Солдат Плети"] = 68,
        ["Проклятый маг"] = 69,
        ["Хранитель Плети"] = 70,
        ["Каннибал-вурдалак"] = 71,
        ["Незримый слуга"] = 72,
        ["Растерзанная крикунья"] = 73,
        ["Яростная визгунья"] = 74,
        ["Призыватель Тьмы"] = 75,
        ["Охранник из клана Ярости Горна"] = 76,
        ["Пехотинец из клана Ярости Горна"] = 77,
        ["Солдат из клана Ярости Горна"] = 78,
        ["Медик из клана Ярости Горна"] = 79,
        ["Офицер из клана Ярости Горна"] = 80,
        ["Тенегорнский крестьянин"] = 81,
        ["Ремесленник из клана Кузни Рока"] = 82,
        ["Маршал из клана Ярости Горна"] = 83,
        ["Драгун из клана Кузни Рока"] = 84,
        ["Кузнец-волшебник из клана Кузни Рока"] = 85,
        ["Тенегорнский горожанин"] = 86,
        ["Капитан из клана Ярости Горна"] = 87,
        ["Тенегорнский сенатор"] = 88,
        ["Истязатель из культа Сумеречного Молота"] = 89,
        ["Эмиссар культа Сумеречного Молота"] = 90,
        ["Телохранитель из культа Сумеречного Молота"] = 91,
        ["Посол из культа Сумеречного Молота"] = 92,
        ["Оружейный техник"] = 93,
        ["Кром'Грул"] = 94,
        ["Рубака из легиона Изрубленного Щита"] = 95,
        ["Караульный из легиона Изрубленного Щита"] = 96,
        ["Послушник из легиона Изрубленного Щита"] = 97,
        ["Интендант из легиона Изрубленного Щита"] = 98,
        ["Легионер из легиона Изрубленного Щита"] = 99,
        ["Чароплет из легиона Изрубленного Щита"] = 100,
        ["Гор'теш"] = 101,
        ["Мистик из клана Черной Вершины"] = 102,
        ["Головорез из клана Черной Вершины"] = 103,
        ["Разоритель из клана Черной Вершины"] = 104,
        ["Огр-волхв из клана Черной Вершины"] = 105,
        ["Полководец из клана Черной Вершины"] = 106,
        ["Мистик из племени Тлеющего Терновника"] = 107,
        ["Жрец Тени из племени Тлеющего Терновника"] = 108,
        ["Чернокнижник из легиона Изрубленного Щита"] = 109,
        ["Налетчик из легиона Изрубленного Щита"] = 110,
        ["Метатель топоров из племени Тлеющего Терновника"] = 111,
        ["Палач из культа Сумеречного Молота"] = 112,
        ["Темный хранитель Пелвер"] = 113,
        ["Темный стражник"] = 114,
        ["Тюремщик из Алого ордена"] = 115,
        ["Священник Алого ордена"] = 116,
        ["Викарий Алого ордена"] = 117,
        ["Верховный маг Алого ордена"] = 118,
        ["Чаротворец Алого ордена"] = 119,
        ["Ксаватрас"] = 120,
        ["Вождь Кровавая Утроба"] = 121,
        ["Властитель Рор"] = 122,
        ["Душитель из клана Черной горы"] = 123,
        ["Дебошир-смрадодых"] = 124,
        ["Мрачный завсегдатай"] = 125,
        ["Голодный завсегдатай"] = 126,
        ["Пьяный завсегдатай"] = 127,
        ["Ограбиси"] = 128,
        ["Шилл Динджер"] = 129,
        ["Крест Убийца"] = 130,
        ["Салия"] = 131,
        ["Моора"] = 132,
        ["Джеденарский легионер"] = 133,
        ["Принц Ксавалис"] = 134,
        ["Друг Риббли"] = 135,
        ["Око Наксрамаса"] = 136,
        ["Медик Алого ордена"] = 137,
        ["Жрец из Алого ордена"] = 138,
        ["Ксаварик"] = 139,
        ["Болтливый вурдалак"] = 140,
        ["Бродячий скелет"] = 141,
        ["Гарпия из стаи Снежной Слепоты"] = 142,
        ["Трогг из племени Железного Рудника"] = 143,
        ["Гнолл из стаи Дикой Лапы"] = 144,
        ["Зомби из племени Моходеров"] = 145,
        ["Оракул из племени Хаккари"] = 146,
        ["Воин из племени Гурубаши"] = 147,
        ["Головорез из клана Гордок"] = 148,
        ["Изверг из клана Гордок"] = 149,
        ["Огр-маг из клана Гордок"] = 150,
        ["Сатир из племени Буйного Нрава"] = 151,
        ["Предатель из племени Буйного Нрава"] = 152,
        ["Скверноподданный из племени Буйного Нрава"] = 153,
        ["Хранитель из племени Древобрюхов"] = 154,
        ["Головолом из племени Железного Рудника"] = 155,
        ["Землекоп из племени Седоусов"] = 156,
        ["Геомант из племени Седоусов"] = 157,
        ["Надзиратель из племени Седоусов"] = 158,
        ["Призывательница ветров из стаи Снежной Слепоты"] = 159,
        ["Душительница из стаи Снежной Слепоты"] = 160,
        ["Шаман из стаи Дикой Лапы"] = 161,
        ["Грабитель могил"] = 162,
        ["Горный пехотинец из клана Грозовой Вершины"] = 163,
        ["Часовой Альянса"] = 164,
        ["Воин клана Северного Волка"] = 165,
        ["Истерзанный часовой"] = 166,
        ["Элитный охранник Ониксии"] = 167,
        ["Исследователь из племени Железного Рудника"] = 168,
        ["Шахтер Ледяного рудника"] = 169,
      }
   },
   ["Манускрипт устойчивости"] = {
      drop = {
        ["Каменорский рубака"] = 1,
        ["Скелет-живодер"] = 2,
        ["Скелет-колдун"] = 3,
        ["Скелет-ужасень"] = 4,
        ["Скелет-палач"] = 5,
        ["Скелет-послушник"] = 6,
        ["Слюнявый вурдалак"] = 7,
        ["Гниющий вурдалак"] = 8,
        ["Бездушный вурдалак"] = 9,
        ["Опаляющий вурдалак"] = 10,
        ["Леденящий вурдалак"] = 11,
        ["Холодный призрак"] = 12,
        ["Кровавый призрак"] = 13,
        ["Маг Алого ордена"] = 14,
        ["Часовой из Алого ордена"] = 15,
        ["Охотник из Алого ордена"] = 16,
        ["Рыцарь Алого ордена"] = 17,
        ["Паладин Алого ордена"] = 18,
        ["Призыватель духов из Алого ордена"] = 19,
        ["Рабочий Алого ордена"] = 20,
        ["Дровосек из Алого ордена"] = 21,
        ["Гниющий кадавр"] = 22,
        ["Зачумленный зомби"] = 23,
        ["Изверг из клана Молота Ужаса"] = 24,
        ["Чернокнижник из клана Молота Ужаса"] = 25,
        ["Искатель портала"] = 26,
        ["Сектант Культа Приверженцев Тени"] = 27,
        ["Лиходей Культа Приверженцев Тени"] = 28,
        ["Адепт Культа Приверженцев Тени"] = 29,
        ["Головорез из Культа Приверженцев Тени"] = 30,
        ["Чернокнижник Культа Приверженцев Тени"] = 31,
        ["Ткач ужаса из культа Приверженцев Тени"] = 32,
        ["Караульный-страж Скверны"] = 33,
        ["Сын Арккорока"] = 34,
        ["Ведмедь из племени Древобрюхов"] = 35,
        ["Эльф крови-геодезист"] = 36,
        ["Эльф крови-землемер"] = 37,
        ["Сатир из племени Легаши"] = 38,
        ["Разбойник из племени Легаши"] = 39,
        ["Призыватель огня из племени Легаши"] = 40,
        ["Солдат из клана Черной горы"] = 41,
        ["Колдун из клана Черной горы"] = 42,
        ["Огр из клана Огненного Чрева"] = 43,
        ["Огр-маг из клана Огненного Чрева"] = 44,
        ["Громила из клана Огненного Чрева"] = 45,
        ["Шпион Тауриссана"] = 46,
        ["Огнеход Тауриссана"] = 47,
        ["Посланник Тауриссана"] = 48,
        ["Плут из племени Нефритового Пламени"] = 49,
        ["Предатель из племени Нефритового Пламени"] = 50,
        ["Тенелов из племени Нефритового Пламени"] = 51,
        ["Призыватель огня из племени Нефритового Пламени"] = 52,
        ["Джеденарский сектант"] = 53,
        ["Джеденарский головорез"] = 54,
        ["Джеденарский адепт"] = 55,
        ["Джеденарский темноплет"] = 56,
        ["Дозорный из племени Мертвого Леса"] = 57,
        ["Мститель из племени Мертвого Леса"] = 58,
        ["Шаман из племени Мертвого Леса"] = 59,
        ["Дозорный из племени Зимней Спячки"] = 60,
        ["Тотемист из племени Зимней Спячки"] = 61,
        ["Землепроходец из племени Зимней Спячки"] = 62,
        ["Страдающий высокорожденный"] = 63,
        ["Тоскующая высокорожденная"] = 64,
        ["Слуга Разелиха"] = 65,
        ["Слуга Грола"] = 66,
        ["Слуга Севины"] = 67,
        ["Солдат Плети"] = 68,
        ["Проклятый маг"] = 69,
        ["Хранитель Плети"] = 70,
        ["Каннибал-вурдалак"] = 71,
        ["Незримый слуга"] = 72,
        ["Растерзанная крикунья"] = 73,
        ["Яростная визгунья"] = 74,
        ["Сектант Смерти"] = 75,
        ["Призыватель Тьмы"] = 76,
        ["Охранник из клана Ярости Горна"] = 77,
        ["Пехотинец из клана Ярости Горна"] = 78,
        ["Солдат из клана Ярости Горна"] = 79,
        ["Медик из клана Ярости Горна"] = 80,
        ["Офицер из клана Ярости Горна"] = 81,
        ["Тенегорнский крестьянин"] = 82,
        ["Ремесленник из клана Кузни Рока"] = 83,
        ["Маршал из клана Ярости Горна"] = 84,
        ["Драгун из клана Кузни Рока"] = 85,
        ["Кузнец-волшебник из клана Кузни Рока"] = 86,
        ["Тенегорнский горожанин"] = 87,
        ["Капитан из клана Ярости Горна"] = 88,
        ["Тенегорнский сенатор"] = 89,
        ["Истязатель из культа Сумеречного Молота"] = 90,
        ["Эмиссар культа Сумеречного Молота"] = 91,
        ["Телохранитель из культа Сумеречного Молота"] = 92,
        ["Посол из культа Сумеречного Молота"] = 93,
        ["Зритель арены"] = 94,
        ["Оружейный техник"] = 95,
        ["Кром'Грул"] = 96,
        ["Рубака из легиона Изрубленного Щита"] = 97,
        ["Караульный из легиона Изрубленного Щита"] = 98,
        ["Послушник из легиона Изрубленного Щита"] = 99,
        ["Интендант из легиона Изрубленного Щита"] = 100,
        ["Легионер из легиона Изрубленного Щита"] = 101,
        ["Чароплет из легиона Изрубленного Щита"] = 102,
        ["Мистик из клана Черной Вершины"] = 103,
        ["Головорез из клана Черной Вершины"] = 104,
        ["Разоритель из клана Черной Вершины"] = 105,
        ["Огр-волхв из клана Черной Вершины"] = 106,
        ["Мистик из племени Тлеющего Терновника"] = 107,
        ["Жрец Тени из племени Тлеющего Терновника"] = 108,
        ["Чернокнижник из легиона Изрубленного Щита"] = 109,
        ["Налетчик из легиона Изрубленного Щита"] = 110,
        ["Метатель топоров из племени Тлеющего Терновника"] = 111,
        ["Палач из культа Сумеречного Молота"] = 112,
        ["Темный хранитель Ворфалк"] = 113,
        ["Темный хранитель Бетек"] = 114,
        ["Темный хранитель Зимрел"] = 115,
        ["Темный хранитель Пелвер"] = 116,
        ["Темный стражник"] = 117,
        ["Тюремщик из Алого ордена"] = 118,
        ["Священник Алого ордена"] = 119,
        ["Викарий Алого ордена"] = 120,
        ["Верховный маг Алого ордена"] = 121,
        ["Чаротворец Алого ордена"] = 122,
        ["Ксаватрас"] = 123,
        ["Вождь Кровавая Утроба"] = 124,
        ["Сторож Хватка Смерти"] = 125,
        ["Дебошир-смрадодых"] = 126,
        ["Мрачный завсегдатай"] = 127,
        ["Голодный завсегдатай"] = 128,
        ["Пьяный завсегдатай"] = 129,
        ["Хак'Зор"] = 130,
        ["Ограбиси"] = 131,
        ["Крест Убийца"] = 132,
        ["Джеденарский легионер"] = 133,
        ["Друг Риббли"] = 134,
        ["Око Наксрамаса"] = 135,
        ["Зловонный зомби"] = 136,
        ["Медик Алого ордена"] = 137,
        ["Жрец из Алого ордена"] = 138,
        ["Болтливый вурдалак"] = 139,
        ["Тролль из племени Пронзающего Копья"] = 140,
        ["Гарпия из стаи Снежной Слепоты"] = 141,
        ["Трогг из племени Железного Рудника"] = 142,
        ["Гнолл из стаи Дикой Лапы"] = 143,
        ["Зомби из племени Моходеров"] = 144,
        ["Оракул из племени Хаккари"] = 145,
        ["Воин из племени Гурубаши"] = 146,
        ["Головорез из клана Гордок"] = 147,
        ["Изверг из клана Гордок"] = 148,
        ["Огр-маг из клана Гордок"] = 149,
        ["Сатир из племени Буйного Нрава"] = 150,
        ["Предатель из племени Буйного Нрава"] = 151,
        ["Скверноподданный из племени Буйного Нрава"] = 152,
        ["Хранитель из племени Древобрюхов"] = 153,
        ["Шаман из племени Железного Рудника"] = 154,
        ["Головолом из племени Железного Рудника"] = 155,
        ["Землекоп из племени Седоусов"] = 156,
        ["Геомант из племени Седоусов"] = 157,
        ["Надзиратель из племени Седоусов"] = 158,
        ["Призывательница ветров из стаи Снежной Слепоты"] = 159,
        ["Шаман из стаи Дикой Лапы"] = 160,
        ["Грабитель могил"] = 161,
        ["Горный пехотинец из клана Грозовой Вершины"] = 162,
        ["Часовой Альянса"] = 163,
        ["Воин клана Северного Волка"] = 164,
        ["Истерзанный часовой"] = 165,
      }
   },
   ["Знаки различия киражского владыки"] = {
      drop = {
        ["Пророк Скерам"] = 1,
        ["Император Век'нилаш"] = 2,
        ["Император Век'лор"] = 3,
        ["Нечистотон"] = 4,
        ["Принцесса Хухуран"] = 5,
        ["Фанкрисс Непреклонный"] = 6,
        ["Лорд Кри"] = 7,
        ["Боевой страж Сартура"] = 8,
        ["Оуро"] = 9,
        ["Принцесса Яудж"] = 10,
        ["Вем"] = 11,
      }
   },
   ["Манускрипт ненасытности"] = {
      drop = {
        ["Рубака Гром'гола"] = 1,
        ["Скелет-живодер"] = 2,
        ["Скелет-колдун"] = 3,
        ["Скелет-ужасень"] = 4,
        ["Скелет-палач"] = 5,
        ["Скелет-послушник"] = 6,
        ["Слюнявый вурдалак"] = 7,
        ["Гниющий вурдалак"] = 8,
        ["Бездушный вурдалак"] = 9,
        ["Опаляющий вурдалак"] = 10,
        ["Леденящий вурдалак"] = 11,
        ["Холодный призрак"] = 12,
        ["Кровавый призрак"] = 13,
        ["Маг Алого ордена"] = 14,
        ["Часовой из Алого ордена"] = 15,
        ["Охотник из Алого ордена"] = 16,
        ["Рыцарь Алого ордена"] = 17,
        ["Паладин Алого ордена"] = 18,
        ["Призыватель духов из Алого ордена"] = 19,
        ["Рабочий Алого ордена"] = 20,
        ["Дровосек из Алого ордена"] = 21,
        ["Гниющий кадавр"] = 22,
        ["Зачумленный зомби"] = 23,
        ["Изверг из клана Молота Ужаса"] = 24,
        ["Чернокнижник из клана Молота Ужаса"] = 25,
        ["Сектант Культа Приверженцев Тени"] = 26,
        ["Лиходей Культа Приверженцев Тени"] = 27,
        ["Адепт Культа Приверженцев Тени"] = 28,
        ["Головорез из Культа Приверженцев Тени"] = 29,
        ["Чернокнижник Культа Приверженцев Тени"] = 30,
        ["Ткач ужаса из культа Приверженцев Тени"] = 31,
        ["Караульный-страж Скверны"] = 32,
        ["Слуга Арккорока"] = 33,
        ["Сын Арккорока"] = 34,
        ["Ведмедь из племени Древобрюхов"] = 35,
        ["Эльф крови-геодезист"] = 36,
        ["Эльф крови-землемер"] = 37,
        ["Сатир из племени Легаши"] = 38,
        ["Разбойник из племени Легаши"] = 39,
        ["Призыватель огня из племени Легаши"] = 40,
        ["Солдат из клана Черной горы"] = 41,
        ["Колдун из клана Черной горы"] = 42,
        ["Огр из клана Огненного Чрева"] = 43,
        ["Огр-маг из клана Огненного Чрева"] = 44,
        ["Громила из клана Огненного Чрева"] = 45,
        ["Шпион Тауриссана"] = 46,
        ["Огнеход Тауриссана"] = 47,
        ["Посланник Тауриссана"] = 48,
        ["Плут из племени Нефритового Пламени"] = 49,
        ["Предатель из племени Нефритового Пламени"] = 50,
        ["Тенелов из племени Нефритового Пламени"] = 51,
        ["Призыватель огня из племени Нефритового Пламени"] = 52,
        ["Джеденарский сектант"] = 53,
        ["Джеденарский головорез"] = 54,
        ["Джеденарский адепт"] = 55,
        ["Джеденарский темноплет"] = 56,
        ["Джеденарский чернокнижник"] = 57,
        ["Дозорный из племени Мертвого Леса"] = 58,
        ["Мститель из племени Мертвого Леса"] = 59,
        ["Шаман из племени Мертвого Леса"] = 60,
        ["Дозорный из племени Зимней Спячки"] = 61,
        ["Тотемист из племени Зимней Спячки"] = 62,
        ["Землепроходец из племени Зимней Спячки"] = 63,
        ["Страдающий высокорожденный"] = 64,
        ["Тоскующая высокорожденная"] = 65,
        ["Слуга Разелиха"] = 66,
        ["Слуга Грола"] = 67,
        ["Слуга Аллистария"] = 68,
        ["Провидец Акубар"] = 69,
        ["Солдат Плети"] = 70,
        ["Проклятый маг"] = 71,
        ["Хранитель Плети"] = 72,
        ["Каннибал-вурдалак"] = 73,
        ["Незримый слуга"] = 74,
        ["Растерзанная крикунья"] = 75,
        ["Яростная визгунья"] = 76,
        ["Призыватель Тьмы"] = 77,
        ["Охранник из клана Ярости Горна"] = 78,
        ["Пехотинец из клана Ярости Горна"] = 79,
        ["Солдат из клана Ярости Горна"] = 80,
        ["Медик из клана Ярости Горна"] = 81,
        ["Офицер из клана Ярости Горна"] = 82,
        ["Тенегорнский крестьянин"] = 83,
        ["Ремесленник из клана Кузни Рока"] = 84,
        ["Маршал из клана Ярости Горна"] = 85,
        ["Драгун из клана Кузни Рока"] = 86,
        ["Кузнец-волшебник из клана Кузни Рока"] = 87,
        ["Тенегорнский горожанин"] = 88,
        ["Капитан из клана Ярости Горна"] = 89,
        ["Тенегорнский сенатор"] = 90,
        ["Истязатель из культа Сумеречного Молота"] = 91,
        ["Эмиссар культа Сумеречного Молота"] = 92,
        ["Телохранитель из культа Сумеречного Молота"] = 93,
        ["Посол из культа Сумеречного Молота"] = 94,
        ["Зритель арены"] = 95,
        ["Оружейный техник"] = 96,
        ["Кром'Грул"] = 97,
        ["Рубака из легиона Изрубленного Щита"] = 98,
        ["Караульный из легиона Изрубленного Щита"] = 99,
        ["Послушник из легиона Изрубленного Щита"] = 100,
        ["Интендант из легиона Изрубленного Щита"] = 101,
        ["Легионер из легиона Изрубленного Щита"] = 102,
        ["Чароплет из легиона Изрубленного Щита"] = 103,
        ["Гор'теш"] = 104,
        ["Боевой маг из клана Черной Вершины"] = 105,
        ["Мистик из клана Черной Вершины"] = 106,
        ["Головорез из клана Черной Вершины"] = 107,
        ["Разоритель из клана Черной Вершины"] = 108,
        ["Огр-волхв из клана Черной Вершины"] = 109,
        ["Полководец из клана Черной Вершины"] = 110,
        ["Мистик из племени Тлеющего Терновника"] = 111,
        ["Жрец Тени из племени Тлеющего Терновника"] = 112,
        ["Чернокнижник из легиона Изрубленного Щита"] = 113,
        ["Налетчик из легиона Изрубленного Щита"] = 114,
        ["Метатель топоров из племени Тлеющего Терновника"] = 115,
        ["Палач из культа Сумеречного Молота"] = 116,
        ["Темный хранитель Бетек"] = 117,
        ["Темный хранитель Уггель"] = 118,
        ["Темный хранитель Пелвер"] = 119,
        ["Темный стражник"] = 120,
        ["Тюремщик из Алого ордена"] = 121,
        ["Священник Алого ордена"] = 122,
        ["Викарий Алого ордена"] = 123,
        ["Верховный маг Алого ордена"] = 124,
        ["Чаротворец Алого ордена"] = 125,
        ["Ксаватрас"] = 126,
        ["Вождь Кровавая Утроба"] = 127,
        ["Властитель Рор"] = 128,
        ["Сторож Хватка Смерти"] = 129,
        ["Дебошир-смрадодых"] = 130,
        ["Мрачный завсегдатай"] = 131,
        ["Голодный завсегдатай"] = 132,
        ["Пьяный завсегдатай"] = 133,
        ["Ограбиси"] = 134,
        ["Крест Убийца"] = 135,
        ["Джеденарский легионер"] = 136,
        ["Принц Ксавалис"] = 137,
        ["Тенегорнский хранитель огня"] = 138,
        ["Друг Риббли"] = 139,
        ["Око Наксрамаса"] = 140,
        ["Зловонный зомби"] = 141,
        ["Медик Алого ордена"] = 142,
        ["Жрец из Алого ордена"] = 143,
        ["Ксаварик"] = 144,
        ["Болтливый вурдалак"] = 145,
        ["Бродячий скелет"] = 146,
        ["Тролль из племени Пронзающего Копья"] = 147,
        ["Гарпия из стаи Снежной Слепоты"] = 148,
        ["Трогг из племени Железного Рудника"] = 149,
        ["Гнолл из стаи Дикой Лапы"] = 150,
        ["Зомби из племени Моходеров"] = 151,
        ["Оракул из племени Хаккари"] = 152,
        ["Воин из племени Гурубаши"] = 153,
        ["Головорез из клана Гордок"] = 154,
        ["Изверг из клана Гордок"] = 155,
        ["Огр-маг из клана Гордок"] = 156,
        ["Сатир из племени Буйного Нрава"] = 157,
        ["Предатель из племени Буйного Нрава"] = 158,
        ["Скверноподданный из племени Буйного Нрава"] = 159,
        ["Хранитель из племени Древобрюхов"] = 160,
        ["Мистик из племени Древобрюхов"] = 161,
        ["Шаман из племени Железного Рудника"] = 162,
        ["Головолом из племени Железного Рудника"] = 163,
        ["Землекоп из племени Седоусов"] = 164,
        ["Призывательница ветров из стаи Снежной Слепоты"] = 165,
        ["Душительница из стаи Снежной Слепоты"] = 166,
        ["Шаман из стаи Дикой Лапы"] = 167,
        ["Грабитель могил"] = 168,
        ["Горный пехотинец из клана Грозовой Вершины"] = 169,
        ["Часовой Альянса"] = 170,
        ["Воин клана Северного Волка"] = 171,
        ["Истерзанный часовой"] = 172,
        ["Исследователь Ледяного рудника"] = 173,
        ["Шахтер из племени Железного Рудника"] = 174,
        ["Батрак из племени Железного Рудника"] = 175,
      }
   },
   ["Огнецвет"] = {
      drop = {
        ["Каменный элементаль"] = 1,
        ["Хозяин болота"] = 2,
        ["Гниющее чудище"] = 3,
        ["Гниющий ужас"] = 4,
        ["Скрытень-падальщик"] = 5,
        ["Кавалерист Алого ордена"] = 6,
        ["Кикиморд"] = 7,
        ["Нефритовый слизнюк"] = 8,
        ["Громила из клана Гнилобрюхих"] = 9,
        ["Шаман из клана Гнилобрюхих"] = 10,
        ["Опаленный страж"] = 11,
        ["Скальный койот"] = 12,
        ["Яростный скальный койот"] = 13,
        ["Старый скальный койот"] = 14,
        ["Горный охотник"] = 15,
        ["Горная охотница"] = 16,
        ["Патриарх горных охотников"] = 17,
        ["Младший каменный элементаль"] = 18,
        ["Большой каменный элементаль"] = 19,
        ["Грохотун"] = 20,
        ["Разъяренный каменный элементаль"] = 21,
        ["Голодный канюк"] = 22,
        ["Канюк"] = 23,
        ["Гигантский канюк"] = 24,
        ["Костегрыз из племени Каменного Свода"] = 25,
        ["Главарь То'грун"] = 26,
        ["Стеклошкурый василиск"] = 27,
        ["Стеклошкурый взорень"] = 28,
        ["Стеклошкурый окаменитель"] = 29,
        ["Скорпид-охотник"] = 30,
        ["Плетохвостый скорпид"] = 31,
        ["Песчаный скорпид-охотник"] = 32,
        ["Голодный хромоног"] = 33,
        ["Хромоногая гиена"] = 34,
        ["Бешеный стертолап"] = 35,
        ["Рух"] = 36,
        ["Огненный рух"] = 37,
        ["Береговая черепаха"] = 38,
        ["Гигантская береговая черепаха"] = 39,
        ["Земляной яростень"] = 40,
        ["Головорез из клана Песчаного Молота"] = 41,
        ["Огр-маг из клана Песчаного Молота"] = 42,
        ["Громила из клана Песчаного Молота"] = 43,
        ["Терновый собиратель росы"] = 44,
        ["Терновый корнеплет"] = 45,
        ["Бугристый шипокож"] = 46,
        ["Разбойник из шайки Скитальцев Пустыни"] = 47,
        ["Вор из шайки Скитальцев Пустыни"] = 48,
        ["Темный маг из шайки Скитальцев Пустыни"] = 49,
        ["Бандит из шайки Скитальцев Пустыни"] = 50,
        ["Маргулья Свирепая"] = 51,
        ["Геолог из клана Черного Железа"] = 52,
        ["Кузнец из клана Черного Железа"] = 53,
        ["Поработитель из клана Черного Железа"] = 54,
        ["Пылающий элементаль"] = 55,
        ["Инфернальный элементаль"] = 56,
        ["Закаленный боевой голем"] = 57,
        ["Тяжелый боевой голем"] = 58,
        ["Элементаль магмы"] = 59,
        ["Хрустальный паук"] = 60,
        ["Опаляющий лавовый паук"] = 61,
        ["Большой лавовый паук"] = 62,
        ["Темный шаман из культа Сумеречного Молота"] = 63,
        ["Страж огня из культа Сумеречного Молота"] = 64,
        ["Геомант из культа Сумеречного Молота"] = 65,
        ["Проклятый платан"] = 66,
        ["Презренный из племени Заблудших"] = 67,
        ["Искатель портала"] = 68,
        ["Черный душегуб"] = 69,
        ["Голодный хохотун"] = 70,
        ["Хохочущая гиена"] = 71,
        ["Скорпок-острожал"] = 72,
        ["Краснокаменный василиск"] = 73,
        ["Краснокаменный хрусталиск"] = 74,
        ["Пеплогривый кабан"] = 75,
        ["Зловепрь"] = 76,
        ["Сектант Культа Приверженцев Тени"] = 77,
        ["Лиходей Культа Приверженцев Тени"] = 78,
        ["Адепт Культа Приверженцев Тени"] = 79,
        ["Головорез из Культа Приверженцев Тени"] = 80,
        ["Чернокнижник Культа Приверженцев Тени"] = 81,
        ["Ткач ужаса из культа Приверженцев Тени"] = 82,
        ["Гончая Скверны"] = 83,
        ["Караульный-страж Скверны"] = 84,
        ["Сын Арккорока"] = 85,
        ["Равазавр-бегун"] = 86,
        ["Кровоцвет-хлыстун"] = 87,
        ["Кровоцвет-живодер"] = 88,
        ["Кровоцвет-крепкозуб"] = 89,
        ["Кровоцвет-зверолов"] = 90,
        ["Ун'Горский рокотун"] = 91,
        ["Смоляная тварь"] = 92,
        ["Смоляной скрытень"] = 93,
        ["Смоляной господин"] = 94,
        ["Смоляной ползун"] = 95,
        ["Первобытный слизнюк"] = 96,
        ["Огр из клана Огненного Чрева"] = 97,
        ["Черный драконид"] = 98,
        ["Детеныш черного дракона"] = 99,
        ["Проклятый слизнюк"] = 100,
        ["Криводрев-моходер"] = 101,
        ["Криводрев-живорез"] = 102,
        ["Дессекус"] = 103,
        ["Предатель из племени Нефритового Пламени"] = 104,
        ["Бродяга Железнолесья"] = 105,
        ["Топотун Железнолесья"] = 106,
        ["Высохший заступник"] = 107,
        ["Бродячий лесной древень"] = 108,
        ["Слуга Разелиха"] = 109,
        ["Пират Южных морей"] = 110,
        ["Флибустьер Южных морей"] = 111,
        ["Злобоклюй"] = 112,
        ["Чугунорез клана Черного Железа"] = 113,
        ["Глубинный скрытень"] = 114,
        ["Темный заклинатель"] = 115,
        ["Наблюдатель из клана Черного Железа"] = 116,
        ["Карликовый чумной пес"] = 117,
        ["Чумной нетопырь"] = 118,
        ["Гниющий слякоч"] = 119,
        ["Сторож из клана Черного Железа"] = 120,
        ["Зверь Скверны"] = 121,
        ["Медведь злобных когтей"] = 122,
        ["Ша'ни Гордый Клык"] = 123,
        ["Птенец терродактиля"] = 124,
        ["Бесноватый терродактиль"] = 125,
        ["Боевой маг из клана Черной Вершины"] = 126,
        ["Дух древня"] = 127,
        ["Элитный боец легиона Чернорука"] = 128,
        ["Убийца из легиона Чернорука"] = 129,
        ["Тузадинский послушник"] = 130,
        ["Некролит Некроситета"] = 131,
        ["Хроматический элитный страж"] = 132,
        ["Гончая Алого ордена"] = 133,
        ["Одеревеневший древень"] = 134,
        ["Железная Кора – заступник"] = 135,
        ["Страж-криводрев"] = 136,
        ["Древень-криводрев"] = 137,
        ["Криводрев-ветвеплет"] = 138,
        ["Криводрев-топотун"] = 139,
        ["Алексия Железный Нож"] = 140,
        ["Колючий хлыстолап"] = 141,
        ["Удушающая лоза"] = 142,
        ["Пещерный скрытень"] = 143,
        ["Пещерный шаркун"] = 144,
        ["Криводрев Сокрушитель"] = 145,
        ["Кнутохлест"] = 146,
        ["Прогнивший топотун"] = 147,
        ["Загнивший плетун"] = 148,
        ["Фазовый плеточник"] = 149,
        ["Хлестун Скверны"] = 150,
        ["Смертельный хлестун"] = 151,
        ["Стальноклювый крепкохват"] = 152,
        ["Одеревеневший страж"] = 153,
        ["Летучий всадник Гурубаши"] = 154,
        ["Вурдалак-берсерк"] = 155,
      }
   },
   ["Вырезка химерока"] = {
      drop = {
        ["Химерок"] = 1,
        ["Волшебная химера"] = 2,
        ["Химера-пожиратель"] = 3,
        ["Лорд Лакмеран"] = 4,
      }
   },
   ["Гоблинское ракетное топливо"] = {
      drop = {
        ["Лязгун"] = 1,
        ["Огр-волхв из клана Черной Вершины"] = 2,
        ["Истерзанный друид"] = 3,
        ["Трутень из улья Аши"] = 4,
        ["Крошшер клана Грозовой Вершины"] = 5,
        ["7:XT"] = 6,
      }
   },
   ["Глубокоскальная соль"] = {
      drop = {
        ["Каменный элементаль"] = 1,
        ["Охотник Скверны"] = 2,
        ["Каменная Ярость"] = 3,
        ["Порабощенный элементаль"] = 4,
        ["Брут"] = 5,
        ["Шумный изгнанник"] = 6,
        ["Фозрук"] = 7,
        ["Каменный голем"] = 8,
        ["Младший каменный элементаль"] = 9,
        ["Большой каменный элементаль"] = 10,
        ["Аркедас"] = 11,
        ["Осадный голем"] = 12,
        ["Боевой голем"] = 13,
        ["Грохотун"] = 14,
        ["Анатемус"] = 15,
        ["Мизраэль"] = 16,
        ["Тенан"] = 17,
        ["Разъяренный каменный элементаль"] = 18,
        ["Страж Фам'ретор"] = 19,
        ["Каменный хранитель"] = 20,
        ["Каменный распорядитель"] = 21,
        ["Обсидиановый голем"] = 22,
        ["Сухопутный бродяга"] = 23,
        ["Скальный великан"] = 24,
        ["Земляной яростень"] = 25,
        ["Дюнный крушитель"] = 26,
        ["Гневный дюнный крушитель"] = 27,
        ["Закаленный боевой голем"] = 28,
        ["Тяжелый боевой голем"] = 29,
        ["Скальный разрушитель"] = 30,
        ["Скальный рокотун"] = 31,
        ["Скалоход"] = 32,
        ["Каменный страж"] = 33,
        ["Моннос Древний"] = 34,
        ["Обсидиановый часовой"] = 35,
        ["Обсидиановый элементаль"] = 36,
        ["Большой обсидиановый элементаль"] = 37,
        ["Боевой разоритель"] = 38,
        ["Инфернал-телохранитель"] = 39,
        ["Караульный-инфернал"] = 40,
        ["Испепелитель"] = 41,
        ["Древний Хранитель Камня"] = 42,
        ["Иронайа"] = 43,
        ["Мрачноус"] = 44,
        ["Смолдар"] = 45,
        ["Неисправный боевой голем"] = 46,
        ["Обсидион"] = 47,
        ["Создание-завоеватель"] = 48,
        ["Беспощадный голем"] = 49,
        ["Создание молота Гнева"] = 50,
        ["Оплавленный боевой голем"] = 51,
        ["Панцер Непобедимый"] = 52,
        ["Сломанный разоритель"] = 53,
        ["Лорд Роккор"] = 54,
        ["Землебой"] = 55,
        ["Фаланкс"] = 56,
        ["Тюремщик подземелья"] = 57,
        ["Чернокнижник из клана Гордок"] = 58,
        ["Разоритель из клана Гордок"] = 59,
        ["Лавовый уничтожитель"] = 60,
        ["Пустынный грохотун"] = 61,
        ["Пустынный яростень"] = 62,
        ["Темнокаменный грохотун"] = 63,
        ["Темнокаменный крушитель"] = 64,
        ["Желтокаменный сокрушитель"] = 65,
        ["Желтокаменный разрушитель"] = 66,
        ["Терадримский осколыш"] = 67,
        ["Терадримский страж"] = 68,
        ["Гарр"] = 69,
        ["Элементаль лавы"] = 70,
        ["Лавовый разоритель"] = 71,
        ["Лавовый волноплеск"] = 72,
        ["Принцесса Терадрас"] = 73,
        ["Сель"] = 74,
        ["Доисторическое чудище"] = 75,
        ["Дубильщик из клана Гордок"] = 76,
        ["Грохочущий захватчик"] = 77,
        ["Лавинион"] = 78,
        ["Сетис"] = 79,
        ["Ослабленный сухопутный бродяга"] = 80,
        ["Ослабленный скальный великан"] = 81,
      }
   },
   ["Мясо кроколиска"] = {
      drop = {
        ["Морской кроколиск"] = 1,
        ["Болотный кроколиск"] = 2,
        ["Молодой болотный кроколиск"] = 3,
        ["Озерный кроколиск"] = 4,
        ["Гигантский болотный кроколиск"] = 5,
        ["Большой озерный кроколиск"] = 6,
        ["Старый солоноводный кроколиск"] = 7,
        ["Крупнозубый кроколиск"] = 8,
        ["Оскверненный крупнозубый кроколиск"] = 9,
        ["Загадочный кроколиск"] = 10,
      }
   },
   ["Земля Ун'Горо"] = {
      drop = {
        ["Дьявозавр"] = 1,
        ["Железношкурый дьявозавр"] = 2,
        ["Тиранодьявозавр"] = 3,
        ["Стегодон"] = 4,
        ["Панцирный стегодон"] = 5,
        ["Шипастый стегодон"] = 6,
        ["Громовой стегодон"] = 7,
        ["Равазавр"] = 8,
        ["Равазавр-бегун"] = 9,
        ["Равазавр-охотник"] = 10,
        ["Ядошкурый равазавр"] = 11,
        ["Кровоцвет-хлыстун"] = 12,
        ["Кровоцвет-живодер"] = 13,
        ["Кровоцвет-крепкозуб"] = 14,
        ["Кровоцвет-зверолов"] = 15,
        ["Ун'Горский топотун"] = 16,
        ["Ун'горская горилла"] = 17,
        ["Ун'Горский рокотун"] = 18,
        ["Смоляная тварь"] = 19,
        ["Смоляной скрытень"] = 20,
        ["Смоляной господин"] = 21,
        ["Испепеляющий элементаль"] = 22,
        ["Живое пламя"] = 23,
        ["Смоляной ползун"] = 24,
        ["Оса из улья Гориши"] = 25,
        ["Рабочий из улья Гориши"] = 26,
        ["Разоритель из улья Гориши"] = 27,
        ["Острожал из улья Гориши"] = 28,
        ["Проходчик из улья Гориши"] = 29,
        ["Скользкий слизнюк"] = 30,
        ["Первобытный слизнюк"] = 31,
        ["Липкий слизнюк"] = 32,
        ["Каменный страж"] = 33,
        ["Равазавр-матриарх"] = 34,
        ["Матка Завас"] = 35,
        ["Графф"] = 36,
        ["Король Мош"] = 37,
        ["Ак'лок"] = 38,
        ["Молодой деметродон"] = 39,
        ["Деметродон"] = 40,
        ["Старый деметродон"] = 41,
        ["Птенец терродактиля"] = 42,
        ["Терродактиль"] = 43,
        ["Бесноватый терродактиль"] = 44,
        ["Яропламень"] = 45,
        ["Отделившийся слизнюк"] = 46,
        ["Монструозный слизнюк"] = 47,
        ["Самка Лар'корви"] = 48,
        ["Лар'корви"] = 49,
        ["Стражник улья Гориши"] = 50,
        ["Матка улья Гориши"] = 51,
        ["Мор'век"] = 52,
        ["Пылающий захватчик"] = 53,
      }
   },
   ["Идол Мудреца"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
      }
   },
   ["Идол Жизни"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
      }
   },
   ["Идол возрождения"] = {
      drop = {
        ["Векнисский солдат"] = 1,
        ["Векнисский воин"] = 2,
        ["Векнисский страж"] = 3,
        ["Векнисский острожал"] = 4,
        ["Векнисская оса"] = 5,
        ["Векнисский ядохвост"] = 6,
        ["Киражский поглотитель разума"] = 7,
        ["Киражский опустошитель разума"] = 8,
        ["Киражский плеточник"] = 9,
        ["Киражский душегуб"] = 10,
        ["Киражский воитель"] = 11,
        ["Обсидиановый искоренитель"] = 12,
        ["Анубисат-часовой"] = 13,
        ["Анубисат-защитник"] = 14,
        ["Анубисат-хранитель"] = 15,
        ["Обсидиановый губитель"] = 16,
      }
   },
   ["Ребро скального вепря"] = {
      drop = {
        ["Малый скальный вепрь"] = 1,
        ["Скальный вепрь"] = 2,
        ["Большой скальный вепрь"] = 3,
        ["Старый скальный вепрь"] = 4,
        ["Покрытый шрамами скальный вепрь"] = 5,
      }
   },
   ["Грубая кожа"] = {
      contained_id = {
        [172] = 1,
        [179501] = 2
      }
   },
   ["Бурдюк с водой Скитальцев Пустыни"] = {
      drop = {
        ["Разбойник из шайки Скитальцев Пустыни"] = 1,
        ["Вор из шайки Скитальцев Пустыни"] = 2,
        ["Темный маг из шайки Скитальцев Пустыни"] = 3,
        ["Бандит из шайки Скитальцев Пустыни"] = 4,
        ["Убийца из шайки Скитальцев Пустыни"] = 5,
        ["Беззаконник из шайки Скитальцев Пустыни"] = 6,
        ["Андре Огнебородый"] = 7,
      }
   },
   ["Киражские наручники господства"] = {
      drop = {
        ["Нечистотон"] = 1,
        ["Принцесса Хухуран"] = 2,
      }
   },
   ["Чешуя Древнего Бога"] = {
      drop = {
        ["К'Тун"] = 1,
      }
   },
   ["Нефрит"] = {
      drop = {
        ["Плотояд"] = 1,
        ["Каменный элементаль"] = 2,
        ["Уборочный голем"] = 3,
        ["Проходимец из Братства Справедливости"] = 4,
        ["Вестник Тьмы из стаи Ночной Погибели"] = 5,
        ["Ярый Клык Ночной Погибели"] = 6,
        ["Костеглод"] = 7,
        ["Воин из клана Дробящего Кулака"] = 8,
        ["Сальма Сальден"] = 9,
        ["Ззарк'Вул"] = 10,
        ["Элиза"] = 11,
        ["Сталван Мистмантл"] = 12,
        ["Гат'Илзогг"] = 13,
        ["Стежок"] = 14,
        ["Темноплет из стаи Темношкуров"] = 15,
        ["Мистик из стаи Красногорья"] = 16,
        ["Душегуб из стаи Темношкуров"] = 17,
        ["Громила из стаи Темношкуров"] = 18,
        ["Воитель из клана Черной горы"] = 19,
        ["Темный чародей из клана Черной горы"] = 20,
        ["Перебежчик из клана Черной горы"] = 21,
        ["Детеныш черного дракона"] = 22,
        ["Лорд Малатром"] = 23,
        ["Крупный тарантул"] = 24,
        ["Фенрос"] = 25,
        ["Невменяемый вурдалак"] = 26,
        ["Мор'Ладим"] = 27,
        ["Тенеткач Ночной Погибели"] = 28,
        ["Нефару"] = 29,
        ["Воин из стаи Темношкуров"] = 30,
        ["Мозгоед"] = 31,
        ["Казон"] = 32,
        ["Воин из племени Кровавого Скальпа"] = 33,
        ["Разведчик из племени Кровавого Скальпа"] = 34,
        ["Мошенник из Братства Справедливости"] = 35,
        ["Подручный из Братства Справедливости"] = 36,
        ["Охотник из племени Кровавого Скальпа"] = 37,
        ["Берсерк из племени Кровавого Скальпа"] = 38,
        ["Шахтер из Братства Справедливости"] = 39,
        ["Распространитель чумы"] = 40,
        ["Следопыт из клана Черной горы"] = 41,
        ["Надзиратель из Братства Справедливости"] = 42,
        ["Знахарь племени Кровавого Скальпа"] = 43,
        ["Воин из племени Дробителей Черепов"] = 44,
        ["Охотник за головами из племени Кровавого Скальпа"] = 45,
        ["Горнорабочий Торговой Компании"] = 46,
        ["Ремонтник Торговой Компании"] = 47,
        ["Молодой тигр Тернистой долины"] = 48,
        ["Тигр Тернистой долины"] = 49,
        ["Молодая пантера"] = 50,
        ["Тенебрюхая пантера"] = 51,
        ["Ящер Тернистой долины"] = 52,
        ["Ящер-кнутохвост"] = 53,
        ["Тропический ловец"] = 54,
        ["Камнезобый василиск"] = 55,
        ["Хрустальный василиск"] = 56,
        ["Ледоглазый василиск"] = 57,
        ["Младший элементаль воды"] = 58,
        ["Метатель топоров из племени Кровавого Скальпа"] = 59,
        ["Метатель топоров из племени Дробителей Черепов"] = 60,
        ["Шаман из племени Кровавого Скальпа"] = 61,
        ["Повелитель зверей из племени Кровавого Скальпа"] = 62,
        ["Мистик из племени Кровавого Скальпа"] = 63,
        ["Падальщик из племени Кровавого Скальпа"] = 64,
        ["Лейтенант Фангор"] = 65,
        ["Баг'тира"] = 66,
        ["Син'Далл"] = 67,
        ["Пантера"] = 68,
        ["Юный дракончик"] = 69,
        ["Мечтательный дракончик"] = 70,
        ["Болотный трупоед"] = 71,
        ["Грязелюб из племени Заблудших"] = 72,
        ["Рыбак из племени Заблудших"] = 73,
        ["Охотник из племени Заблудших"] = 74,
        ["Грязекоп из племени Заблудших"] = 75,
        ["Ясновидец из племени Заблудших"] = 76,
        ["Заблудший искатель разрыва"] = 77,
        ["Вождь из племени Заблудших"] = 78,
        ["Тиноброд"] = 79,
        ["Старый тиноброд"] = 80,
        ["Перевитый ужас"] = 81,
        ["Болотный ягуар"] = 82,
        ["Пантера Тени"] = 83,
        ["Смертоносный тарантул"] = 84,
        ["Тигрица Тернистой долины"] = 85,
        ["Посланник Курцена"] = 86,
        ["Мистик из племени Дробителей Черепов"] = 87,
        ["Скелет-хранитель"] = 88,
        ["Скелет-лекарь"] = 89,
        ["Полковник Курцен"] = 90,
        ["Букмекер Ирод"] = 91,
        ["Молодой тропический ловец"] = 92,
        ["Молодой ящер Тернистой долины"] = 93,
        ["Молодой ящер-кнутохвост"] = 94,
        ["Ткач скорби"] = 95,
        ["Каменорский разведчик"] = 96,
        ["Каменорский исследователь"] = 97,
        ["Воин племени Соленой Чешуи"] = 98,
        ["Оракул племени Соленой Чешуи"] = 99,
        ["Повелитель приливов из племени Соленой Чешуи"] = 100,
        ["Добытчик из племени Соленой Чешуи"] = 101,
        ["Охотник из племени Соленой Чешуи"] = 102,
        ["Огр из клана Дробящего Кулака"] = 103,
        ["Огнепряд из клана Дробящего Кулака"] = 104,
        ["Надсмотрщик из клана Дробящего Кулака"] = 105,
        ["Ворген из стаи Ночной Погибели"] = 106,
        ["Острозубая бешенка"] = 107,
        ["Ночной клинок из Братства Справедливости"] = 108,
        ["Чаротворец из Братства Справедливости"] = 109,
        ["Нечистый ворген из стаи Ночной Погибели"] = 110,
        ["Дровосек Торговой Компании"] = 111,
        ["Иловый краб"] = 112,
        ["Детеныш черной вдовы"] = 113,
        ["Партизан Курцена"] = 114,
        ["Диверсант Курцена"] = 115,
        ["Гвардеец Курцена"] = 116,
        ["Целитель Курцена"] = 117,
        ["Охотник за головами Курцена"] = 118,
        ["Знахарь Курцена"] = 119,
        ["Пастух Курцена"] = 120,
        ["Гнилая нежить"] = 121,
        ["Падальщик-отшельник"] = 122,
        ["Боевой тигр Курцена"] = 123,
        ["Боевая пантера Курцена"] = 124,
        ["Помощник Курцена"] = 125,
        ["Темный охотник Курцена"] = 126,
        ["Бегун топей из стаи Мохошкуров"] = 127,
        ["Мистик из стаи Мохошкуров"] = 128,
        ["Вожак стаи Мохошкуров"] = 129,
        ["Смертехват нагорья"] = 130,
        ["Острозуб нагорья"] = 131,
        ["Старый острозуб"] = 132,
        ["Крапчатый смертехват"] = 133,
        ["Крапчатый острозуб"] = 134,
        ["Оракул из племени Синежабров"] = 135,
        ["Чудовищный слизнюк"] = 136,
        ["Налетчик из клана Драконьей Пасти"] = 137,
        ["Болотный бегун из клана Драконьей Пасти"] = 138,
        ["Центурион из клана Драконьей Пасти"] = 139,
        ["Хранитель теней из клана Драконьей Пасти"] = 140,
        ["Огнедышащий дракончик"] = 141,
        ["Дворф из клана Черного Железа"] = 142,
        ["Саботажник из клана Черного Железа"] = 143,
        ["Проходчик из клана Черного Железа"] = 144,
        ["Подрывник из клана Черного Железа"] = 145,
        ["Костостраж из клана Драконьей Пасти"] = 146,
        ["Неззилок Зловещий"] = 147,
        ["Багровый дракончик"] = 148,
        ["Острозубый кроколиск"] = 149,
        ["Молодой острозубый кроколиск"] = 150,
        ["Старый тигр Тернистой долины"] = 151,
        ["Шахтер Торговой Компании"] = 152,
        ["Геолог Торговой Компании"] = 153,
        ["Механик Торговой Компании"] = 154,
        ["Повар из племени Заблудших"] = 155,
        ["Горилла Мглистой долины"] = 156,
        ["Скелет-налетчик"] = 157,
        ["Джунглевый рокотун"] = 158,
        ["Острозуб-матриарх"] = 159,
        ["Громила из клана Мош'Огг"] = 160,
        ["Знахарь из клана Мош'Огг"] = 161,
        ["Речной кроколиск"] = 162,
        ["Морской кроколиск"] = 163,
        ["Кроколиск-хрустогрыз"] = 164,
        ["Проклятый матрос"] = 165,
        ["Проклятый страж бухты"] = 166,
        ["Первый помощник Снеллиг"] = 167,
        ["Капитан Халиндор"] = 168,
        ["Землекоп из племени Камнедробов"] = 169,
        ["Шаман из клана Мо'Грош"] = 170,
        ["Мистик из клана Мо'Грош"] = 171,
        ["Шаман из племени Камнедробов"] = 172,
        ["Морбент Скверн"] = 173,
        ["Огнетворец из клана Дробящего Кулака"] = 174,
        ["Черный мастиф-опустошитель"] = 175,
        ["Жрун"] = 176,
        ["Зловонный труп"] = 177,
        ["Зарлозуб"] = 178,
        ["Балгорас Нечистый"] = 179,
        ["Налетчик из племени Синежабрых"] = 180,
        ["Рядовой Мерль"] = 181,
        ["Шахтер из стаи Речной Лапы"] = 182,
        ["Поработитель из клана Дробящего Кулака"] = 183,
        ["Железозубый василиск"] = 184,
        ["Старая горилла Мглистой долины"] = 185,
        ["Налетчик из шайки Кровавого Паруса"] = 186,
        ["Маг из шайки Кровавого Паруса"] = 187,
        ["Мятежник из Братства Справедливости"] = 188,
        ["Базиль Тредд"] = 189,
        ["Хрупконог"] = 190,
        ["Рабочий из Братства Справедливости"] = 191,
        ["Ветроплет из Братства Справедливости"] = 192,
        ["Лорд Грегор Лесковар"] = 193,
        ["Марзон Бесшумный Клинок"] = 194,
        ["Страж Когтя Ворона"] = 195,
        ["Больной беженец"] = 196,
        ["Гигантский болотный кроколиск"] = 197,
        ["Вождь Нек'рош"] = 198,
        ["Колдунья из клана Гремучей Чешуи"] = 199,
        ["Преступник Синдиката"] = 200,
        ["Вор Синдиката"] = 201,
        ["Шпион Синдиката"] = 202,
        ["Караульный Синдиката"] = 203,
        ["Саботажник Синдиката"] = 204,
        ["Убийца из Синдиката"] = 205,
        ["Головорез Синдиката"] = 206,
        ["Пещерный йети"] = 207,
        ["Лютый йети"] = 208,
        ["Горный йети"] = 209,
        ["Гигантский йети"] = 210,
        ["Огр из клана Раздробленного Хребта"] = 211,
        ["Громила из клана Раздробленного Хребта"] = 212,
        ["Изверг из клана Раздробленного Хребта"] = 213,
        ["Маг из клана Раздробленного Хребта"] = 214,
        ["Головорез из клана Раздробленного Хребта"] = 215,
        ["Муг'тол"] = 216,
        ["Каменная Ярость"] = 217,
        ["Хилсбрадский пехотинец"] = 218,
        ["Хилсбрадский шахтер"] = 219,
        ["Хилсбрадский караульный"] = 220,
        ["Даларанский стражник со щитом"] = 221,
        ["Даларанский чудотворец"] = 222,
        ["Солдат-наемник из клана Раздробленного Хребта"] = 223,
        ["Капитан Железная Гора"] = 224,
        ["Штейгер Бондс"] = 225,
        ["Барон Вардус"] = 226,
        ["Темный маг Недремлющего Аргуса"] = 227,
        ["Волшебник Синдиката"] = 228,
        ["Нагаз"] = 229,
        ["Мировой судья Бернсайд"] = 230,
        ["Призыватель Бездны из клана Темной Нити"] = 231,
        ["Горный пехотинец Дун Гарока"] = 232,
        ["Ружейник Дун Гарока"] = 233,
        ["Жрец Дун Гарока"] = 234,
        ["Дикий грифон"] = 235,
        ["Старый моховой ползун"] = 236,
        ["Гигантский моховой ползун"] = 237,
        ["Серый медведь"] = 238,
        ["Старый серый медведь"] = 239,
        ["Даларанский призыватель"] = 240,
        ["Порабощенный элементаль"] = 241,
        ["Побережник из клана Пронзающего Гребня"] = 242,
        ["Береговой охотник из клана Пронзающего Гребня"] = 243,
        ["Крикунья из клана Пронзающего Гребня"] = 244,
        ["Сирена из клана Пронзающего Гребня"] = 245,
        ["Гнолл из стаи Грязного Рыла"] = 246,
        ["Шаман из стаи Грязного Рыла"] = 247,
        ["Грязекоп из племени Рваного Плавника"] = 248,
        ["Береговик из племени Рваного Плавника"] = 249,
        ["Оракул из племени Рваного Плавника"] = 250,
        ["Волнолов из племени Порванного Плавника"] = 251,
        ["Яростный горный лев"] = 252,
        ["Член совета Хилсбрада"] = 253,
        ["Горный лев"] = 254,
        ["Крупный горный лев"] = 255,
        ["Хрустогрыз"] = 256,
        ["Рихтер"] = 257,
        ["Алина"] = 258,
        ["Дермот"] = 259,
        ["Кеган Мракмар"] = 260,
        ["Расхититель из клана Раздробленного Хребта"] = 261,
        ["Грел'борг Скряга"] = 262,
        ["Тарг"] = 263,
        ["Навозер"] = 264,
        ["Гломмус"] = 265,
        ["Тюремный надзиратель Борхин"] = 266,
        ["Мрачный убийца"] = 267,
        ["Пьяный преступник"] = 268,
        ["Клерк Гораций Белоконь"] = 269,
        ["Шахтер Хакетт"] = 270,
        ["Курдрос"] = 271,
        ["Хилсбрадский штейгер"] = 272,
        ["Южный песчаный краб"] = 273,
        ["\"Красавчик\" Дункан"] = 274,
        ["Тролль из племени Сухокожих"] = 275,
        ["Темный чародей из племени Сухокожих"] = 276,
        ["Метатель топоров из племени Сухокожих"] = 277,
        ["Знахарь из племени Сухокожих"] = 278,
        ["Охотник за головами из племени Сухокожих"] = 279,
        ["Темный охотник из племени Сухокожих"] = 280,
        ["Берсерк из племени Сухокожих"] = 281,
        ["Долгоног нагорья"] = 282,
        ["Твердозуб нагорья"] = 283,
        ["Плотоглот нагорья"] = 284,
        ["Огр из клана Тяжелого Кулака"] = 285,
        ["Равнинный ползун"] = 286,
        ["Головорез из клана Тяжелого Кулака"] = 287,
        ["Гигантский равнинный ползун"] = 288,
        ["Громила из клана Тяжелого Кулака"] = 289,
        ["Волхв клана Тяжелого Кулака"] = 290,
        ["Изверг из клана Тяжелого Кулака"] = 291,
        ["Шаман клана Тяжелого Кулака"] = 292,
        ["Вождь клана Тяжелого Кулака"] = 293,
        ["Кобольд из племени Сухоусов"] = 294,
        ["Геодезист из племени Сухоусов"] = 295,
        ["Землекоп из племени Сухоусов"] = 296,
        ["Поставщик из клана Черного Железа"] = 297,
        ["Темный чародей из клана Черного Железа"] = 298,
        ["Молодой равнинный канюк"] = 299,
        ["Равнинный канюк"] = 300,
        ["Старый равнинный канюк"] = 301,
        ["Ополченец усадьбы Дабири"] = 302,
        ["Работник из усадьбы Дабири"] = 303,
        ["Стромгардский охотник на троллей"] = 304,
        ["Стромгардский защитник"] = 305,
        ["Стромгардский воздаятель"] = 306,
        ["Проходимец Синдиката"] = 307,
        ["Налетчик Синдиката"] = 308,
        ["Тать Синдиката"] = 309,
        ["Наемник Синдиката"] = 310,
        ["Окудник Синдиката"] = 311,
        ["Волхв Синдиката"] = 312,
        ["Шумный изгнанник"] = 313,
        ["Налетчик из клана Пронзающего Гребня"] = 314,
        ["Колдунья из клана Пронзающего Гребня"] = 315,
        ["Лорд Соколиный Шлем"] = 316,
        ["Отто"] = 317,
        ["Руул Одинокий Камень"] = 318,
        ["Нимар Душегуб"] = 319,
        ["Лейтенант Храброзов"] = 320,
        ["Батрак Павшего Молота"] = 321,
        ["Рубака Павшего Молота"] = 322,
        ["Даларанский рабочий"] = 323,
        ["Старый солоноводный кроколиск"] = 324,
        ["Охотник за скальпами из племени Сухокожих"] = 325,
        ["Зеленый слякоч"] = 326,
        ["Обученный остроклюв"] = 327,
        ["Огр из клана Гнилобрюхих"] = 328,
        ["Отрекшийся-курьер"] = 329,
        ["Громила из клана Гнилобрюхих"] = 330,
        ["Охотник на драконов из клана Гнилобрюхих"] = 331,
        ["Изверг из клана Гнилобрюхих"] = 332,
        ["Вождь клана Гнилобрюхих"] = 333,
        ["Огр-маг из клана Гнилобрюхих"] = 334,
        ["Отрекшийся-телохранитель"] = 335,
        ["Каменный голем"] = 336,
        ["Скальный койот"] = 337,
        ["Яростный скальный койот"] = 338,
        ["Старый скальный койот"] = 339,
        ["Горный охотник"] = 340,
        ["Горная охотница"] = 341,
        ["Аптекарь Йорель"] = 342,
        ["Патриарх горных охотников"] = 343,
        ["Младший каменный элементаль"] = 344,
        ["Большой каменный элементаль"] = 345,
        ["Стромгардский кавалерист"] = 346,
        ["Тенегорнский проходчик"] = 347,
        ["Тенегорнский темнопряд"] = 348,
        ["Тенегорнский певчий"] = 349,
        ["Тенегорнский воин"] = 350,
        ["Пылающий изгой"] = 351,
        ["Морской изгой"] = 352,
        ["Грохочущий изгнанник"] = 353,
        ["Ор'Калар"] = 354,
        ["Марез Клобук"] = 355,
        ["Кор'греш Холодная Ярость"] = 356,
        ["Ригглфазз"] = 357,
        ["Голодный канюк"] = 358,
        ["Канюк"] = 359,
        ["Гигантский канюк"] = 360,
        ["Сломанный зуб"] = 361,
        ["Порабощенный друид-ворон"] = 362,
        ["Сигрун Рудотес"] = 363,
        ["Ясновидец из племени Каменного Свода"] = 364,
        ["Костегрыз из племени Каменного Свода"] = 365,
        ["Шаман из племени Каменного Свода"] = 366,
        ["Воин из клана Гнилобрюхих"] = 367,
        ["Мистик из клана Гнилобрюхих"] = 368,
        ["Злобный совух"] = 369,
        ["Магреган Чернотень"] = 370,
        ["Бейл'данский землечерп"] = 371,
        ["Бейл'данский офицер"] = 372,
        ["Тераморский страж бухты"] = 373,
        ["Геолог Хазгорм"] = 374,
        ["Иша Авак"] = 375,
        ["Атрикус Нарассин"] = 376,
        ["Морская ведьма из клана Зловещего Хвоста"] = 377,
        ["Разбойник из племени Ксавиан"] = 378,
        ["Предатель из племени Ксавиан"] = 379,
        ["Скверноподданный из племени Ксавиан"] = 380,
        ["Призыватель огня из племени Ксавиан"] = 381,
        ["Сатир из племени Мускуса Скверны"] = 382,
        ["Разбойник из племени Мускуса Скверны"] = 383,
        ["Скверноподданный из племени Мускуса Скверны"] = 384,
        ["Тенелов из племени Мускуса Скверны"] = 385,
        ["Сатир из племени Каменного Сердца"] = 386,
        ["Плут из племени Каменного Сердца"] = 387,
        ["Тенелов из племени Каменного Сердца"] = 388,
        ["Призыватель огня из племени Каменного Сердца"] = 389,
        ["Аккрилус"] = 390,
        ["Чащобный камнедвиг"] = 391,
        ["Чащобный заскорузлый потрошитель"] = 392,
        ["Терроволк-шкуродер"] = 393,
        ["Терровульф-тенеплет"] = 394,
        ["Кенарийский заступник"] = 395,
        ["Покалеченный друид"] = 396,
        ["Покалеченный спящий"] = 397,
        ["Покалеченный Дремлющий"] = 398,
        ["Покалеченный хранитель"] = 399,
        ["Вторгшийся Отрекшийся"] = 400,
        ["Секретный агент Отрекшихся"] = 401,
        ["Отрекшийся-убийца"] = 402,
        ["Отрекшийся-темнолов"] = 403,
        ["Старый медведь Ясеневого леса"] = 404,
        ["Гигантский медведь Ясеневого леса"] = 405,
        ["Дракон-молния"] = 406,
        ["Дикий олень"] = 407,
        ["Старый тенерог"] = 408,
        ["Воронковый паук дикого терна"] = 409,
        ["Светлолапый вожак"] = 410,
        ["Кенарийский воздаятель"] = 411,
        ["Безумный древняк"] = 412,
        ["Друид Клыка"] = 413,
        ["Высохший древняк"] = 414,
        ["Тотемист из племени Колючего Меха"] = 415,
        ["Кровозубый страж"] = 416,
        ["Таниэль Темный Лес"] = 417,
        ["Этиль Зов Луны"] = 418,
        ["Маворис Проблеск Солнца"] = 419,
        ["Нэнси Вишас"] = 420,
        ["Дедушка Вишас"] = 421,
        ["Скалозавр"] = 422,
        ["Хитрый волшебный дракончик"] = 423,
        ["Едкая сокотварь"] = 424,
        ["Бродяжница из стаи Кровавой Ярости"] = 425,
        ["Душегубка из стаи Кровавой Ярости"] = 426,
        ["Ведьма гроз из стаи Кровавой Ярости"] = 427,
        ["Обугленный древняк"] = 428,
        ["Почерневший древняк"] = 429,
        ["Химера-слеток"] = 430,
        ["Взбешенный дух камня"] = 431,
        ["Пылающий опустошитель"] = 432,
        ["Пылающий разрушитель"] = 433,
        ["Пещерный ловец"] = 434,
        ["Опаленный василиск"] = 435,
        ["Обгоревший василиск"] = 436,
        ["Кенарийский смотритель"] = 437,
        ["Кенарийский друид"] = 438,
        ["Хранитель Мутного озера"] = 439,
        ["Дриада Мутного Озера"] = 440,
        ["Бомбардир из клана Черного Железа"] = 441,
        ["Караульный из клана Черной горы"] = 442,
        ["Пастух из племени Галак"] = 443,
        ["Изверг из племени Галак"] = 444,
        ["Ветроловка из племени Галак"] = 445,
        ["Буревестница из племени Галак"] = 446,
        ["Мародер из племени Галак"] = 447,
        ["Визгливая гарпия"] = 448,
        ["Визгливая бродяжница"] = 449,
        ["Визгливая призывательница ветров"] = 450,
        ["Виверна Скального гнездовья"] = 451,
        ["Соправитель Скального гнездовья"] = 452,
        ["Патриарх Скального гнездовья"] = 453,
        ["Кобольд из племени Камнерылов"] = 454,
        ["Вредитель из племени Камнерылов"] = 455,
        ["Землекоп из племени Камнерылов"] = 456,
        ["Добытчик из племени Камнерылов"] = 457,
        ["Геодезист из племени Камнерылов"] = 458,
        ["Облачный змей"] = 459,
        ["Ядовитый облачный змей"] = 460,
        ["Старый облачный змей"] = 461,
        ["Грохочущий булыжень"] = 462,
        ["Игольчатая пума"] = 463,
        ["Скальный ловец"] = 464,
        ["Силитид-искатель"] = 465,
        ["Силитид-захватчик"] = 466,
        ["Опустошитель-силитид"] = 467,
        ["Силитид-трутень"] = 468,
        ["Скорпид-убийца"] = 469,
        ["Скорпид-разоритель"] = 470,
        ["Блестопанцирная черепаха"] = 471,
        ["Блестопанцирный крепкохват"] = 472,
        ["Блестопанцирный бурильщик"] = 473,
        ["Просоленный василиск"] = 474,
        ["Просоленный взорень"] = 475,
        ["Просоленный хрусталиск"] = 476,
        ["Солончаковый падальщик"] = 477,
        ["Стервятник соляных равнин"] = 478,
        ["Геренцо Терминатрикс"] = 479,
        ["Паршивая гиена"] = 480,
        ["Паршивый рыкун"] = 481,
        ["Крошшер Торговой Компании"] = 482,
        ["Хранитель Ордан"] = 483,
        ["Оберегатель Алого ордена"] = 484,
        ["Разведчик Алого ордена"] = 485,
        ["Чародей Алого ордена"] = 486,
        ["Караульный Алого ордена"] = 487,
        ["Авгур Алого ордена"] = 488,
        ["Послушник Алого ордена"] = 489,
        ["Солдат Алого ордена"] = 490,
        ["Орденоносец Алого ордена"] = 491,
        ["Зверолов из Алого ордена"] = 492,
        ["Пробудитель из Алого ордена"] = 493,
        ["Охранник Алого ордена"] = 494,
        ["Предсказатель Алого ордена"] = 495,
        ["Заступник Алого ордена"] = 496,
        ["Провидец Алого ордена"] = 497,
        ["Колдун Алого ордена"] = 498,
        ["Мирмидон Алого ордена"] = 499,
        ["Адепт Алого ордена"] = 500,
        ["Окудник из Алого ордена"] = 501,
        ["Защитник из Алого ордена"] = 502,
        ["Капеллан Алого ордена"] = 503,
        ["Волшебник Алого ордена"] = 504,
        ["Центурион Алого ордена"] = 505,
        ["Воитель из Алого ордена"] = 506,
        ["Аббат Алого ордена"] = 507,
        ["Ищейка из Алого ордена"] = 508,
        ["Истязатель из Алого ордена"] = 509,
        ["Освобожденный дух"] = 510,
        ["Опаляющий малыш дракона"] = 511,
        ["Огнегривый пеплохвост"] = 512,
        ["Кроколиск-грязекуп"] = 513,
        ["Грязекуп-злобокус"] = 514,
        ["Грязекуп-крепкохват"] = 515,
        ["Ящер Кровавой Топи"] = 516,
        ["Крикун Кровавой Топи"] = 517,
        ["Смертехват Кровавой Топи"] = 518,
        ["Острозуб Кровавой Топи"] = 519,
        ["Пачкун из племени Болотного Плавника"] = 520,
        ["Мурлок из племени Болотного Плавника"] = 521,
        ["Воин из племени Болотного Плавника"] = 522,
        ["Грязекоп из племени Болотного Плавника"] = 523,
        ["Береговик из племени Болотного Плавника"] = 524,
        ["Оракул из племени Болотного Плавника"] = 525,
        ["Паук Мглистой пещеры"] = 526,
        ["Паук-отшельник Мглистой пещеры"] = 527,
        ["Паук-шелкопряд Мглистой пещеры"] = 528,
        ["Древесник Сухой Лозы"] = 529,
        ["Молодой черный крепкозуб"] = 530,
        ["Болотный слизнюк"] = 531,
        ["Глинистая черепаха"] = 532,
        ["Глинистая колючая черепаха"] = 533,
        ["Темноклыкий скрытень"] = 534,
        ["Темноклыкий ползун"] = 535,
        ["Паук-черноклык"] = 536,
        ["Гигантский темноклыкий паук"] = 537,
        ["Горнорабочий из Братства Справедливости"] = 538,
        ["Страж чертогов"] = 539,
        ["Свиностраж племени Иглошкурых"] = 540,
        ["Страж-смотритель из племени Иглошкурых"] = 541,
        ["Копьешкур из племени Иглошкурых"] = 542,
        ["Тотемист племени Иглошкурых"] = 543,
        ["Защитник из племени Иглошкурых"] = 544,
        ["Добытчик из племени Черножабрых"] = 545,
        ["Охотник из племени Черножабрых"] = 546,
        ["Оракул из племени Черножабрых"] = 547,
        ["Вождь племени Черножабрых"] = 548,
        ["Воин из племени Черножабрых"] = 549,
        ["Призыватель из клана Черной горы"] = 550,
        ["Фардел Дабири"] = 551,
        ["Кената Дабири"] = 552,
        ["Марсель Дабири"] = 553,
        ["Гренка Кровавый Визг"] = 554,
        ["Рок'Алим Крушитель"] = 555,
        ["Агам'ар"] = 556,
        ["Гниющий агам'ар"] = 557,
        ["Разъяренный агам'ар"] = 558,
        ["Послушница из племени Мертвой Головы"] = 559,
        ["Адепт из племени Мертвой Головы"] = 560,
        ["Жрица из племени Мертвой Головы"] = 561,
        ["Ведунья из племени Мертвой Головы"] = 562,
        ["Ясновидица из племени Мертвой Головы"] = 563,
        ["Геомант племени Иглошкурых"] = 564,
        ["Пылеткач из племени Иглошкурых"] = 565,
        ["Землетряска из племени Иглошкурых"] = 566,
        ["Землеломка из племени Иглошкурых"] = 567,
        ["Укротитель из племени Иглошкурых"] = 568,
        ["Дрессировщик из племени Иглошкурых"] = 569,
        ["Повелитель зверей из племени Иглошкурых"] = 570,
        ["Лабиринтовый нетопырь"] = 571,
        ["Большой лабиринтовый нетопырь"] = 572,
        ["Монах Алого ордена"] = 573,
        ["Кровь Агамаггана"] = 574,
        ["Сталезуб"] = 575,
        ["Гелтарис"] = 576,
        ["Иглостраж-воитель"] = 577,
        ["Кентавр из племени Колкар"] = 578,
        ["Разведчик из племени Колкар"] = 579,
        ["Изверг из племени Колкар"] = 580,
        ["Ветроловка из племени Колкар"] = 581,
        ["Полководец племени Колкар"] = 582,
        ["Разрушитель из племени Колкар"] = 583,
        ["Разведчик из племени Маграм"] = 584,
        ["Гонец из племени Маграм"] = 585,
        ["Пастух из племени Маграм"] = 586,
        ["Ветроловка из племени Маграм"] = 587,
        ["Буревестница из племени Маграм"] = 588,
        ["Пастух из племени Маграм"] = 589,
        ["Мародер из племени Маграм"] = 590,
        ["Изверг из племени Маграм"] = 591,
        ["Гонец из племени Гелкис"] = 592,
        ["Разведчик из племени Гелкис"] = 593,
        ["Чеканщик из племени Гелкис"] = 594,
        ["Ветроловка из племени Гелкис"] = 595,
        ["Заклинательница земли из племени Гелкис"] = 596,
        ["Изверг из племени Гелкис"] = 597,
        ["Мародер из племени Гелкис"] = 598,
        ["Разведчик из племени Мародин"] = 599,
        ["Пастух из племени Мародин"] = 600,
        ["Изверг из племени Мародин"] = 601,
        ["Ветроловка из племени Мародин"] = 602,
        ["Буревестница из племени Мародин"] = 603,
        ["Мародер из племени Мародин"] = 604,
        ["Костелап клана Мародин"] = 605,
        ["Костелап племени Маграм"] = 606,
        ["Авгур клана Пылающего Клинка"] = 607,
        ["Разоритель из клана Пылающего Клинка"] = 608,
        ["Адепт клана Пылающего Клинка"] = 609,
        ["Скверноподданный из клана Пылающего Клинка"] = 610,
        ["Темный маг клана Пылающего Клинка"] = 611,
        ["Призыватель из клана Пылающего Клинка"] = 612,
        ["Разбойник из племени Ярой Ненависти"] = 613,
        ["Плут из племени Ярой Ненависти"] = 614,
        ["Скверноподданный племени Ярой Ненависти"] = 615,
        ["Предатель из племени Ярой Ненависти"] = 616,
        ["Тенелов племени Ярой Ненависти"] = 617,
        ["Призыватель огня из племени Ярой Ненависти"] = 618,
        ["Младший инфернал"] = 619,
        ["Тюремщик судеб"] = 620,
        ["Пожиратель маны"] = 621,
        ["Дева Пустоты"] = 622,
        ["Капитан тюремщиков судеб"] = 623,
        ["Охотник на магов"] = 624,
        ["Сестра Пустоты"] = 625,
        ["Колдунья Пустоты"] = 626,
        ["Охотник за магией"] = 627,
        ["Голодный костелап"] = 628,
        ["Жуткий перепелятник"] = 629,
        ["Жуткий летун"] = 630,
        ["Жуткий потрошитель"] = 631,
        ["Ужасный падальщик"] = 632,
        ["Крепкохват скорпаши"] = 633,
        ["Плеточник скорпаши"] = 634,
        ["Ядохлыст скорпаши"] = 635,
        ["Старый кодо"] = 636,
        ["Умирающий кодо"] = 637,
        ["Древний кодо"] = 638,
        ["Призыватель духов из клана Пылающего Клинка"] = 639,
        ["Нага из клана Скользящего Плавника"] = 640,
        ["Колдунья из клана Скользящего Плавника"] = 641,
        ["Воин из клана Скользящего Плавника"] = 642,
        ["Мирмидон из клана Скользящего Плавника"] = 643,
        ["Бичехвост из клана Скользящего Плавника"] = 644,
        ["Волнолов из клана Скользящего Плавника"] = 645,
        ["Оракул из клана Скользящего Плавника"] = 646,
        ["Морская ведьма из клана Скользящего Плавника"] = 647,
        ["Штейгер Коззл"] = 648,
        ["Разъяренная рокочущая ящерица"] = 649,
        ["Старая рокочущая ящерица"] = 650,
        ["Василиск-камнегрыз"] = 651,
        ["Неповоротливый василиск-камнегрыз"] = 652,
        ["Морская ведьма Непроглядной Пучины"] = 653,
        ["Разоритель из культа Сумеречного Молота"] = 654,
        ["Аквамант из культа Сумеречного Молота"] = 655,
        ["Темный маг из культа Сумеречного Молота"] = 656,
        ["Повелитель стихий из культа Сумеречного Молота"] = 657,
        ["Грязекоп из племени Мутной Воды"] = 658,
        ["Колючий членистоног"] = 659,
        ["Хрустогрыз Аку'май"] = 660,
        ["Тераморский секретный агент"] = 661,
        ["Тенегорнский геодезист"] = 662,
        ["Тенегорнский бузотер"] = 663,
        ["Тенегорнский землекоп"] = 664,
        ["Тенегорнский охотник за реликвиями"] = 665,
        ["Скрытень из племени Каменного Свода"] = 666,
        ["Камнеед из племени Каменного Свода"] = 667,
        ["Оракул из племени Каменного Свода"] = 668,
        ["Геомант из племени Каменного Свода"] = 669,
        ["Буян из племени Каменного Свода"] = 670,
        ["Охотник из племени Каменного Свода"] = 671,
        ["Крылан-охотник"] = 672,
        ["Нефритовый василиск"] = 673,
        ["Обсидиановый голем"] = 674,
        ["Слуга Аку'май"] = 675,
        ["Лейтенант Келдвелл"] = 676,
        ["Загадочный аспид"] = 677,
        ["Загадочный кроколиск"] = 678,
        ["Тераморский дезертир"] = 679,
        ["Караульный Терамора"] = 680,
        ["Огр из клана Гордунни"] = 681,
        ["Громила из клана Гордунни"] = 682,
        ["Чернокнижник из клана Гордунни"] = 683,
        ["Проходчик улья Зукк'аш"] = 684,
        ["Полукровка из стаи Древолапов"] = 685,
        ["Длиннозуб-охотник"] = 686,
        ["Неповоротливый йети со Свирепого Утеса"] = 687,
        ["Разъяренный йети со Свирепого Утеса"] = 688,
        ["Скорпид-охотник"] = 689,
        ["Плетохвостый скорпид"] = 690,
        ["Голодный хромоног"] = 691,
        ["Нобору Дубина"] = 692,
        ["Вождь Дез'хеп"] = 693,
        ["Вождь Джен"] = 694,
        ["Вор из шайки Скитальцев Пустыни"] = 695,
        ["Онгеку"] = 696,
        ["Убийца из шайки Скитальцев Пустыни"] = 697,
        ["Тиранис Малем"] = 698,
        ["Лорд Азреток"] = 699,
        ["Джугкар Грим'род"] = 700,
        ["Бронтус"] = 701,
        ["Хагг Тауребой"] = 702,
        ["Часовой Амарассан"] = 703,
        ["Сестра Терзающая"] = 704,
        ["Акеллиос-Изгнанник"] = 705,
        ["Сердцерез"] = 706,
        ["Железноглаз Неуязвимый"] = 707,
        ["Коварное Жало"] = 708,
        ["Адепт Культа Приверженцев Тени"] = 709,
        ["Ловчий из племени Иглошкурых"] = 710,
        ["Телохранитель Варуга"] = 711,
        ["Охранник хана из племени Мародин"] = 712,
        ["Советник хана из племени Мародин"] = 713,
        ["Гончая Легиона"] = 714,
        ["Диатор Ищейка"] = 715,
        ["Опаляющий инфернал"] = 716,
        ["Странствующий страж Скверны"] = 717,
        ["Скальный разрушитель"] = 718,
        ["Химера-матриарх"] = 719,
        ["Ругуг"] = 720,
        ["Кишкодер"] = 721,
        ["Землеглот из пещерных глубин"] = 722,
        ["Душитель из пещерных глубин"] = 723,
        ["Захватчик из пещерных глубин"] = 724,
        ["Разоритель из пещерных глубин"] = 725,
        ["Посланник из клана Черного Железа"] = 726,
        ["Облученный захватчик"] = 727,
        ["Чавккер"] = 728,
        ["Облученная слизь"] = 729,
        ["Едкий скрытень"] = 730,
        ["Облученный ужас"] = 731,
        ["Прокаженный техник"] = 732,
        ["Прокаженный защитник"] = 733,
        ["Прокаженный машиностроитель"] = 734,
        ["Механотанк"] = 735,
        ["Механический огнемет"] = 736,
        ["Механический ледоступ"] = 737,
        ["Защитный скафандр миротворца"] = 738,
        ["Техбот"] = 739,
        ["Волшебный обнулятор X-21"] = 740,
        ["Механический караульный"] = 741,
        ["Механический страж"] = 742,
        ["Облученный погромщик"] = 743,
        ["Воин зоны"] = 744,
        ["Медик зоны"] = 745,
        ["Техник зоны"] = 746,
        ["Тоскующий мертвец"] = 747,
        ["Блуждающий фантазм"] = 748,
        ["Ружейник из клана Черного Железа"] = 749,
        ["Новобранец Алого ордена"] = 750,
        ["Губитель из племени Каменного Свода"] = 751,
        ["Земельник-камнекрушитель"] = 752,
        ["Ядоносный скорпид"] = 753,
        ["Тенегорнский геолог"] = 754,
        ["Огр из клана Огненного Чрева"] = 755,
        ["Огр-маг из клана Огненного Чрева"] = 756,
        ["Громила из клана Огненного Чрева"] = 757,
        ["Посланник Тауриссана"] = 758,
        ["Детеныш черного дракона"] = 759,
        ["Обреченный послушник"] = 760,
        ["Обреченный монах"] = 761,
        ["Обреченный священник"] = 762,
        ["Проклятый паладин"] = 763,
        ["Проклятый вершитель правосудия"] = 764,
        ["Неупокоенный маг"] = 765,
        ["Пещерный скорпид"] = 766,
        ["Дозорный из племени Мертвого Леса"] = 767,
        ["Душитель из племени Каменного Свода"] = 768,
        ["Тенегорнский меткий стрелок"] = 769,
        ["Изверг из племени Каменного Свода"] = 770,
        ["Иссохший воин"] = 771,
        ["Иссохший разоритель"] = 772,
        ["Иссохший свиностраж"] = 773,
        ["Иссохший копьешкур"] = 774,
        ["Иссохший боевой кабан"] = 775,
        ["Жуткий боевой вепрь"] = 776,
        ["Геомант из племени Мертвой Головы"] = 777,
        ["Некромант из племени Мертвой Головы"] = 778,
        ["Скелет-ледоплет"] = 779,
        ["Скелет-призыватель"] = 780,
        ["Воин-костещеп"] = 781,
        ["Капитан-костещеп"] = 782,
        ["Центурион-костещеп"] = 783,
        ["Вурдалак-живодер"] = 784,
        ["Вурдалак-шипоед"] = 785,
        ["Некрорахнид-гробовщик"] = 786,
        ["Разоритель могил"] = 787,
        ["Хладная душа"] = 788,
        ["Леденящий дух"] = 789,
        ["Солдат Дун Гарока"] = 790,
        ["Пламенный страж из племени Галак"] = 791,
        ["Смертоносный пещерный скорпид"] = 792,
        ["Прокаженный ассистент"] = 793,
        ["Слуга Грола"] = 794,
        ["Пират Южных морей"] = 795,
        ["Сектантка из племени Мертвой Головы"] = 796,
        ["Боевой страж племени Иглошкурых"] = 797,
        ["Терноплет из племени Иглошкурых"] = 798,
        ["Посол Ярокров"] = 799,
        ["Сул'литуз-детеныш"] = 800,
        ["Ринтариэль Хранительница Ключей"] = 801,
        ["Карликовый чумной пес"] = 802,
        ["Повелитель ужаса"] = 803,
        ["Охранник из клана Ярости Горна"] = 804,
        ["Солдат из клана Ярости Горна"] = 805,
        ["Медик из клана Ярости Горна"] = 806,
        ["Тенегорнский крестьянин"] = 807,
        ["Драгун из клана Кузни Рока"] = 808,
        ["Создание-завоеватель"] = 809,
        ["Беспощадный голем"] = 810,
        ["Огненный страж"] = 811,
        ["Пылающий огнестраж"] = 812,
        ["Эмиссар культа Сумеречного Молота"] = 813,
        ["Гончий мастиф"] = 814,
        ["Прислужник-демон Бездны"] = 815,
        ["Стремительный вихрь"] = 816,
        ["Темный стражник"] = 817,
        ["Сторож Хватка Смерти"] = 818,
        ["Хак'Зор"] = 819,
        ["Паока Ходячая Гора"] = 820,
        ["Вестник племени Галак"] = 821,
        ["Убийца из племени Галак"] = 822,
        ["Обжигающий элементаль"] = 823,
        ["Кипящий элементаль"] = 824,
        ["Бандит из племени Зловещего Тотема"] = 825,
        ["Топотун из племени Зловещего Тотема"] = 826,
        ["Геомант племени Зловещего Тотема"] = 827,
        ["Разоритель из племени Зловещего Тотема"] = 828,
        ["Арикара"] = 829,
        ["Арнак Зловещий Тотем"] = 830,
        ["Разъяренная пантера"] = 831,
        ["Джинар'Зиллен"] = 832,
        ["Изгнанная некромантка"] = 833,
        ["Опустошитель-Отрекшийся"] = 834,
        ["Краб с мертвой хваткой"] = 835,
        ["Жестколапый клешневик"] = 836,
        ["Вихревой потрошитель"] = 837,
        ["Вихревой штормоход"] = 838,
        ["Вихревой живорез"] = 839,
        ["Батрак клана Песни Войны"] = 840,
        ["Ордынский разведчик"] = 841,
        ["Ордынский лесозаготовитель"] = 842,
        ["Рубака из клана Песни Войны"] = 843,
        ["Шаман клана Песни Войны"] = 844,
        ["Крошшер клана Песни Войны"] = 845,
        ["Жрец из племени Мародин"] = 846,
        ["Фантомный налетчик"] = 847,
        ["Бичевательница Маннорока"] = 848,
        ["Проходчик из улья Зора"] = 849,
        ["Душитель из улья Регал"] = 850,
        ["Темнокаменный грохотун"] = 851,
        ["Желтокаменный сокрушитель"] = 852,
        ["Желтоглазый василиск"] = 853,
        ["Камнеточец"] = 854,
        ["Громила из племени Зловещего Тотема"] = 855,
        ["Страж портала демонов"] = 856,
        ["Урсол'лок"] = 857,
        ["Друльзегар Скрюг-скрак"] = 858,
        ["Разъяренный рифовый краб"] = 859,
        ["Надзиратель Когтя Смерти"] = 860,
        ["Потрошительница из стаи Кровавой Ярости"] = 861,
        ["Острокоготь"] = 862,
        ["Тенумбра"] = 863,
        ["Приливница"] = 864,
        ["Странствующий заступник"] = 865,
        ["Посол Малкин"] = 866,
        ["Барон Акванис"] = 867,
        ["Лоргус Джетт"] = 868,
        ["Лиходейка из племени Колкар"] = 869,
        ["Душитель из племени Колкар"] = 870,
        ["Ясновидец клана Пылающего Клинка"] = 871,
        ["Безымянный пророк"] = 872,
        ["Проклятый Скользящий Плавник"] = 873,
        ["Остроспинная бешенка"] = 874,
        ["Госпожа Наталия Мар'алит"] = 875,
        ["Охотник-убийца из улья Регал"] = 876,
      }
   },
   ["Нестабильное пусковое устройство"] = {
      contained_id = {
        [173] = 1
      }
   },
   ["Безупречная сфера из дренетиста"] = {
      drop = {
        ["Огр из клана Молота Ужаса"] = 1,
        ["Огр-маг из клана Молота Ужаса"] = 2,
        ["Громила из клана Молота Ужаса"] = 3,
        ["Изверг из клана Молота Ужаса"] = 4,
        ["Чернокнижник из клана Молота Ужаса"] = 5,
        ["Презренный из племени Заблудших"] = 6,
        ["Искатель портала"] = 7,
        ["Черный душегуб"] = 8,
        ["Голодный хохотун"] = 9,
        ["Хохочущая гиена"] = 10,
        ["Скорпок-острожал"] = 11,
        ["Краснокаменный василиск"] = 12,
        ["Краснокаменный хрусталиск"] = 13,
        ["Пеплогривый кабан"] = 14,
        ["Зловепрь"] = 15,
        ["Шахтер из крепости Стражей Пустоты"] = 16,
        ["Инженер из крепости Стражей Пустоты"] = 17,
        ["Штейгер из крепости Стражей Пустоты"] = 18,
        ["Солдат из крепости Стражей Пустоты"] = 19,
        ["Священник из крепости Стражей Пустоты"] = 20,
        ["Аналитик из крепости Стражей Пустоты"] = 21,
        ["Дозорный из крепости Стражей Пустоты"] = 22,
        ["Офицер из крепости Стражей Пустоты"] = 23,
        ["Сектант Культа Приверженцев Тени"] = 24,
        ["Лиходей Культа Приверженцев Тени"] = 25,
        ["Адепт Культа Приверженцев Тени"] = 26,
        ["Головорез из Культа Приверженцев Тени"] = 27,
        ["Чернокнижник Культа Приверженцев Тени"] = 28,
        ["Ткач ужаса из культа Приверженцев Тени"] = 29,
        ["Гончая Скверны"] = 30,
        ["Грол Разрушитель"] = 31,
        ["Верховный маг Аллистарий"] = 32,
        ["Слуга Разелиха"] = 33,
        ["Слуга Грола"] = 34,
        ["Слуга Аллистария"] = 35,
        ["Слуга Севины"] = 36,
        ["Кирит Проклятый"] = 37,
        ["Илифар"] = 38,
        ["Осквернерр"] = 39,
        ["Теремус Пожиратель"] = 40,
        ["Магронос Неуступчивый"] = 41,
        ["Смертеглаз"] = 42,
        ["Зверь Скверны"] = 43,
      }
   },
   ["Ядро лавы"] = {
      drop = {
        ["Разрушитель из недр"] = 1,
        ["Лавовый уничтожитель"] = 2,
        ["Големагг Испепелитель"] = 3,
        ["Гарр"] = 4,
        ["Элементаль лавы"] = 5,
        ["Лавовый разоритель"] = 6,
        ["Лавовый волноплеск"] = 7,
      }
   },
   ["Огненное ядро"] = {
      drop = {
        ["Разрушитель из недр"] = 1,
        ["Огнеход"] = 2,
        ["Пламестраж"] = 3,
        ["Повелитель огня"] = 4,
        ["Барон Геддон"] = 5,
      }
   },
   ["Кровь Горы"] = {
      drop = {
        ["Громила из клана Огненного Чрева"] = 1,
        ["Боевой разоритель"] = 2,
        ["Детеныш Опаляющего дракона"] = 3,
        ["Пехотинец из клана Ярости Горна"] = 4,
        ["Создание-завоеватель"] = 5,
        ["Огнестраж-разрушитель"] = 6,
        ["Истязатель из культа Сумеречного Молота"] = 7,
        ["Гончий пес"] = 8,
        ["Кром'Грул"] = 9,
        ["Огненный великан"] = 10,
        ["Разрушитель из недр"] = 11,
        ["Лавовый уничтожитель"] = 12,
        ["Огнеход"] = 13,
        ["Повелитель огня"] = 14,
        ["Древняя гончая Недр"] = 15,
        ["Лавовый разоритель"] = 16,
        ["Лавовый волноплеск"] = 17,
      }
   },
   ["Челюсть голодного хохотуна"] = {
      drop = {
        ["Голодный хохотун"] = 1,
        ["Хохочущая гиена"] = 2,
        ["Разор"] = 3,
      }
   },
   ["Обожженные легкие вепря"] = {
      drop = {
        ["Пеплогривый кабан"] = 1,
        ["Зловепрь"] = 2,
        ["Хрюггер"] = 3,
      }
   },
   ["Клешня скорпока"] = {
      drop = {
        ["Скорпок-острожал"] = 1,
        ["Щелкун Разоритель"] = 2,
      }
   },
   ["Мозг василиска"] = {
      drop = {
        ["Краснокаменный василиск"] = 1,
        ["Краснокаменный хрусталиск"] = 2,
        ["Смертеглаз"] = 3,
      }
   },
   ["Потроха стервятника"] = {
      drop = {
        ["Черный душегуб"] = 1,
        ["Злобоклюй"] = 2,
      }
   },
   ["Обломки брони"] = {
      drop = {
        ["Точка маршрута (Только ГМ может увидеть это)"] = 1,
        ["Северный волк"] = 2,
        ["Вредитель из племени Седоусов"] = 3,
        ["Тролль из племени Секиры Зимы"] = 4,
        ["Берсерк из племени Секиры Зимы"] = 5,
        ["Гарпия из стаи Снежной Слепоты"] = 6,
        ["Трогг из племени Железного Рудника"] = 7,
        ["Альтеракский баран"] = 8,
        ["Шаман из племени Железного Рудника"] = 9,
        ["Головолом из племени Железного Рудника"] = 10,
        ["Землекоп из племени Седоусов"] = 11,
        ["Надзиратель из племени Седоусов"] = 12,
        ["Душительница из стаи Снежной Слепоты"] = 13,
        ["Знахарь из племени Секиры Зимы"] = 14,
        ["Мистик из стаи Дикой Лапы"] = 15,
        ["Громила из стаи Дикой Лапы"] = 16,
        ["Вожак стаи Дикой Лапы"] = 17,
        ["Капитан Гальвангар"] = 18,
        ["Вандар Грозовая Вершина"] = 19,
        ["Капитан Балинда Каменный Очаг"] = 20,
        ["Горный пехотинец из клана Грозовой Вершины"] = 21,
        ["Часовой Альянса"] = 22,
        ["Защитник из клана Грозовой Вершины"] = 23,
        ["Легионер Северного Волка"] = 24,
        ["Воин клана Северного Волка"] = 25,
        ["Страж Северного Волка"] = 26,
        ["Дракан"] = 27,
        ["Дарос"] = 28,
        ["Охранник клана Грозовой Вершины"] = 29,
        ["Метатель топоров из племени Секиры Зимы"] = 30,
        ["Темный охотник из племени Секиры Зимы"] = 31,
        ["Охотник из племени Секиры Зимы"] = 32,
        ["Коррак Кровопуск"] = 33,
        ["Уми Торсон"] = 34,
        ["Китар"] = 35,
        ["Стражник из племени Железного Рудника"] = 36,
        ["Налетчик из племени Железного Рудника"] = 37,
        ["Агги Громовой Топот"] = 38,
        ["Захватчик Ледяного рудника"] = 39,
        ["Маша Быстрорезка"] = 40,
        ["Стражник Ледяного рудника"] = 41,
        ["Исследователь Ледяного рудника"] = 42,
        ["Геодезист Ледяного рудника"] = 43,
        ["Геодезист из племени Железного Рудника"] = 44,
        ["Исследователь из племени Железного Рудника"] = 45,
        ["Лейтенант Ругба"] = 46,
        ["Лейтенант Спенсер"] = 47,
        ["Командир Рандольф"] = 48,
        ["Командир Дардош"] = 49,
        ["Лейтенант Могучее Копыто"] = 50,
        ["Лейтенант Воль'талар"] = 51,
        ["Лейтенант Грумм"] = 52,
        ["Лейтенант Мурп"] = 53,
        ["Лейтенант Льюис"] = 54,
        ["Командир Малгор"] = 55,
        ["Командир Мулфорт"] = 56,
        ["Командир Луи Филипс"] = 57,
        ["Посланница стражей смерти"] = 58,
        ["Кузнец Регзар"] = 59,
        ["Командир звена Смуггл"] = 60,
        ["Командир звена Мааша"] = 61,
        ["Командир звена Маэстр"] = 62,
        ["Грюнда Волчье Сердце"] = 63,
        ["Шаманка стихий Турлога"] = 64,
        ["Локолар Владыка Льда"] = 65,
        ["Мургот Подземная Кузня"] = 66,
        ["Шаман из клана Северного Волка"] = 67,
        ["Лейтенант Ларжент"] = 68,
        ["Лейтенант Крепкохват"] = 69,
        ["Лейтенант Серожезлл"] = 70,
        ["Лейтенант Лонадин"] = 71,
        ["Лейтенант Манкузо"] = 72,
        ["Батрак Ледяного рудника"] = 73,
        ["Шахтер Ледяного рудника"] = 74,
        ["Командир Мортимер"] = 75,
        ["Командир Даффи"] = 76,
        ["Командир Карл Филипс"] = 77,
        ["Опытный охранник"] = 78,
        ["Опытный горный пехотинец"] = 79,
        ["Опытный охранитель"] = 80,
        ["Опытный часовой"] = 81,
        ["Опытный стражник"] = 82,
        ["Опытный легионер"] = 83,
        ["Опытный воин"] = 84,
        ["Бывалый защитник"] = 85,
        ["Бывалый страж"] = 86,
        ["Бывалый охранник"] = 87,
        ["Легионер-ветеран"] = 88,
        ["Бывалый горный пехотинец"] = 89,
        ["Бывалый часовой"] = 90,
        ["Воин-ветеран"] = 91,
        ["Миноукладчик из клана Грозовой Вершины"] = 92,
        ["Минер Северного Волка"] = 93,
        ["Снайпер из клана Грозовой Вершины"] = 94,
        ["Снайпер из клана Северного Волка"] = 95,
        ["Мастер-инженер Спустипар"] = 96,
        ["Крошшер клана Северного Волка"] = 97,
        ["Шахтер из племени Железного Рудника"] = 98,
        ["Батрак из племени Железного Рудника"] = 99,
        ["Крошшер клана Грозовой Вершины"] = 100,
        ["Ивус Лесной Властелин"] = 101,
        ["Страж-ветеран"] = 102,
        ["Защитник-ветеран"] = 103,
        ["Охранник-ветеран"] = 104,
        ["Легионер-ветеран"] = 105,
        ["Горный пехотинец-ветеран"] = 106,
        ["Часовой-ветеран"] = 107,
        ["Воин-ветеран"] = 108,
        ["Командир звена Ромеон"] = 109,
        ["Командир звена Макарч"] = 110,
        ["Командир звена Сквороц"] = 111,
        ["Всадник на волке из клана Северного Волка"] = 112,
        ["Командир всадников на волках клана Северного Волка"] = 113,
        ["Верховный друид Дикая Лань"] = 114,
        ["Друид Рощи"] = 115,
        ["Фельдмаршал Теравейн"] = 116,
        ["Капрал Норг Грозовая Вершина"] = 117,
        ["Сержант Язра Кровавый Рык"] = 118,
        ["Воевода Гаррик"] = 119,
        ["Боец клана Грозовой Вершины"] = 120,
        ["Опытный боец"] = 121,
        ["Боец-ветеран"] = 122,
        ["Элитный боец-ветеран"] = 123,
        ["Разоритель из клана Северного Волка"] = 124,
        ["Опытный разоритель"] = 125,
        ["Бывалый разоритель"] = 126,
        ["Разоритель-ветеран"] = 127,
        ["Опытный стражник Ледяного рудника"] = 128,
        ["Бывалый стражник Ледяного рудника"] = 129,
        ["Стражник-ветеран Ледяного рудника"] = 130,
        ["Опытный геодезист Ледяного рудника"] = 131,
        ["Бывалый геодезист Ледяного рудника"] = 132,
        ["Геодезист-ветеран Ледяного рудника"] = 133,
        ["Опытный исследователь из племени Железного Рудника"] = 134,
        ["Бывалый исследователь Железного рудника"] = 135,
        ["Ислледователь-ветеран Железного рудника"] = 136,
        ["Опытный налетчик из племени Железного Рудника"] = 137,
        ["Бывалый налетчик Железного рудника"] = 138,
        ["Налетчик-ветеран Железного рудника"] = 139,
        ["Опытный исследователь Ледяного рудника"] = 140,
        ["Бывалый исследователь Ледяного рудника"] = 141,
        ["Исследователь-ветеран Ледяного рудника"] = 142,
        ["Опытный захватчик Ледяного рудника"] = 143,
        ["Бывалый захватчик Ледяного рудника"] = 144,
        ["Захватчик-ветеран Ледяного рудника"] = 145,
        ["Опытный стражник из племени Железного Рудника"] = 146,
        ["Бывалый стражник Железного рудника"] = 147,
        ["Стражник-ветеран Железного рудника"] = 148,
        ["Опытный геодезист из племени Железного Рудника"] = 149,
        ["Бывалый геодезист Железного рудника"] = 150,
        ["Геодезист-ветеран Железного рудника"] = 151,
        ["Наездник на баране клана Грозовой Вершины"] = 152,
        ["Командир наездников на баранах клана Грозовой Вершины"] = 153,
        ["Эксперт по взрывчатым веществам из клана Северного Волка"] = 154,
        ["Эксперт по взрывчатым веществам клана Грозовой Вершины"] = 155,
        ["Смотритель стойл из клана Грозовой Вершины"] = 156,
        ["Альтеракский баран в стойлах"] = 157,
        ["Капрал Тика Кровавый Рык"] = 158,
        ["Горный пехотинец Гулкий Крик"] = 159,
        ["Джотек"] = 160,
        ["Геолог Камнетерка"] = 161,
        ["Воевода Лаггронд"] = 162,
        ["Лейтенант Мурп"] = 163,
        ["Мистик из племени Секиры Зимы"] = 164,
        ["Воин из племени Секиры Зимы"] = 165,
        ["Нажьяк Проклятун"] = 166,
        ["Равак Зловещий Тотем"] = 167,
        ["Атраманис"] = 168,
        ["Дирк Надувалло"] = 169,
        ["Гончий волк"] = 170,
        ["Сова клана Грозовой Вершины"] = 171,
        ["Боевой страж Северного Волка"] = 172,
        ["Маршал южного Оплота Дун Болдара"] = 173,
        ["Маршал Каменного Очага"] = 174,
        ["Маршал Стылой Крови"] = 175,
        ["Маршал смотровой башни"] = 176,
        ["Маршал восточной башни Северного Волка"] = 177,
        ["Маршал западной башни Северного Волка"] = 178,
        ["Воевода северного оплота Дун Балдара"] = 179,
        ["Воевода южного оплота Дун Балдара"] = 180,
        ["Воевода восточной башни Северного Волка"] = 181,
        ["Воевода Ледяного Крыла"] = 182,
        ["Воевода Каменного Очага"] = 183,
        ["Воевода западной башни Северного Волка"] = 184,
      }
   },
   ["Руда черного железа"] = {
      drop = {
        ["Аззира Клинок Небес"] = 1,
        ["Геолог из клана Черного Железа"] = 2,
        ["Огр-маг из клана Огненного Чрева"] = 3,
        ["Громила из клана Огненного Чрева"] = 4,
        ["Детеныш черного дракона"] = 5,
        ["Охранник из клана Ярости Горна"] = 6,
        ["Создание-завоеватель"] = 7,
        ["Беспощадный голем"] = 8,
        ["Создание молота Гнева"] = 9,
        ["Оплавленный боевой голем"] = 10,
        ["Огнестраж-разрушитель"] = 11,
        ["Гончий пес"] = 12,
        ["Панцер Непобедимый"] = 13,
        ["Фаланкс"] = 14,
        ["Элементаль лавы"] = 15,
      }
   },
   ["Кровь солдата Грозовой Вершины"] = {
      drop = {
        ["Точка маршрута (Только ГМ может увидеть это)"] = 1,
        ["Северный волк"] = 2,
        ["Тролль из племени Секиры Зимы"] = 3,
        ["Берсерк из племени Секиры Зимы"] = 4,
        ["Альтеракский баран"] = 5,
        ["Головолом из племени Железного Рудника"] = 6,
        ["Знахарь из племени Секиры Зимы"] = 7,
        ["Вожак стаи Дикой Лапы"] = 8,
        ["Капитан Гальвангар"] = 9,
        ["Капитан Балинда Каменный Очаг"] = 10,
        ["Горный пехотинец из клана Грозовой Вершины"] = 11,
        ["Часовой Альянса"] = 12,
        ["Защитник из клана Грозовой Вершины"] = 13,
        ["Легионер Северного Волка"] = 14,
        ["Воин клана Северного Волка"] = 15,
        ["Страж Северного Волка"] = 16,
        ["Дракан"] = 17,
        ["Охранник клана Грозовой Вершины"] = 18,
        ["Метатель топоров из племени Секиры Зимы"] = 19,
        ["Темный охотник из племени Секиры Зимы"] = 20,
        ["Охотник из племени Секиры Зимы"] = 21,
        ["Коррак Кровопуск"] = 22,
        ["Уми Торсон"] = 23,
        ["Стражник из племени Железного Рудника"] = 24,
        ["Агги Громовой Топот"] = 25,
        ["Захватчик Ледяного рудника"] = 26,
        ["Исследователь Ледяного рудника"] = 27,
        ["Геодезист из племени Железного Рудника"] = 28,
        ["Лейтенант Спенсер"] = 29,
        ["Командир Рандольф"] = 30,
        ["Лейтенант Мурп"] = 31,
        ["Грабитель Синдиката"] = 32,
        ["Посланник Синдиката"] = 33,
        ["Мастер Синдиката Рисон"] = 34,
        ["Командир Мулфорт"] = 35,
        ["Кузнец Регзар"] = 36,
        ["Командир звена Мааша"] = 37,
        ["Грюнда Волчье Сердце"] = 38,
        ["Шаманка стихий Турлога"] = 39,
        ["Локолар Владыка Льда"] = 40,
        ["Мургот Подземная Кузня"] = 41,
        ["Шаман из клана Северного Волка"] = 42,
        ["Лейтенант Ларжент"] = 43,
        ["Лейтенант Крепкохват"] = 44,
        ["Лейтенант Серожезлл"] = 45,
        ["Лейтенант Лонадин"] = 46,
        ["Лейтенант Манкузо"] = 47,
        ["Шахтер Ледяного рудника"] = 48,
        ["Командир Мортимер"] = 49,
        ["Командир Даффи"] = 50,
        ["Командир Карл Филипс"] = 51,
        ["Опытный охранник"] = 52,
        ["Опытный горный пехотинец"] = 53,
        ["Опытный охранитель"] = 54,
        ["Опытный часовой"] = 55,
        ["Опытный стражник"] = 56,
        ["Опытный легионер"] = 57,
        ["Опытный воин"] = 58,
        ["Бывалый защитник"] = 59,
        ["Бывалый страж"] = 60,
        ["Бывалый охранник"] = 61,
        ["Легионер-ветеран"] = 62,
        ["Бывалый горный пехотинец"] = 63,
        ["Бывалый часовой"] = 64,
        ["Воин-ветеран"] = 65,
        ["Миноукладчик из клана Грозовой Вершины"] = 66,
        ["Снайпер из клана Грозовой Вершины"] = 67,
        ["Снайпер из клана Северного Волка"] = 68,
        ["Мастер-инженер Спустипар"] = 69,
        ["Шахтер из племени Железного Рудника"] = 70,
        ["Батрак из племени Железного Рудника"] = 71,
        ["Ивус Лесной Властелин"] = 72,
        ["Страж-ветеран"] = 73,
        ["Защитник-ветеран"] = 74,
        ["Охранник-ветеран"] = 75,
        ["Легионер-ветеран"] = 76,
        ["Горный пехотинец-ветеран"] = 77,
        ["Часовой-ветеран"] = 78,
        ["Воин-ветеран"] = 79,
        ["Командир звена Ромеон"] = 80,
        ["Командир звена Макарч"] = 81,
        ["Командир звена Сквороц"] = 82,
        ["Всадник на волке из клана Северного Волка"] = 83,
        ["Командир всадников на волках клана Северного Волка"] = 84,
        ["Верховный друид Дикая Лань"] = 85,
        ["Друид Рощи"] = 86,
        ["Фельдмаршал Теравейн"] = 87,
        ["Капрал Норг Грозовая Вершина"] = 88,
        ["Сержант Язра Кровавый Рык"] = 89,
        ["Боец клана Грозовой Вершины"] = 90,
        ["Опытный боец"] = 91,
        ["Боец-ветеран"] = 92,
        ["Элитный боец-ветеран"] = 93,
        ["Опытный разоритель"] = 94,
        ["Разоритель-ветеран"] = 95,
        ["Опытный исследователь Ледяного рудника"] = 96,
        ["Бывалый исследователь Ледяного рудника"] = 97,
        ["Исследователь-ветеран Ледяного рудника"] = 98,
        ["Опытный захватчик Ледяного рудника"] = 99,
        ["Бывалый захватчик Ледяного рудника"] = 100,
        ["Захватчик-ветеран Ледяного рудника"] = 101,
        ["Опытный стражник из племени Железного Рудника"] = 102,
        ["Бывалый стражник Железного рудника"] = 103,
        ["Стражник-ветеран Железного рудника"] = 104,
        ["Опытный геодезист из племени Железного Рудника"] = 105,
        ["Бывалый геодезист Железного рудника"] = 106,
        ["Геодезист-ветеран Железного рудника"] = 107,
        ["Наездник на баране клана Грозовой Вершины"] = 108,
        ["Командир наездников на баранах клана Грозовой Вершины"] = 109,
        ["Эксперт по взрывчатым веществам клана Грозовой Вершины"] = 110,
        ["Смотритель стойл из клана Грозовой Вершины"] = 111,
        ["Сержант Дарген Грозовая Вершина"] = 112,
        ["Горный пехотинец Гулкий Крик"] = 113,
        ["Джотек"] = 114,
        ["Геолог Камнетерка"] = 115,
        ["Лейтенант Мурп"] = 116,
        ["Мистик из племени Секиры Зимы"] = 117,
        ["Нажьяк Проклятун"] = 118,
        ["Равак Зловещий Тотем"] = 119,
        ["Атраманис"] = 120,
        ["Дирк Надувалло"] = 121,
        ["Гончий волк"] = 122,
        ["Сова клана Грозовой Вершины"] = 123,
        ["Маршал южного Оплота Дун Болдара"] = 124,
        ["Маршал смотровой башни"] = 125,
        ["Маршал восточной башни Северного Волка"] = 126,
        ["Воевода северного оплота Дун Балдара"] = 127,
      }
   },
    ["Острое мясо моллюска"] = {
        contained = {
            ["Моллюск-болтун"] = 38661,
        },
        drop = {
            ["Компактный уборочный голем"] = 1,
            ["Колдунья из клана Страшаз"] = 2,
            ["Болотный мурлок"] = 7,
            ["Нага Занзила"] = 3,
            ["Странник глубин"] = 4,
        }
    },
	["Тяжелый ларец"] = {
      drop = {
        ["Тераморский стражник"] = 1,
        ["Трогг из племени Железного Рудника"] = 2,
        ["Головолом из племени Железного Рудника"] = 3,
        ["Надсмотрщик Хныкс"] = 4,
      }
   },
   ["Небольшая паучья лапка"] = {
      drop = {
        ["Лесной паук"] = 1,
        ["Рудниковый паук"] = 2,
        ["Мать Клык"] = 3,
        ["Скальный скрытень"] = 4,
        ["Древесный воронковый паук"] = 5,
        ["Лесной паук-скрытень"] = 6,
        ["Злобный ночной кругопряд"] = 7,
        ["Мшистый паук-ловец"] = 8,
        ["Мглистый ползун"] = 9,
        ["Чащобный тенетник"] = 10,
        ["Чащобный ядозуб"] = 11,
        ["Чащобный паук-балдахинник"] = 12,
        ["Гигантский чащобный тенетник"] = 13,
        ["Детеныш мохового паука"] = 14,
        ["Леди Сатра"] = 15,
        ["Шри'скалк"] = 16,
        ["Кретис Тенеткач"] = 17,
        ["Шанда Прядильщица"] = 18,
      }
   },
   ["Кусок кабанины"] = {
      drop = {
        ["Вепрь-камнеклык"] = 1,
        ["Длиннорыл"] = 2,
        ["Кровоклык"] = 3,
        ["Принцесса"] = 4,
        ["Кабан из свиты"] = 5,
        ["Молодой кровоклык"] = 6,
        ["Твердошкурый вепрь"] = 7,
        ["Большой кровоклык"] = 8,
        ["Малый скальный вепрь"] = 9,
        ["Скальный вепрь"] = 10,
        ["Большой скальный вепрь"] = 11,
        ["Старый скальный вепрь"] = 12,
        ["Горный вепрь"] = 13,
        ["Облезлый горный вепрь"] = 14,
        ["Старый горный вепрь"] = 15,
        ["Покрытый шрамами скальный вепрь"] = 16,
        ["Щетинистый вепрь"] = 17,
        ["Пятнистый вепрь"] = 18,
        ["Лютый пятнистый вепрь"] = 19,
        ["Старый крапчатый вепрь"] = 20,
        ["Оскверненный крапчатый вепрь"] = 21,
      }
   },
   ["Сумеречный словарь – Глава 1"] = {
      drop = {
        ["Хранительница Майна из культа Сумеречного Молота"] = 1,
      }
   },
   ["Сумеречный словарь – Глава 2"] = {
      drop = {
        ["Хранитель Экзетер из культа Сумеречного Молота"] = 1,
      }
   },
   ["Сумеречный словарь – Глава 3"] = {
      drop = {
        ["Хранитель Хавунт из культа Сумеречного Молота"] = 1,
      }
   },
   ["Постный волчий бок"] = {
      drop = {
        ["Голодный лютый волк"] = 1,
        ["Волкус"] = 2,
        ["Бешеный волк"] = 3,
        ["Черный опустошитель"] = 4,
        ["Молодой черный опустошитель"] = 5,
        ["Черный мастиф-опустошитель"] = 6,
        ["Светлолапый бегун"] = 7,
        ["Светлолапый ревун"] = 8,
        ["Светлолапый вожак"] = 9,
        ["Бесцветный ворг"] = 10,
        ["Слюнявый ворг"] = 11,
        ["Волчий ужас"] = 12,
        ["Фенрус Пожиратель"] = 13,
        ["Ревун из тумана"] = 14,
      }
   },
   ["Рыло большого кровоклыка"] = {
      drop = {
        ["Грубобрюх"] = 1,
        ["Большой кровоклык"] = 2,
      }
   },
   ["Жесткое мясо кондора"] = {
      drop = {
        ["Ужасающий кондор"] = 1,
      }
   },
   ["Хрустящее паучье мясо"] = {
      drop = {
        ["Ядовитый кругопряд"] = 1,
        ["Тарантул"] = 2,
        ["Крупный тарантул"] = 3,
        ["Карликовый ядовитый кругопряд"] = 4,
        ["Зеленый паук-отшельник"] = 5,
        ["Нараксис"] = 6,
        ["Трещунья"] = 7,
        ["Детеныш черной вдовы"] = 8,
        ["Падальщик-отшельник"] = 9,
        ["Ловец-кровопийца"] = 10,
        ["Кровавая Вдова"] = 11,
        ["Скальный скрытень"] = 12,
        ["Древесный воронковый паук"] = 13,
        ["Лесной паук-скрытень"] = 14,
        ["Воронковый паук Ядовитого Тумана"] = 15,
        ["Чащобный тенетник"] = 16,
        ["Старый моховой ползун"] = 17,
        ["Гигантский моховой ползун"] = 18,
        ["Лесной моховой ползун"] = 19,
        ["Равнинный ползун"] = 20,
        ["Гигантский равнинный ползун"] = 21,
        ["Загадочный скрытень"] = 22,
        ["Паук-скакун дикого терна"] = 23,
        ["Ядоплюй дикого терна"] = 24,
        ["Воронковый паук дикого терна"] = 25,
        ["Моховой ползун"] = 26,
        ["Моховой паук-вязальщик"] = 27,
        ["Моховой ядоплюй"] = 28,
        ["Пещерный ловец"] = 29,
        ["Детеныш мохового паука"] = 30,
        ["Моховая паучиха"] = 31,
        ["Бесселет"] = 32,
        ["Шанда Прядильщица"] = 33,
        ["Ползух"] = 34,
      }
   },
   ["Липкая паучья лапка"] = {
      drop = {
        ["Ядовитый кругопряд"] = 1,
        ["Карликовый ядовитый кругопряд"] = 2,
        ["Зеленый паук-отшельник"] = 3,
        ["Нараксис"] = 4,
        ["Трещунья"] = 5,
        ["Детеныш черной вдовы"] = 6,
        ["Падальщик-отшельник"] = 7,
        ["Ловец-кровопийца"] = 8,
        ["Кровавая Вдова"] = 9,
        ["Старый моховой ползун"] = 10,
        ["Гигантский моховой ползун"] = 11,
        ["Лесной моховой ползун"] = 12,
        ["Равнинный ползун"] = 13,
        ["Гигантский равнинный ползун"] = 14,
        ["Паук-скакун дикого терна"] = 15,
        ["Ядоплюй дикого терна"] = 16,
        ["Воронковый паук дикого терна"] = 17,
        ["Пещерный ловец"] = 18,
        ["Ползух"] = 19,
      }
   },
   ["Бурдюк с маслом"] = {
      drop = {
        ["Уборочный голем"] = 1,
        ["Дозорный полей"] = 2,
        ["Уборочный голем"] = 3,
        ["Ржавый уборочный голем"] = 4,
        ["Врагорез-4000"] = 5,
        ["Черная слизь"] = 6,
        ["Багровый слизнюк"] = 7,
        ["Черный слизнюк"] = 8,
        ["Чудовищный слизнюк"] = 9,
        ["Гоблин-ремесленник"] = 10,
        ["Надзиратель Торговой Компании"] = 11,
        ["Инженер Торговой Компании"] = 12,
        ["Машиностроитель Торговой Компании"] = 13,
        ["Инженер Безобразец"] = 14,
        ["Начальник Медноклин"] = 15,
        ["Болотный слякоч"] = 16,
      }
   },
   ["Шишки хмеля"] = {
      drop = {
        ["Уборочный голем"] = 1,
        ["Дозорный полей"] = 2,
        ["Уборочный голем"] = 3,
        ["Ржавый уборочный голем"] = 4,
        ["Врагорез-4000"] = 5,
      }
   },
   ["Некротическая руна"] = {
      drop = {
        ["Неуклюжий ужас"] = 1,
        ["Вурдалак-берсерк"] = 2,
        ["Тень Рока"] = 3,
        ["Призрачный солдат"] = 4,
        ["Скелет-штурмовик"] = 5,
        ["Дух проклятого"] = 6,
        ["Костяной ведьмак"] = 7,
        ["Огненный скелет"] = 8,
      }
   },
   ["Кровавые осколки"] = {
      drop = {
        ["Охотник из племени Дыбогривов"] = 1,
        ["Водоискатель из племени Дыбогривов"] = 2,
        ["Терноплет из племени Дыбогривов"] = 3,
        ["Геомант из племени Дыбогривов"] = 4,
        ["Защитник племени Иглогривых"] = 5,
        ["Призывательница ветров из стаи Зачарованного Крыла"] = 6,
        ["Надзиратель Торговой Компании"] = 7,
        ["Ясновидец племени Иглогривых"] = 8,
        ["Бешенер из племени Иглогривых"] = 9,
        ["Оазисный хрустогрыз"] = 10,
      }
   },
   ["Зашифрованный Сумеречный текст"] = {
      drop = {
        ["Хранитель Хавунт из культа Сумеречного Молота"] = 1,
        ["Мститель из культа Сумеречного Молота"] = 2,
        ["Геолорд из культа Сумеречного Молота"] = 3,
        ["Призыватель камня из культа Сумеречного Молота"] = 4,
        ["Мастер из культа Сумеречного Молота"] = 5,
        ["Владыка Эверан из культа Сумеречного Молота"] = 6,
        ["Пламехват из культа Сумеречного Молота"] = 7,
        ["Властитель культа Сумеречного Молота"] = 8,
        ["Пророк из культа Сумеречного Молота"] = 9,
        ["Мародер Морна из культа Сумеречного Молота"] = 10,
        ["Мародер из культа Сумеречного Молота"] = 11,
      }
   },
   ["Талисман Бездны"] = {
      drop = {
        ["Багровый храмовник"] = 1,
        ["Лазурный храмовник"] = 2,
        ["Седой храмовник"] = 3,
        ["Земельник-храмовник"] = 4,
      }
   },
   ["Обрывок ткани"] = {
      drop = {
        ["Жуткий ползун"] = 1,
        ["Ткач-падальщик"] = 2,
        ["Ядовитый паук-скакун"] = 3,
        ["Некрорахнид-разоритель"] = 4,
        ["Могильный ужас"] = 5,
        ["Служитель культа Наксрамаса"] = 6,
        ["Послушник из Наксрамаса"] = 7,
        ["Лоскутный голем"] = 8,
        ["Желчерыг"] = 9,
        ["Безумный ученый"] = 10,
        ["Живое чудовище"] = 11,
        ["Ассистент хирурга"] = 12,
        ["Лоскутный изрыгатель"] = 13,
        ["Конь смерти-жеребец"] = 14,
        ["Капитан рыцарей Смерти"] = 15,
        ["Восставший рыцарь смерти"] = 16,
        ["Помеченный Тьмой воин"] = 17,
        ["Помеченный Роком воин"] = 18,
        ["Помеченный Смертью воин"] = 19,
        ["Кавалерист-рыцарь смерти"] = 20,
        ["Тень Наксрамаса"] = 21,
        ["Некрорыцарь"] = 22,
        ["Костлявое создание"] = 23,
        ["Каменная горгулья"] = 24,
        ["Скелет-кузнец"] = 25,
        ["Нечестивый топор"] = 26,
        ["Нечестивый посох"] = 27,
        ["Нечестивые Мечи"] = 28,
        ["Чумная слизь"] = 29,
        ["Заразный вурдалак"] = 30,
        ["Послушник из некрополиса"] = 31,
        ["Чумная горгулья"] = 32,
        ["Зачумленный вурдалак"] = 33,
        ["Чумная гончая"] = 34,
        ["Дух Наксрамаса"] = 35,
        ["Воздаятель-рыцарь смерти"] = 36,
        ["Мертвый рыцарь-страж"] = 37,
        ["Некропаук-скакун"] = 38,
      }
   },
   ["Испоганенные наручники"] = {
      drop = {
        ["Глут"] = 1,
        ["Великая вдова Фарлина"] = 2,
        ["Ануб'Рекан"] = 3,
      }
   },
   ["Оскверненный пояс"] = {
      drop = {
        ["Глут"] = 1,
        ["Хейган Нечестивый"] = 2,
        ["Нот Чумной"] = 3,
      }
   },
   ["Оскверненные сандалии"] = {
      drop = {
        ["Глут"] = 1,
        ["Готик Жнец"] = 2,
        ["Инструктор Разувий"] = 3,
      }
   },
   ["Оскверненные наплечные пластины"] = {
      drop = {
        ["Гроббулус"] = 1,
        ["Глут"] = 2,
        ["Лоскутик"] = 3,
      }
   },
   ["Обрывок кожи"] = {
      drop = {
        ["Жуткий ползун"] = 1,
        ["Ткач-падальщик"] = 2,
        ["Ядовитый паук-скакун"] = 3,
        ["Некрорахнид-разоритель"] = 4,
        ["Могильный ужас"] = 5,
        ["Служитель культа Наксрамаса"] = 6,
        ["Послушник из Наксрамаса"] = 7,
        ["Лоскутный голем"] = 8,
        ["Желчерыг"] = 9,
        ["Безумный ученый"] = 10,
        ["Живое чудовище"] = 11,
        ["Ассистент хирурга"] = 12,
        ["Лоскутный изрыгатель"] = 13,
        ["Конь смерти-жеребец"] = 14,
        ["Капитан рыцарей Смерти"] = 15,
        ["Восставший рыцарь смерти"] = 16,
        ["Помеченный Тьмой воин"] = 17,
        ["Помеченный Роком воин"] = 18,
        ["Помеченный Смертью воин"] = 19,
        ["Кавалерист-рыцарь смерти"] = 20,
        ["Тень Наксрамаса"] = 21,
        ["Некрорыцарь"] = 22,
        ["Костлявое создание"] = 23,
        ["Каменная горгулья"] = 24,
        ["Скелет-кузнец"] = 25,
        ["Нечестивый топор"] = 26,
        ["Нечестивый посох"] = 27,
        ["Нечестивые Мечи"] = 28,
        ["Чумная слизь"] = 29,
        ["Заразный вурдалак"] = 30,
        ["Послушник из некрополиса"] = 31,
        ["Чумная горгулья"] = 32,
        ["Зачумленный вурдалак"] = 33,
        ["Чумная гончая"] = 34,
        ["Дух Наксрамаса"] = 35,
        ["Воздаятель-рыцарь смерти"] = 36,
        ["Мертвый рыцарь-страж"] = 37,
        ["Некропаук-скакун"] = 38,
      }
   },
   ["Обрывки кольчуги"] = {
      drop = {
        ["Жуткий ползун"] = 1,
        ["Ткач-падальщик"] = 2,
        ["Ядовитый паук-скакун"] = 3,
        ["Некрорахнид-разоритель"] = 4,
        ["Могильный ужас"] = 5,
        ["Служитель культа Наксрамаса"] = 6,
        ["Послушник из Наксрамаса"] = 7,
        ["Лоскутный голем"] = 8,
        ["Желчерыг"] = 9,
        ["Безумный ученый"] = 10,
        ["Живое чудовище"] = 11,
        ["Ассистент хирурга"] = 12,
        ["Лоскутный изрыгатель"] = 13,
        ["Конь смерти-жеребец"] = 14,
        ["Капитан рыцарей Смерти"] = 15,
        ["Восставший рыцарь смерти"] = 16,
        ["Помеченный Тьмой воин"] = 17,
        ["Помеченный Смертью воин"] = 18,
        ["Кавалерист-рыцарь смерти"] = 19,
        ["Тень Наксрамаса"] = 20,
        ["Некрорыцарь"] = 21,
        ["Костлявое создание"] = 22,
        ["Каменная горгулья"] = 23,
        ["Скелет-кузнец"] = 24,
        ["Нечестивый топор"] = 25,
        ["Нечестивый посох"] = 26,
        ["Нечестивые Мечи"] = 27,
        ["Чумная слизь"] = 28,
        ["Заразный вурдалак"] = 29,
        ["Послушник из некрополиса"] = 30,
        ["Чумная горгулья"] = 31,
        ["Зачумленный вурдалак"] = 32,
        ["Чумная гончая"] = 33,
        ["Дух Наксрамаса"] = 34,
        ["Воздаятель-рыцарь смерти"] = 35,
        ["Мертвый рыцарь-страж"] = 36,
        ["Некропаук-скакун"] = 37,
      }
   },
   ["Пещерная крыса"] = {
      drop = {
        ["Пещерная крыса"] = 1,
      }
   },
   ["Оскверненные накулачники"] = {
      drop = {
        ["Глут"] = 1,
        ["Великая вдова Фарлина"] = 2,
        ["Ануб'Рекан"] = 3,
      }
   },
   ["Сфера Праведности"] = {
      drop = {
        ["Охранник из Багрового Легиона"] = 1,
        ["Окудник из Багрового Легиона"] = 2,
        ["Посвященный из Багрового Легиона"] = 3,
        ["Защитник из Багрового Легиона"] = 4,
        ["Колдун из Багрового Легиона"] = 5,
        ["Жрец из Багрового Легиона"] = 6,
        ["Кавалер из Багрового Легиона"] = 7,
        ["Боевой маг из Багрового Легиона"] = 8,
        ["Инквизитор из Багрового Легиона"] = 9,
        ["Архивариус Галфорд"] = 10,
        ["Монах из Багрового Легиона"] = 11,
        ["Гвардеец из Багрового Легиона"] = 12,
        ["Курьер из Багрового Легиона"] = 13,
        ["Деметрия"] = 14,
      }
   },
   ["Конечности и панцири некрорахнидов"] = {
      drop = {
        ["Некрорахнид-ловец"] = 1,
        ["Некрорахнид-могильщик"] = 2,
        ["Ужасный некрорахнид"] = 3,
        ["Некрорахнид-душегуб"] = 4,
        ["Ануб'шиа"] = 5,
        ["Некрорахнид-ползун"] = 6,
        ["Некрорахнид-живоглот"] = 7,
        ["Неруб'энкан"] = 8,
        ["Злобный некрорахнид"] = 9,
        ["Нерубский надзиратель"] = 10,
      }
   },
   ["Обломки костей"] = {
      drop = {
        ["Скелет-живодер"] = 1,
        ["Скелет-колдун"] = 2,
        ["Скелет-ужасень"] = 3,
        ["Скелет-палач"] = 4,
        ["Скелет-вождь"] = 5,
        ["Скелет-послушник"] = 6,
        ["Солдат Плети"] = 7,
        ["Проклятый маг"] = 8,
        ["Хранитель Плети"] = 9,
        ["Темный заклинатель"] = 10,
        ["Стражник Плети"] = 11,
        ["Ткач Ужаса"] = 12,
        ["Воитель Плети"] = 13,
        ["Скелет-страж"] = 14,
        ["Скелет-берсерк"] = 15,
        ["Череп"] = 16,
        ["Караульный Черной Стражи"] = 17,
        ["Вектус"] = 18,
        ["Раздробленный скелет"] = 19,
        ["Восставшая аберрация"] = 20,
        ["Восставший воин"] = 21,
        ["Восставший заступник"] = 22,
        ["Восставшее создание"] = 23,
        ["Восставший стражник"] = 24,
        ["Восставший костостраж"] = 25,
        ["Бродячий скелет"] = 26,
        ["Лорд Темнокос"] = 27,
        ["Фрас Сиаби"] = 28,
        ["Стратхольмский курьер"] = 29,
        ["Оружейник Черной Стражи"] = 30,
        ["Скелет высокорожденного"] = 31,
        ["Гниющий высокорожденный"] = 32,
        ["Восставший страж"] = 33,
        ["Громоклин"] = 34,
      }
   },
   ["Средоточие Стихий"] = {
      drop = {
        ["Испепеляющий элементаль"] = 1,
        ["Живое пламя"] = 2,
        ["Обсидиановый элементаль"] = 3,
        ["Большой обсидиановый элементаль"] = 4,
        ["Ядовитый ужас"] = 5,
        ["Смолдар"] = 6,
        ["Зачумленный волноплеск"] = 7,
        ["Чумной опустошитель"] = 8,
        ["Зачумленный ужас"] = 9,
        ["Чумное чудовище"] = 10,
        ["Огненный страж"] = 11,
        ["Пылающий огнестраж"] = 12,
        ["Огнестраж-разрушитель"] = 13,
        ["Лорд Опалитель"] = 14,
        ["Лорд Роккор"] = 15,
        ["Подчинитель Пирон"] = 16,
        ["Яропламень"] = 17,
        ["Пиростраж Углевзор"] = 18,
        ["Энтропический зверь"] = 19,
        ["Энтропический ужас"] = 20,
        ["Волшебная аберрация"] = 21,
        ["Клочок маны"] = 22,
        ["Рудиментное чудовище"] = 23,
        ["Вихрь пыли"] = 24,
        ["Воин смерча"] = 25,
        ["Пустынный грохотун"] = 26,
        ["Пустынный яростень"] = 27,
        ["Колыхающийся волноплеск"] = 28,
        ["Гидротварь"] = 29,
        ["Волшебный поток"] = 30,
        ["Волшебное искажение"] = 31,
        ["Ветробой"] = 32,
        ["Вертящийся захватчик"] = 33,
        ["Принцесса Бурилла"] = 34,
        ["Водянистый захватчик"] = 35,
        ["Пылающий захватчик"] = 36,
        ["Барон Огнерр"] = 37,
        ["Грохочущий захватчик"] = 38,
        ["Лавинион"] = 39,
        ["Ураганий"] = 40,
        ["Багровый храмовник"] = 41,
        ["Лазурный храмовник"] = 42,
        ["Седой храмовник"] = 43,
        ["Земельник-храмовник"] = 44,
      }
   },
   ["Испоганенный ремень"] = {
      drop = {
        ["Глут"] = 1,
        ["Хейган Нечестивый"] = 2,
        ["Нот Чумной"] = 3,
      }
   },
   ["Пластины из темного железа"] = {
      drop = {
        ["Кузнец из клана Черного Железа"] = 1,
        ["Поработитель из клана Черного Железа"] = 2,
        ["Надсмотрщик из клана Черного Железа"] = 3,
        ["Солдат из клана Черной горы"] = 4,
        ["Колдун из клана Черной горы"] = 5,
        ["Душегуб из клана Черной горы"] = 6,
        ["Чернокнижник клана Черной горы"] = 7,
        ["Полководец из клана Черной горы"] = 8,
        ["Огр из клана Огненного Чрева"] = 9,
        ["Огр-маг из клана Огненного Чрева"] = 10,
        ["Громила из клана Огненного Чрева"] = 11,
        ["Караульный из клана Черного Железа"] = 12,
        ["Наблюдатель из клана Черного Железа"] = 13,
        ["Охранник из клана Ярости Горна"] = 14,
        ["Пехотинец из клана Ярости Горна"] = 15,
        ["Солдат из клана Ярости Горна"] = 16,
        ["Медик из клана Ярости Горна"] = 17,
        ["Офицер из клана Ярости Горна"] = 18,
        ["Тенегорнский крестьянин"] = 19,
        ["Ремесленник из клана Кузни Рока"] = 20,
        ["Маршал из клана Ярости Горна"] = 21,
        ["Драгун из клана Кузни Рока"] = 22,
        ["Кузнец-волшебник из клана Кузни Рока"] = 23,
        ["Тенегорнский горожанин"] = 24,
        ["Капитан из клана Ярости Горна"] = 25,
        ["Тенегорнский сенатор"] = 26,
        ["Создание-завоеватель"] = 27,
        ["Беспощадный голем"] = 28,
        ["Создание молота Гнева"] = 29,
        ["Оплавленный боевой голем"] = 30,
        ["Огненный страж"] = 31,
        ["Пылающий огнестраж"] = 32,
        ["Огнестраж-разрушитель"] = 33,
        ["Истязатель из культа Сумеречного Молота"] = 34,
        ["Эмиссар культа Сумеречного Молота"] = 35,
        ["Телохранитель из культа Сумеречного Молота"] = 36,
        ["Посол из культа Сумеречного Молота"] = 37,
        ["Зритель арены"] = 38,
        ["Оружейный техник"] = 39,
        ["Гончий пес"] = 40,
        ["Гончий мастиф"] = 41,
        ["Панцер Непобедимый"] = 42,
        ["Чудище"] = 43,
        ["Землеройный червь"] = 44,
        ["Глубинный острожал"] = 45,
        ["Черный крикун"] = 46,
        ["Землеройный громорог"] = 47,
        ["Принцесса Мойра Бронзобород"] = 48,
        ["Жук-бурильщик"] = 49,
        ["Пещерный ползун"] = 50,
        ["Кром'Грул"] = 51,
        ["Капитан из клана Огненного Чрева"] = 52,
        ["Повелитель големов Аргелмах"] = 53,
        ["Бейл'Гор"] = 54,
        ["Лорд Опалитель"] = 55,
        ["Верховный дознаватель Герштан"] = 56,
        ["Император Дагран Тауриссан"] = 57,
        ["Пироман Зерно Мудрости"] = 58,
        ["Лорд Роккор"] = 59,
        ["Подчинитель Пирон"] = 60,
        ["Горош Дервиш"] = 61,
        ["Гриззл"] = 62,
        ["Потрошитель"] = 63,
        ["Ок'тор Разрушитель"] = 64,
        ["Ануб'шиа"] = 65,
        ["Хедрум Ползун"] = 66,
        ["Генерал Кузня Гнева"] = 67,
        ["Тюремщик Стилгисс"] = 68,
        ["Верек"] = 69,
        ["Рубака из легиона Изрубленного Щита"] = 70,
        ["Караульный из легиона Изрубленного Щита"] = 71,
        ["Послушник из легиона Изрубленного Щита"] = 72,
        ["Финий Темнострой"] = 73,
        ["Легионер из легиона Изрубленного Щита"] = 74,
        ["Чароплет из легиона Изрубленного Щита"] = 75,
        ["Посол Огнехлыст"] = 76,
        ["Гор'теш"] = 77,
        ["Вождь Омокк"] = 78,
        ["Боевой маг из клана Черной Вершины"] = 79,
        ["Мистик из клана Черной Вершины"] = 80,
        ["Головорез из клана Черной Вершины"] = 81,
        ["Разоритель из клана Черной Вершины"] = 82,
        ["Огр-волхв из клана Черной Вершины"] = 83,
        ["Полководец из клана Черной Вершины"] = 84,
        ["Лорд-волхв из клана Черной Вершины"] = 85,
        ["Полководец из клана Черной Вершины"] = 86,
        ["Мясник из клана Черной Вершины"] = 87,
        ["Темная охотница Вос'гаджин"] = 88,
        ["Воевода Вун"] = 89,
        ["Мистик из племени Тлеющего Терновника"] = 90,
        ["Жрец Тени из племени Тлеющего Терновника"] = 91,
        ["Охотник за головами из племени Тлеющего Терновника"] = 92,
        ["Чернокнижник из легиона Изрубленного Щита"] = 93,
        ["Налетчик из легиона Изрубленного Щита"] = 94,
        ["Рубака из легиона Огненного Клейма"] = 95,
        ["Легионер из легиона Огненного Клейма"] = 96,
        ["Темнопряд из легиона Огненного Клейма"] = 97,
        ["Призыватель духов из легиона Огненного Клейма"] = 98,
        ["Ткач ужаса из легиона Огненного Клейма"] = 99,
        ["Пиромант из легиона Огненного Клейма"] = 100,
        ["Темный охотник из племени Тлеющего Терновника"] = 101,
        ["Знахарь из племени Тлеющего Терновника"] = 102,
        ["Метатель топоров из племени Тлеющего Терновника"] = 103,
        ["Берсерк из племени Тлеющего Терновника"] = 104,
        ["Ясновидец из племени Тлеющего Терновника"] = 105,
        ["Псарь Гребмар"] = 106,
        ["Палач из культа Сумеречного Молота"] = 107,
        ["Темный хранитель Ворфалк"] = 108,
        ["Темный хранитель Бетек"] = 109,
        ["Темный хранитель Уггель"] = 110,
        ["Темный хранитель Зимрел"] = 111,
        ["Темный хранитель Офгут"] = 112,
        ["Темный хранитель Пелвер"] = 113,
        ["Темный стражник"] = 114,
        ["Сторож Хватка Смерти"] = 115,
        ["Штоппор Наливалс"] = 116,
        ["Фаланкс"] = 117,
        ["Душитель из клана Черной горы"] = 118,
        ["Харли Чернопых"] = 119,
        ["Дебошир-смрадодых"] = 120,
        ["Риббли Крутипроб"] = 121,
        ["Мрачный завсегдатай"] = 122,
        ["Голодный завсегдатай"] = 123,
        ["Пьяный завсегдатай"] = 124,
        ["Властитель Змейталак"] = 125,
        ["Ветеран из легиона Кровавого Топора"] = 126,
        ["Баннок Люторез"] = 127,
        ["Налетчик из клана Черной горы"] = 128,
        ["Ограбиси"] = 129,
        ["Шилл Динджер"] = 130,
        ["Крест Убийца"] = 131,
        ["Джез"] = 132,
        ["Налетчик из легиона Кровавого Топора"] = 133,
        ["Вызыватель из легиона Кровавого Топора"] = 134,
        ["Солдат-наемник из легиона Кровавого Топора"] = 135,
        ["Призыватель из легиона Кровавого Топора"] = 136,
        ["Гок Крепкобив"] = 137,
        ["Интендант Зигрис"] = 138,
        ["Магмус"] = 139,
        ["Друг Риббли"] = 140,
        ["Аррок Смертный Вопль"] = 141,
        ["Похититель из клана Черного Железа"] = 142,
      }
   },
   ["Дикий росток"] = {
      drop = {
        ["Проклятый платан"] = 1,
        ["Кровоцвет-хлыстун"] = 2,
        ["Кровоцвет-живодер"] = 3,
        ["Кровоцвет-крепкозуб"] = 4,
        ["Кровоцвет-зверолов"] = 5,
        ["Бродяга Железнолесья"] = 6,
        ["Топотун Железнолесья"] = 7,
        ["Дух древня"] = 8,
        ["Одеревеневший древень"] = 9,
        ["Железная Кора – заступник"] = 10,
        ["Страж-криводрев"] = 11,
        ["Древень-криводрев"] = 12,
        ["Криводрев-ветвеплет"] = 13,
        ["Криводрев-топотун"] = 14,
        ["Тендрис Криводрев"] = 15,
        ["Удушающая лоза"] = 16,
        ["Бритвохлест"] = 17,
        ["Криводрев Сокрушитель"] = 18,
        ["Кнутохлест"] = 19,
        ["Фазовый плеточник"] = 20,
        ["Хлестун Скверны"] = 21,
        ["Смертельный хлестун"] = 22,
        ["Одеревеневший страж"] = 23,
      }
   },
   ["Ключ от туалета Далсонов"] = {
      drop = {
        ["Бродячий скелет"] = 1,
      }
   },
   ["Ключ от шкафа Далсонов"] = {
      drop = {
        ["Фермер Далсон"] = 1,
      }
   },
   ["Испоганенный наплеч"] = {
      drop = {
        ["Гроббулус"] = 1,
        ["Глут"] = 2,
        ["Лоскутик"] = 3,
      }
   },
   ["Испоганенные сапоги"] = {
      drop = {
        ["Глут"] = 1,
        ["Готик Жнец"] = 2,
        ["Инструктор Разувий"] = 3,
      }
   },
   ["Оскверненный воинский пояс"] = {
      drop = {
        ["Глут"] = 1,
        ["Хейган Нечестивый"] = 2,
        ["Нот Чумной"] = 3,
      }
   },
   ["Испоганенное наплечье"] = {
      drop = {
        ["Гроббулус"] = 1,
        ["Глут"] = 2,
        ["Лоскутик"] = 3,
      }
   },
   ["Испоганенные башмаки"] = {
      drop = {
        ["Глут"] = 1,
        ["Готик Жнец"] = 2,
        ["Инструктор Разувий"] = 3,
      }
   },
   ["Мифриловая обшивка"] = {
      drop = {
        ["Лязгун"] = 1,
        ["Крошшер клана Северного Волка"] = 2,
        ["Крошшер клана Грозовой Вершины"] = 3,
        ["7:XT"] = 4,
      }
   },
   ["Перстень Бездны"] = {
      drop = {
        ["Огарцог"] = 1,
        ["Герцог Глубин"] = 2,
        ["Герцог Осколков"] = 3,
        ["Герцог Ветров"] = 4,
      }
   },
   ["Скипетр Бездны"] = {
      drop = {
        ["Принц Скальдренокс"] = 1,
        ["Верховный маршал Круговерт"] = 2,
        ["Барон Казум"] = 3,
        ["Лорд Сквол"] = 4,
      }
   },
   ["Бронзовая трубка"] = {
      drop = {
        ["Бейл'данский землечерп"] = 1,
        ["Бейл'данский старшина"] = 2,
        ["Бейл'данский ружейник"] = 3,
        ["Машиностроитель Торговой Компании"] = 4,
        ["XT:4"] = 5,
        ["XT:9"] = 6,
        ["Землеглот из пещерных глубин"] = 7,
        ["Душитель из пещерных глубин"] = 8,
        ["Прокаженный техник"] = 9,
        ["Механотанк"] = 10,
        ["Механический огнемет"] = 11,
        ["Механический ледоступ"] = 12,
        ["Защитный скафандр миротворца"] = 13,
        ["Техбот"] = 14,
        ["Волшебный обнулятор X-21"] = 15,
        ["Механический караульный"] = 16,
        ["Механический страж"] = 17,
        ["Облученный погромщик"] = 18,
        ["Прокаженный ассистент"] = 19,
        ["Звяк Пружиносвист"] = 20,
        ["Крошшер клана Песни Войны"] = 21,
      }
   },
   ["Камень приспешника Плети"] = {
      drop = {
        ["Скелет-живодер"] = 1,
        ["Скелет-колдун"] = 2,
        ["Скелет-ужасень"] = 3,
        ["Скелет-палач"] = 4,
        ["Скелет-послушник"] = 5,
        ["Слюнявый вурдалак"] = 6,
        ["Гниющий вурдалак"] = 7,
        ["Бездушный вурдалак"] = 8,
        ["Опаляющий вурдалак"] = 9,
        ["Леденящий вурдалак"] = 10,
        ["Холодный призрак"] = 11,
        ["Кровавый призрак"] = 12,
        ["Алчущий призрак"] = 13,
        ["Вопящая Смерть"] = 14,
        ["Скверногрив"] = 15,
        ["Гниющий кадавр"] = 16,
        ["Зачумленный зомби"] = 17,
        ["Солдат Плети"] = 18,
        ["Проклятый маг"] = 19,
        ["Хранитель Плети"] = 20,
        ["Темный заклинатель"] = 21,
        ["Стражник Плети"] = 22,
        ["Каннибал-вурдалак"] = 23,
        ["Бормочущий вурдалак"] = 24,
        ["Гнилая горгулья"] = 25,
        ["Гнилой визгун"] = 26,
        ["Незримый слуга"] = 27,
        ["Растерзанная крикунья"] = 28,
        ["Яростная визгунья"] = 29,
        ["Лоскутный ужас"] = 30,
        ["Сектант Смерти"] = 31,
        ["Злобный воспитатель"] = 32,
        ["Призыватель Тьмы"] = 33,
        ["Некрорахнид-ловец"] = 34,
        ["Некрорахнид-могильщик"] = 35,
        ["Ужасный некрорахнид"] = 36,
        ["Скелет-страж"] = 37,
        ["Скелет-берсерк"] = 38,
        ["Око Наксрамаса"] = 39,
        ["Восставшая аберрация"] = 40,
        ["Зловонный зомби"] = 41,
        ["Зачумленный детеныш дракона"] = 42,
        ["Болтливый вурдалак"] = 43,
        ["Бродячий скелет"] = 44,
        ["Заступник зиккурата"] = 45,
        ["Огненный скелет"] = 46,
      }
   },
   ["Ткань Скверны"] = {
      drop = {
        ["Охотник Скверны"] = 1,
        ["Караульный-страж Скверны"] = 2,
        ["Сатир из племени Легаши"] = 3,
        ["Разбойник из племени Легаши"] = 4,
        ["Призыватель огня из племени Легаши"] = 5,
        ["Мастер Страхожуть"] = 6,
        ["Разбойник из племени Нефритового Пламени"] = 7,
        ["Плут из племени Нефритового Пламени"] = 8,
        ["Предатель из племени Нефритового Пламени"] = 9,
        ["Скверноподданный из племени Нефритового Пламени"] = 10,
        ["Тенелов из племени Нефритового Пламени"] = 11,
        ["Призыватель огня из племени Нефритового Пламени"] = 12,
        ["Посвященная Хедерины"] = 13,
        ["Душегуб Хедерины"] = 14,
        ["Разелих Осквернитель"] = 15,
        ["Осквернерр"] = 16,
        ["Повелитель ужаса"] = 17,
        ["Элитный страж Скверны"] = 18,
        ["Ксаватрас"] = 19,
        ["Лорд Гиблопуст"] = 20,
        ["Ракайа"] = 21,
        ["Салия"] = 22,
        ["Моора"] = 23,
        ["Джеденарский легионер"] = 24,
        ["Принц Ксавалис"] = 25,
        ["Искра Ужаса"] = 26,
        ["Леди Хедерина"] = 27,
        ["Ксаварик"] = 28,
        ["Чернокнижник из клана Гордок"] = 29,
        ["Разоритель из клана Гордок"] = 30,
        ["Сатир из племени Буйного Нрава"] = 31,
        ["Разбойник из племени Буйного Нрава"] = 32,
        ["Плут из племени Буйного Нрава"] = 33,
        ["Предатель из племени Буйного Нрава"] = 34,
        ["Скверноподданный из племени Буйного Нрава"] = 35,
        ["Тенелов из племени Буйного Нрава"] = 36,
        ["Призыватель огня из племени Буйного Нрава"] = 37,
        ["Командир стражей ужаса"] = 38,
        ["Дикий бес из племени Буйного Нрава"] = 39,
        ["Алшир Гиблодых"] = 40,
        ["Дубильщик из клана Гордок"] = 41,
        ["Зоротианский конь погибели"] = 42,
        ["Сумасшедший слуга"] = 43,
      }
   },
   ["Перо из головного убора Мертвого Леса"] = {
      drop = {
        ["Воин из племени Мертвого Леса"] = 1,
        ["Садовник из племени Мертвого Леса"] = 2,
        ["Землепроходец из племени Мертвого Леса"] = 3,
        ["Дозорный из племени Мертвого Леса"] = 4,
        ["Мститель из племени Мертвого Леса"] = 5,
        ["Шаман из племени Мертвого Леса"] = 6,
        ["Вождь Кровавая Утроба"] = 7,
        ["Властитель Рор"] = 8,
        ["Яролап"] = 9,
      }
   },
   ["Бусы духов Зимней Спячки"] = {
      drop = {
        ["Ведмедь из племени Зимней Спячки"] = 1,
        ["Шаман из племени Зимней Спячки"] = 2,
        ["Дозорный из племени Зимней Спячки"] = 3,
        ["Тотемист из племени Зимней Спячки"] = 4,
        ["Землепроходец из племени Зимней Спячки"] = 5,
        ["Верховный вождь племени Зимней Спячки"] = 6,
        ["Гонец из племени Зимней Спячки"] = 7,
      }
   },
   ["Кружка медовухи"] = {
      drop = {
        ["Малгин Ячменовар"] = 1,
      }
   },
   ["Плавник мурлока"] = {
      drop = {
        ["Мурлок-добытчик"] = 1,
        ["Мурлок-береговик"] = 2,
        ["Мурлок-волнолов"] = 3,
        ["Мурлок-воин"] = 4,
        ["Мурлок"] = 5,
        ["Мурлок-трупоед"] = 6,
        ["Низший мурлок-оракул"] = 7,
        ["Мурлок-охотник"] = 8,
        ["Мурлок-сетеплет"] = 9,
        ["Мурлок-налетчик"] = 10,
        ["Мурлок-оракул"] = 11,
        ["Мурлок-следопыт"] = 12,
        ["Мурлок-волномут"] = 13,
        ["Низший мурлок-волномут"] = 14,
        ["Мурлок-разведчик"] = 15,
        ["Мурлок-скрытень"] = 16,
        ["Речной мурлок-бегун"] = 17,
        ["Мурлок из племени Синежабрых"] = 18,
        ["Пачкун из племени Синежабрых"] = 19,
        ["Добытчик из племени Синежабрых"] = 20,
        ["Воин из племени Синежабрых"] = 21,
        ["Грязекоп из племени Синежабрых"] = 22,
        ["Оракул из племени Синежабров"] = 23,
        ["Мурлок-гарпунер"] = 24,
        ["Жрун"] = 25,
        ["Налетчик из племени Синежабрых"] = 26,
        ["Мутанус Пожиратель"] = 27,
        ["Прыгун из племени Соленой Слюны"] = 28,
        ["Воин из племени Соленой Слюны"] = 29,
        ["Грязекоп из племени Соленой Слюны"] = 30,
        ["Оракул из племени Соленой Слюны"] = 31,
        ["Мурлок из племени Мутной Воды"] = 32,
        ["Грязекоп из племени Мутной Воды"] = 33,
        ["Оракул из племени Мутной Воды"] = 34,
        ["Гелихаст"] = 35,
        ["Грязнюк Жестокий"] = 36,
        ["Шоколадный Плавник"] = 37,
        ["Кальмарник"] = 38,
      }
   },
   ["Магическая сфера воды"] = {
      drop = {
        ["Морской элементаль"] = 1,
        ["Морской вал"] = 2,
        ["Ядовитый ужас"] = 3,
        ["Зачумленный волноплеск"] = 4,
        ["Чумной опустошитель"] = 5,
        ["Зачумленный ужас"] = 6,
        ["Чумное чудовище"] = 7,
        ["Лужа грязи"] = 8,
        ["Геолорд из культа Сумеречного Молота"] = 9,
        ["Паук-падальщик"] = 10,
        ["Колыхающийся волноплеск"] = 11,
        ["Гидротварь"] = 12,
        ["Порождение Ноксиона"] = 13,
        ["Ядовитая лоза"] = 14,
        ["Принцесса Бурилла"] = 15,
        ["Водянистый захватчик"] = 16,
        ["Герцог Глубин"] = 17,
        ["Лазурный храмовник"] = 18,
        ["Лорд Сквол"] = 19,
      }
   },
   ["Удавник"] = {
      drop = {
        ["Мурлок-береговик"] = 1,
        ["Мурлок-волнолов"] = 2,
        ["Большой шкуродер"] = 3,
        ["Мурлок-воин"] = 4,
        ["Старый Мрачноглаз"] = 5,
        ["Низший мурлок-оракул"] = 6,
        ["Мурлок-охотник"] = 7,
        ["Мурлок-сетеплет"] = 8,
        ["Мурлок-налетчик"] = 9,
        ["Бракк"] = 10,
        ["Тропический ловец"] = 11,
        ["Ледоглазый василиск"] = 12,
        ["Младший элементаль воды"] = 13,
        ["Болотный мурлок"] = 14,
        ["Болотный чернильщик"] = 15,
        ["Болотный трупоед"] = 16,
        ["Болотный оракул"] = 17,
        ["Пантера Тени"] = 18,
        ["Тигрица Тернистой долины"] = 19,
        ["Воин племени Соленой Чешуи"] = 20,
        ["Добытчик из племени Соленой Чешуи"] = 21,
        ["Охотник из племени Соленой Чешуи"] = 22,
        ["Мурлок из племени Синежабрых"] = 23,
        ["Пачкун из племени Синежабрых"] = 24,
        ["Воин из племени Синежабрых"] = 25,
        ["Грязекоп из племени Синежабрых"] = 26,
        ["Хозяин болота"] = 27,
        ["Острозубый крепкохват"] = 28,
        ["Чудовищный краб"] = 29,
        ["Проклятый матрос"] = 30,
        ["Проклятый страж бухты"] = 31,
        ["Первый помощник Снеллиг"] = 32,
        ["Береговой краб"] = 33,
        ["Болотный кроколиск"] = 34,
        ["Молодой болотный кроколиск"] = 35,
        ["Налетчик из племени Синежабрых"] = 36,
        ["Зомби Занзила"] = 37,
        ["Горлаш"] = 38,
        ["Налетчик из шайки Кровавого Паруса"] = 39,
        ["Маг из шайки Кровавого Паруса"] = 40,
        ["Сорвиголова из шайки Кровавого Паруса"] = 41,
        ["Слюнявый вурдалак"] = 42,
        ["Гниющее чудище"] = 43,
        ["Гниющий ужас"] = 44,
        ["Громила из стаи Гнилошкуров"] = 45,
        ["Озерный тихоступ"] = 46,
        ["Гигантский болотный кроколиск"] = 47,
        ["Рифовая бешенка"] = 48,
        ["Береговая бешенка"] = 49,
        ["Крепкозуб Темных берегов"] = 50,
        ["Старый крепкозуб Темных берегов"] = 51,
        ["Береговик из племени Серой Мглы"] = 52,
        ["Ясновидец из племени Серой Мглы"] = 53,
        ["Охотник племени Серой Мглы"] = 54,
        ["Оракул из племени Серой Мглы"] = 55,
        ["Волнолов из племени Серой Мглы"] = 56,
        ["Карликовый прибрежный краб"] = 57,
        ["Прибрежный краб"] = 58,
        ["Молодой рифовый краб"] = 59,
        ["Рифовый краб"] = 60,
        ["Гневный рифовый краб"] = 61,
        ["Побережник из клана Пронзающего Гребня"] = 62,
        ["Береговой охотник из клана Пронзающего Гребня"] = 63,
        ["Крикунья из клана Пронзающего Гребня"] = 64,
        ["Сирена из клана Пронзающего Гребня"] = 65,
        ["Грязекоп из племени Рваного Плавника"] = 66,
        ["Береговик из племени Рваного Плавника"] = 67,
        ["Оракул из племени Рваного Плавника"] = 68,
        ["Волнолов из племени Порванного Плавника"] = 69,
        ["Морской хрустогрыз"] = 70,
        ["Зеленый слякоч"] = 71,
        ["Обжигающий дракончик"] = 72,
        ["Грабитель Южных морей"] = 73,
        ["Иша Авак"] = 74,
        ["Мирмидон из клана Зловещего Хвоста"] = 75,
        ["Разящий из клана Зловещего Хвоста"] = 76,
        ["Скользящий по волнам из клана Зловещего Хвоста"] = 77,
        ["Морская ведьма из клана Зловещего Хвоста"] = 78,
        ["Колдунья из клана Зловещего Хвоста"] = 79,
        ["Гидра-тайнохлыст"] = 80,
        ["Живодер-тайнохлыст"] = 81,
        ["Воин из племени Соленой Слюны"] = 82,
        ["Грязекоп из племени Соленой Слюны"] = 83,
        ["Оракул из племени Соленой Слюны"] = 84,
        ["Чащобный древотес"] = 85,
        ["Чащобный камнедвиг"] = 86,
        ["Чащобный заскорузлый потрошитель"] = 87,
        ["Старый медведь Ясеневого леса"] = 88,
        ["Краб-щелкун"] = 89,
        ["Шипастый краб"] = 90,
        ["Воронковый паук дикого терна"] = 91,
        ["Светлолапый вожак"] = 92,
        ["Злобный элементаль воды"] = 93,
        ["Жрица из клана Зловещего Хвоста"] = 94,
        ["Матрос из шайки Кровавого Паруса"] = 95,
        ["Глубинный искатель"] = 96,
        ["Нага из клана Скользящего Плавника"] = 97,
        ["Колдунья из клана Скользящего Плавника"] = 98,
        ["Воин из клана Скользящего Плавника"] = 99,
        ["Мирмидон из клана Скользящего Плавника"] = 100,
        ["Оракул из клана Скользящего Плавника"] = 101,
        ["Морская ведьма из клана Скользящего Плавника"] = 102,
        ["Сатир из племени Змеящегося Корня"] = 103,
        ["Разбойник из племени Змеящегося Корня"] = 104,
        ["Жрица прилива из Непроглядной Пучины"] = 105,
        ["Оракул Непроглядной Пучины"] = 106,
        ["Морская ведьма Непроглядной Пучины"] = 107,
        ["Мирмидон Непроглядной Пучины"] = 108,
        ["Аквамант из культа Сумеречного Молота"] = 109,
        ["Летописец из культа Сумеречного Молота"] = 110,
        ["Мелководный клешнехват"] = 111,
        ["Мурлок из племени Мутной Воды"] = 112,
        ["Стремительное ракообразное"] = 113,
        ["Ракообразный клешнехват"] = 114,
        ["Колючий членистоног"] = 115,
        ["Рыбоед Аку'май"] = 116,
        ["Глубинный крепкозуб"] = 117,
        ["Мелководный хрупопанцирник"] = 118,
        ["Акула-молот"] = 119,
        ["Мрачный ползун"] = 120,
        ["Воин из племени Атал'ай"] = 121,
        ["Воин из клана Гребня Ненависти"] = 122,
        ["Скользящий по волнам из клана Гребня Ненависти"] = 123,
        ["Мирмидон из клана Гребня Ненависти"] = 124,
        ["Визгунья из клана Гребня Ненависти"] = 125,
        ["Колдунья из клана Гребня Ненависти"] = 126,
        ["Брат листвы"] = 127,
        ["Береговой странник"] = 128,
        ["Странник глубин"] = 129,
        ["Морской элементаль"] = 130,
        ["Морской вал"] = 131,
        ["Берегоброд"] = 132,
        ["Терновый собиратель росы"] = 133,
        ["Терновый корнеплет"] = 134,
        ["Бугристый шипокож"] = 135,
        ["Хрустальный паук"] = 136,
        ["Проклятый платан"] = 137,
        ["Краснокаменный хрусталиск"] = 138,
        ["Солдат из крепости Стражей Пустоты"] = 139,
        ["Скользкопанцирный макрура"] = 140,
        ["Озерная бешенка"] = 141,
        ["Арккоранский клешневик"] = 142,
        ["Змеестраж из клана Бича Злобы"] = 143,
        ["Краб"] = 144,
        ["Волношлеп"] = 145,
        ["Большой волношлеп"] = 146,
        ["Клешнекоп макринни"] = 147,
        ["Воин штормового залива"] = 148,
        ["Ядошкурый равазавр"] = 149,
        ["Кровоцвет-хлыстун"] = 150,
        ["Кровоцвет-живодер"] = 151,
        ["Кровоцвет-крепкозуб"] = 152,
        ["Кровоцвет-зверолов"] = 153,
        ["Ун'горская горилла"] = 154,
        ["Смоляная тварь"] = 155,
        ["Смоляной скрытень"] = 156,
        ["Смоляной господин"] = 157,
        ["Испепеляющий элементаль"] = 158,
        ["Смоляной ползун"] = 159,
        ["Каменный страж"] = 160,
        ["Проклятый слизнюк"] = 161,
        ["Нечистый слизнюк"] = 162,
        ["Криводрев-моходер"] = 163,
        ["Криводрев-живорез"] = 164,
        ["Дессекус"] = 165,
        ["Караульный-инфернал"] = 166,
        ["Бродяга Железнолесья"] = 167,
        ["Топотун Железнолесья"] = 168,
        ["Высохший заступник"] = 169,
        ["Воин из племени Мертвого Леса"] = 170,
        ["Центурион-костещеп"] = 171,
        ["Бродячий лесной древень"] = 172,
        ["Гаммерита"] = 173,
        ["Сталеспин"] = 174,
        ["Глубинный скрытень"] = 175,
        ["Хранитель Плети"] = 176,
        ["Болезненный живодер"] = 177,
        ["Охранник из клана Ярости Горна"] = 178,
        ["Караульный из легиона Изрубленного Щита"] = 179,
        ["Ларион"] = 180,
        ["Муиджин"] = 181,
        ["Деметродон"] = 182,
        ["Терродактиль"] = 183,
        ["Бесноватый терродактиль"] = 184,
        ["Сторож Хватка Смерти"] = 185,
        ["Отделившийся слизнюк"] = 186,
        ["Ядожалый скорпид"] = 187,
        ["Ткач ужаса из легиона Чернорука"] = 188,
        ["Темный чародей из секты Тузадин"] = 189,
        ["Окудник из Багрового Легиона"] = 190,
        ["Леди Веспия"] = 191,
        ["Малифой Черномолот"] = 192,
        ["Верховная жрица Макдонелл"] = 193,
        ["Хранитель котла Душегнев"] = 194,
        ["Берсерк из племени Гурубаши"] = 195,
        ["Зулианский тигр"] = 196,
        ["Разоритель из клана Гордок"] = 197,
        ["Одеревеневший древень"] = 198,
        ["Железная Кора – заступник"] = 199,
        ["Страж-криводрев"] = 200,
        ["Древень-криводрев"] = 201,
        ["Криводрев-ветвеплет"] = 202,
        ["Криводрев-топотун"] = 203,
        ["Краб с мертвой хваткой"] = 204,
        ["Жестколапый клешневик"] = 205,
        ["Лавовый уничтожитель"] = 206,
        ["Земляной сокрушитель"] = 207,
        ["Хранитель Хавунт из культа Сумеречного Молота"] = 208,
        ["Жрец из племени Хаккари"] = 209,
        ["Тессалийская гидра"] = 210,
        ["Колючий хлыстолап"] = 211,
        ["Удушающая лоза"] = 212,
        ["Пагубная слизь"] = 213,
        ["Пещерный скрытень"] = 214,
        ["Пещерный шаркун"] = 215,
        ["Разъяренный рифовый краб"] = 216,
        ["Элитный охранник Ониксии"] = 217,
        ["Приливница"] = 218,
        ["Ворша Хлестунья"] = 219,
        ["Криводрев Сокрушитель"] = 220,
        ["Кнутохлест"] = 221,
        ["Прогнивший топотун"] = 222,
        ["Загнивший плетун"] = 223,
        ["Фазовый плеточник"] = 224,
        ["Хлестун Скверны"] = 225,
        ["Смертельный хлестун"] = 226,
        ["Колк"] = 227,
        ["Стальноклювый крепкохват"] = 228,
        ["Леди Зефрис"] = 229,
        ["Одеревеневший страж"] = 230,
        ["Облезлый Шип"] = 231,
        ["Похититель из племени Порочной Ветви"] = 232,
        ["Плотоед"] = 233,
        ["Аптекарь Квинард"] = 234,
        ["Генерал Кирика"] = 235,
        ["Маршал Синестен"] = 236,
      }
   },
   ["Лиловый лотос"] = {
      drop = {
        ["Воин из племени Кровавого Скальпа"] = 1,
        ["Разведчик из племени Кровавого Скальпа"] = 2,
        ["Охотник из племени Кровавого Скальпа"] = 3,
        ["Берсерк из племени Кровавого Скальпа"] = 4,
        ["Воин из племени Дробителей Черепов"] = 5,
        ["Охотник из племени Дробителей Черепов"] = 6,
        ["Знахарь из племени Дробителей Черепов"] = 7,
        ["Охотник за головами из племени Кровавого Скальпа"] = 8,
        ["Духолов из племени Дробителей Черепов"] = 9,
        ["Шаман из клана Мош'Огг"] = 10,
        ["Молодой тигр Тернистой долины"] = 11,
        ["Тенебрюхая пантера"] = 12,
        ["Ящер-кнутохвост"] = 13,
        ["Метатель топоров из племени Кровавого Скальпа"] = 14,
        ["Метатель топоров из племени Дробителей Черепов"] = 15,
        ["Шаман из племени Кровавого Скальпа"] = 16,
        ["Мистик из племени Кровавого Скальпа"] = 17,
        ["Чаротвор Мош'Огг"] = 18,
        ["Пантера"] = 19,
        ["Болотный трупоед"] = 20,
        ["Пантера из племени Дробителей Черепов"] = 21,
        ["Тигрица Тернистой долины"] = 22,
        ["Мистик из племени Дробителей Черепов"] = 23,
        ["Охотник за головами из племени Дробителей Черепов"] = 24,
        ["Разведчик из племени Дробителей Черепов"] = 25,
        ["Берсерк из племени Дробителей Черепов"] = 26,
        ["Повелитель зверей из племени Дробителей Черепов"] = 27,
        ["Май'Зот"] = 28,
        ["Острозубая бешенка"] = 29,
        ["Анатек Жестокий"] = 30,
        ["Могх Неумирающий"] = 31,
        ["Хозяин болота"] = 32,
        ["Старый тигр Тернистой долины"] = 33,
        ["Джунглевый рокотун"] = 34,
        ["Громила из клана Мош'Огг"] = 35,
        ["Знахарь из клана Мош'Огг"] = 36,
        ["Кроколиск-хрустогрыз"] = 37,
        ["Зомби Занзила"] = 38,
        ["Охотник Занзила"] = 39,
        ["Знахарь Занзила"] = 40,
        ["Нага Занзила"] = 41,
        ["Налетчик из шайки Кровавого Паруса"] = 42,
        ["Морской волк из шайки Кровавого Паруса"] = 43,
        ["Скелет-палач"] = 44,
        ["Скелет-послушник"] = 45,
        ["Опаляющий вурдалак"] = 46,
        ["Леденящий вурдалак"] = 47,
        ["Вопящая Смерть"] = 48,
        ["Злобная слизь"] = 49,
        ["Всепожирающий слизнюк"] = 50,
        ["Гниющее чудище"] = 51,
        ["Гниющий ужас"] = 52,
        ["Рыцарь Алого ордена"] = 53,
        ["Кикиморд"] = 54,
        ["Дровосек из Алого ордена"] = 55,
        ["Нага-исследователь"] = 56,
        ["Йеннику"] = 57,
        ["Занзил Отверженный"] = 58,
        ["Лорд Сакрасис"] = 59,
        ["Южный песчаный краб"] = 60,
        ["Знахарь из племени Порочной Ветви"] = 61,
        ["Охотник за головами из племени Порочной Ветви"] = 62,
        ["Темный чародей из племени Порочной Ветви"] = 63,
        ["Берсерк из племени Порочной Ветви"] = 64,
        ["Шкуродер из племени Порочной Ветви"] = 65,
        ["Темный охотник из племени Порочной Ветви"] = 66,
        ["Кровопийца из племени Порочной Ветви"] = 67,
        ["Пожиратель душ из племени Порочной Ветви"] = 68,
        ["Страж Аман'заси из племени Порочной Ветви"] = 69,
        ["Охотник за скальпами из племени Сухокожих"] = 70,
        ["Ревнитель из племени Сухокожих"] = 71,
        ["Шкуродер из племени Сухокожих"] = 72,
        ["Отравитель из племени Сухокожих"] = 73,
        ["Садист из племени Сухокожих"] = 74,
        ["Взыватель из племени Сухокожих"] = 75,
        ["Зеленый слякоч"] = 76,
        ["Нефритовый слизнюк"] = 77,
        ["Волчонок Порочной Ветви"] = 78,
        ["Верховой волк Порочной Ветви"] = 79,
        ["Паук-нянька племени Сухокожих"] = 80,
        ["Вождь клана Гнилобрюхих"] = 81,
        ["Скальный койот"] = 82,
        ["Горный охотник"] = 83,
        ["Младший каменный элементаль"] = 84,
        ["Тенегорнский проходчик"] = 85,
        ["Тенегорнский темнопряд"] = 86,
        ["Сломанный зуб"] = 87,
        ["Порабощенный друид-ворон"] = 88,
        ["Примитивный совух"] = 89,
        ["Дикий совух"] = 90,
        ["Разящий из клана Зловещего Хвоста"] = 91,
        ["Разбойник из племени Ксавиан"] = 92,
        ["Скверноподданный из племени Мускуса Скверны"] = 93,
        ["Плут из племени Каменного Сердца"] = 94,
        ["Тенелов из племени Каменного Сердца"] = 95,
        ["Светлолапый бегун"] = 96,
        ["Шаман из племени Колючего Меха"] = 97,
        ["Оракул из племени Черножабрых"] = 98,
        ["Вождь племени Черножабрых"] = 99,
        ["Воин из племени Черножабрых"] = 100,
        ["Воин из племени Порочной Ветви"] = 101,
        ["Охотник за скальпами из племени Порочной Ветви"] = 102,
        ["Ворожей из племени Порочной Ветви"] = 103,
        ["Нефритовый слякоч"] = 104,
        ["Изумрудный слизнюк"] = 105,
        ["Мститель из Алого ордена"] = 106,
        ["Чароплет Алого ордена"] = 107,
        ["Юнга из шайки Кровавого Паруса"] = 108,
        ["Тенегорнский геодезист"] = 109,
        ["Тенегорнский землекоп"] = 110,
        ["Громила из клана Гордунни"] = 111,
        ["Изверг из клана Гордунни"] = 112,
        ["Шаман из клана Гордунни"] = 113,
        ["Военачальник Гордунни"] = 114,
        ["Маг-лорд из клана Гордунни"] = 115,
        ["Чернокнижник из клана Гордунни"] = 116,
        ["Полководец клана Гордунни"] = 117,
        ["Гроддокский рокотун"] = 118,
        ["Медведь-сталемех"] = 119,
        ["Блеклоперый грозовой крылень"] = 120,
        ["Дольный крикун"] = 121,
        ["Воин из клана Гребня Ненависти"] = 122,
        ["Скользящий по волнам из клана Гребня Ненависти"] = 123,
        ["Змеестраж из клана Гребня Ненависти"] = 124,
        ["Мирмидон из клана Гребня Ненависти"] = 125,
        ["Визгунья из клана Гребня Ненависти"] = 126,
        ["Колдунья из клана Гребня Ненависти"] = 127,
        ["Сирена из клана Гребня Ненависти"] = 128,
        ["Гарпия из стаи Студеных Ключей"] = 129,
        ["Разбойница из стаи Студеных Ключей"] = 130,
        ["Душегубка из стаи Студеных Ключей"] = 131,
        ["Призывательница ветров из стаи Студеных Ключей"] = 132,
        ["Стеклошкурый взорень"] = 133,
        ["Плетохвостый скорпид"] = 134,
        ["Голодный хромоног"] = 135,
        ["Земляной яростень"] = 136,
        ["Дюнный крушитель"] = 137,
        ["Гневный дюнный крушитель"] = 138,
        ["Огр из клана Песчаного Молота"] = 139,
        ["Головорез из клана Песчаного Молота"] = 140,
        ["Огр-маг из клана Песчаного Молота"] = 141,
        ["Громила из клана Песчаного Молота"] = 142,
        ["Чернокнижник из клана Песчаного Молота"] = 143,
        ["Терновый собиратель росы"] = 144,
        ["Терновый корнеплет"] = 145,
        ["Бугристый шипокож"] = 146,
        ["Разбойник из шайки Скитальцев Пустыни"] = 147,
        ["Вор из шайки Скитальцев Пустыни"] = 148,
        ["Темный маг из шайки Скитальцев Пустыни"] = 149,
        ["Бандит из шайки Скитальцев Пустыни"] = 150,
        ["Убийца из шайки Скитальцев Пустыни"] = 151,
        ["Шкуродер из племени Песчаной Бури"] = 152,
        ["Метатель топоров из племени Песчаной Бури"] = 153,
        ["Призыватель Огня из племени Песчаной Бури"] = 154,
        ["Кузнец из клана Черного Железа"] = 155,
        ["Поработитель из клана Черного Железа"] = 156,
        ["Страж огня из культа Сумеречного Молота"] = 157,
        ["Проклятый платан"] = 158,
        ["Огр-маг из клана Молота Ужаса"] = 159,
        ["Тень высокорожденной"] = 160,
        ["Призрак высокорожденного"] = 161,
        ["Сатир из племени Халдарр"] = 162,
        ["Плут из племени Халдарр"] = 163,
        ["Скверноподданный из племени Халдарр"] = 164,
        ["Лорд-маг драконов"] = 165,
        ["Синий чешуйчатый губитель"] = 166,
        ["Драконья чаровязка"] = 167,
        ["Арккоранский трещот"] = 168,
        ["Арккоранский грязекоп"] = 169,
        ["Скалоход"] = 170,
        ["Воин из клана Бича Злобы"] = 171,
        ["Крикунья из клана Бича Злобы"] = 172,
        ["Змеестраж из клана Бича Злобы"] = 173,
        ["Сирена из клана Бича Злобы"] = 174,
        ["Мирмидон из клана Бича Злобы"] = 175,
        ["Эльф крови-землемер"] = 176,
        ["Сатир из племени Легаши"] = 177,
        ["Разбойник из племени Легаши"] = 178,
        ["Призыватель огня из племени Легаши"] = 179,
        ["Громоголовый гиппогриф"] = 180,
        ["Громорогий крылень"] = 181,
        ["Кровоцвет-хлыстун"] = 182,
        ["Кровоцвет-живодер"] = 183,
        ["Кровоцвет-крепкозуб"] = 184,
        ["Кровоцвет-зверолов"] = 185,
        ["Ун'Горский топотун"] = 186,
        ["Смоляная тварь"] = 187,
        ["Смоляной скрытень"] = 188,
        ["Смоляной господин"] = 189,
        ["Смоляной ползун"] = 190,
        ["Земельник-камнекрушитель"] = 191,
        ["Земельник-скульптор"] = 192,
        ["Колдун из клана Черной горы"] = 193,
        ["Душегуб из клана Черной горы"] = 194,
        ["Чернокнижник клана Черной горы"] = 195,
        ["Огр из клана Огненного Чрева"] = 196,
        ["Черный драконид"] = 197,
        ["Черная драконида"] = 198,
        ["Огнечешуйчатая драконида"] = 199,
        ["Ворг из клана Черной горы"] = 200,
        ["Пещерный скорпид"] = 201,
        ["Криводрев-моходер"] = 202,
        ["Криводрев-живорез"] = 203,
        ["Дессекус"] = 204,
        ["Бродяга Железнолесья"] = 205,
        ["Топотун Железнолесья"] = 206,
        ["Высохший заступник"] = 207,
        ["Ведмедь из племени Зимней Спячки"] = 208,
        ["Шаман из племени Зимней Спячки"] = 209,
        ["Дозорный из племени Зимней Спячки"] = 210,
        ["Землепроходец из племени Зимней Спячки"] = 211,
        ["Хладнокрылый птенец"] = 212,
        ["Лохматый совух"] = 213,
        ["Бродячий лесной древень"] = 214,
        ["Охотник Скверны из племени Сухокожих"] = 215,
        ["Паучонок племени Сухокожих"] = 216,
        ["Пират Южных морей"] = 217,
        ["Флибустьер Южных морей"] = 218,
        ["Неупокоенный высокорожденный"] = 219,
        ["Коварная жрица Ведьмиса"] = 220,
        ["Эдана Коготь Ненависти"] = 221,
        ["Тик"] = 222,
        ["Глубинный скрытень"] = 223,
        ["Часовой Кельдара Солнечный Клинок"] = 224,
        ["Полководец Креллиан"] = 225,
        ["Идолопоклонница из культа Сумеречного Молота"] = 226,
        ["Караульный из клана Черного Железа"] = 227,
        ["Ткач Ужаса"] = 228,
        ["Воитель Плети"] = 229,
        ["Безглазый дозорный"] = 230,
        ["Певица Смерти"] = 231,
        ["Шатающийся голем"] = 232,
        ["Лоскутный голем"] = 233,
        ["Темный адепт"] = 234,
        ["Темный маг"] = 235,
        ["Некрорахнид-ловец"] = 236,
        ["Некрорахнид-душегуб"] = 237,
        ["Темный охотник из племени Моходеров"] = 238,
        ["Наблюдатель из клана Черного Железа"] = 239,
        ["Эльф крови-защитник"] = 240,
        ["Злобный инфернал"] = 241,
        ["Древесный отшельник"] = 242,
        ["Мокрокрылый разбойник"] = 243,
        ["Прислужник-демон Бездны"] = 244,
        ["Драконид Когтя Ярости"] = 245,
        ["Легионер из легиона Изрубленного Щита"] = 246,
        ["Терродактиль"] = 247,
        ["Боевой маг из клана Черной Вершины"] = 248,
        ["Полководец из клана Черной Вершины"] = 249,
        ["Охотник за головами из племени Тлеющего Терновника"] = 250,
        ["Чернокнижник из легиона Изрубленного Щита"] = 251,
        ["Рубака из легиона Огненного Клейма"] = 252,
        ["Темнопряд из легиона Огненного Клейма"] = 253,
        ["Призыватель духов из легиона Огненного Клейма"] = 254,
        ["Ткач ужаса из легиона Огненного Клейма"] = 255,
        ["Пиромант из легиона Огненного Клейма"] = 256,
        ["Темный охотник из племени Тлеющего Терновника"] = 257,
        ["Ясновидец из племени Тлеющего Терновника"] = 258,
        ["Ворг легиона Изрубленного Щита"] = 259,
        ["Тюремщик из Алого ордена"] = 260,
        ["Священник Алого ордена"] = 261,
        ["Ветеран из легиона Кровавого Топора"] = 262,
        ["Дух древня"] = 263,
        ["Вызыватель из легиона Кровавого Топора"] = 264,
        ["Ткач ужаса из легиона Чернорука"] = 265,
        ["Призыватель из легиона Чернорука"] = 266,
        ["Ветеран легиона Чернорука"] = 267,
        ["Огнечешуйчатая драконида Когтя Ярости"] = 268,
        ["Уничтоженный кадавр"] = 269,
        ["Изуродованный кадавр"] = 270,
        ["Скелет-страж"] = 271,
        ["Темный чародей из секты Тузадин"] = 272,
        ["Тузадинский послушник"] = 273,
        ["Тузадинский некромант"] = 274,
        ["Чумной вурдалак"] = 275,
        ["Вурдалак-стервятник"] = 276,
        ["Визжащая банши"] = 277,
        ["Завывающая банши"] = 278,
        ["Принц Рейз"] = 279,
        ["Дряхлый страж"] = 280,
        ["Темный охотник из племени Хаккари"] = 281,
        ["Метатель топоров из племени Гурубаши"] = 282,
        ["Берсерк из племени Гурубаши"] = 283,
        ["Кровопийца из племени Гурубаши"] = 284,
        ["Зулианский тигренок"] = 285,
        ["Зулианский тигр"] = 286,
        ["Кровососущий нетопырь"] = 287,
        ["Змей Раззаши"] = 288,
        ["Аспид Раззаши"] = 289,
        ["Кривозубая бешенка"] = 290,
        ["Проповедник из племени Песчаной Бури"] = 291,
        ["Головорез из клана Гордок"] = 292,
        ["Изверг из клана Гордок"] = 293,
        ["Огр-маг из клана Гордок"] = 294,
        ["Чернокнижник из клана Гордок"] = 295,
        ["Сатир из племени Буйного Нрава"] = 296,
        ["Призыватель огня из племени Буйного Нрава"] = 297,
        ["Одеревеневший древень"] = 298,
        ["Железная Кора – заступник"] = 299,
        ["Страж-криводрев"] = 300,
        ["Древень-криводрев"] = 301,
        ["Криводрев-ветвеплет"] = 302,
        ["Криводрев-топотун"] = 303,
        ["Элдретарский призрак"] = 304,
        ["Скелет высокорожденного"] = 305,
        ["Гниющий высокорожденный"] = 306,
        ["Плут из племени Тлетворных"] = 307,
        ["Жрец из племени Хаккари"] = 308,
        ["Знахарь из племени Хаккари"] = 309,
        ["Бес-осквернитель"] = 310,
        ["Колючий хлыстолап"] = 311,
        ["Удушающая лоза"] = 312,
        ["Ползучий слякоч"] = 313,
        ["Пещерный скрытень"] = 314,
        ["Пещерный шаркун"] = 315,
        ["Гиена клана Гордок"] = 316,
        ["Криводрев Сокрушитель"] = 317,
        ["Кнутохлест"] = 318,
        ["Прогнивший топотун"] = 319,
        ["Загнивший плетун"] = 320,
        ["Фазовый плеточник"] = 321,
        ["Хлестун Скверны"] = 322,
        ["Смертельный хлестун"] = 323,
        ["Одеревеневший страж"] = 324,
        ["Трупный червь"] = 325,
        ["Облезлый Шип"] = 326,
        ["Барабуль"] = 327,
        ["Ядокус Раззаши"] = 328,
        ["Старейшина Сломанный Клык"] = 329,
        ["Ящер Раззаши"] = 330,
        ["Зулианский кроколиск"] = 331,
        ["Сумасшедший слуга"] = 332,
      }
   },
   ["Медный слиток"] = {
      created = {
        ["Медная руда"] = 1
      }
   },
   ["Медная руда"] = {
      contained_id = {
        [1731] = 1
      }
   },
   ["Тонкая кожа"] = {
      drop = {
        ["Вепрь-камнеклык"] = 1,
        ["Волк прерий"] = 2,
        ["Колючешерстный медведь"] = 3,
        ["Сумеречница-вампир"] = 4,
        ["Старый крапчатый вепрь"] = 5,
        ["Старый ночной саблезуб"] = 6
      }
   },
   ["Жесткая кожа"] = {
      drop = {
        ["Величавый консорт"] = 1,
        ["Грозошкур"] = 2,
        ["Злобный серый медведь"] = 3,
        ["Многозубый ловец"] = 4,
        ["Тенерог"] = 5,
        ["Душегуб Скверны"] = 6,
        ["Болотный кроколиск"] = 7,
        ["Ящер нагорья"] = 8
      }
   },
   ["Плотная кожа"] = {
      drop = {
        ["Дикий грифон"] = 1,
        ["Каменный червь"] = 2,
        ["Остроспинная бешенка"] = 3,
        ["Костегрыз"] = 4,
        ["Длиннозуб-охотник"] = 5
      }
   },
   ["Кишки вепря"] = {
      drop = {
        ["Кровоклык"] = 1,
        ["Грубобрюх"] = 2,
        ["Молодой кровоклык"] = 3,
        ["Большой кровоклык"] = 4,
        ["Горный вепрь"] = 5,
        ["Облезлый горный вепрь"] = 6,
        ["Старый горный вепрь"] = 7,
        ["Агателос Свирепый"] = 8,
        ["Агам'ар"] = 9,
        ["Гниющий агам'ар"] = 10,
        ["Разъяренный агам'ар"] = 11,
        ["Иссохший боевой кабан"] = 12,
        ["Жуткий боевой вепрь"] = 13,
      }
   },
   ["Медвежатина"] = {
      drop = {
        ["Молодой лесной медведь"] = 1,
        ["Молодой черный медведь"] = 2,
        ["Бьярн"] = 3,
        ["Старый черный медведь"] = 4,
        ["Седой черный медведь"] = 5,
        ["Черный медведь-патриарх"] = 6,
        ["Медведь-ледолап"] = 7,
        ["Старина Черношкур"] = 8,
        ["Лютый седой медведь"] = 9,
        ["Гигантский седой медведь"] = 10,
        ["Паршивый Коготь"] = 11,
        ["Колючешерстный медведь"] = 12,
        ["Бешеный колючешерстный медведь"] = 13,
        ["Седой колючешерстный медведь"] = 14,
        ["Злобный серый медведь"] = 15,
        ["Старый серый медведь"] = 16,
        ["Медведь Ясеневого леса"] = 17,
        ["Старый медведь Ясеневого леса"] = 18,
        ["Гигантский медведь Ясеневого леса"] = 19,
        ["Мать-медведица"] = 20,
        ["Старый Губач"] = 21,
      }
   },
   ["Паучья лимфа"] = {
      drop = {
        ["Ядовитый кругопряд"] = 1,
        ["Тарантул"] = 2,
        ["Мать Клык"] = 3,
        ["Крупный тарантул"] = 4,
        ["Карликовый ядовитый кругопряд"] = 5,
        ["Зеленый паук-отшельник"] = 6,
        ["Нараксис"] = 7,
        ["Трещунья"] = 8,
        ["Детеныш черной вдовы"] = 9,
        ["Падальщик-отшельник"] = 10,
        ["Ловец-кровопийца"] = 11,
        ["Кровавая Вдова"] = 12,
        ["Скальный скрытень"] = 13,
        ["Древесный воронковый паук"] = 14,
        ["Лесной паук-скрытень"] = 15,
        ["Мшистый паук-ловец"] = 16,
        ["Мглистый ползун"] = 17,
        ["Паук-скакун дикого терна"] = 18,
        ["Ядоплюй дикого терна"] = 19,
        ["Воронковый паук дикого терна"] = 20,
        ["Моховой ползун"] = 21,
        ["Моховой паук-вязальщик"] = 22,
        ["Моховой ядоплюй"] = 23,
        ["Пещерный ловец"] = 24,
        ["Детеныш мохового паука"] = 25,
        ["Моховая паучиха"] = 26,
        ["Бесселет"] = 27,
        ["Кретис Тенеткач"] = 28,
        ["Шанда Прядильщица"] = 29,
      }
   },
   ["Королевская кровь"] = {
      drop = {
        ["Вестник Тьмы из стаи Ночной Погибели"] = 1,
        ["Ярый Клык Ночной Погибели"] = 2,
        ["Воин из клана Дробящего Кулака"] = 3,
        ["Голодный лютый волк"] = 4,
        ["Ночной гонец из Братства Справедливости"] = 5,
        ["Ядовитый кругопряд"] = 6,
        ["Сальма Сальден"] = 7,
        ["Громила из стаи Темношкуров"] = 8,
        ["Гнолл из стаи Темношкуров"] = 9,
        ["Бешеный гнолл из стаи Темношкуров"] = 10,
        ["Воитель из клана Черной горы"] = 11,
        ["Темный чародей из клана Черной горы"] = 12,
        ["Зверолов из Братства Справедливости"] = 13,
        ["Тенеткач Ночной Погибели"] = 14,
        ["Карликовый ядовитый кругопряд"] = 15,
        ["Мурлок-волномут"] = 16,
        ["Бешеный волк"] = 17,
        ["Мозгоед"] = 18,
        ["Воин из племени Кровавого Скальпа"] = 19,
        ["Погромщик из Братства Справедливости"] = 20,
        ["Охотник из племени Кровавого Скальпа"] = 21,
        ["Берсерк из племени Кровавого Скальпа"] = 22,
        ["Следопыт из клана Черной горы"] = 23,
        ["Черный опустошитель"] = 24,
        ["Воин из племени Дробителей Черепов"] = 25,
        ["Охотник из племени Дробителей Черепов"] = 26,
        ["Горнорабочий Торговой Компании"] = 27,
        ["Молодой тигр Тернистой долины"] = 28,
        ["Тигр Тернистой долины"] = 29,
        ["Молодая пантера"] = 30,
        ["Тенебрюхая пантера"] = 31,
        ["Ящер Тернистой долины"] = 32,
        ["Ящер-кнутохвост"] = 33,
        ["Тропический ловец"] = 34,
        ["Хрустальный василиск"] = 35,
        ["Ледоглазый василиск"] = 36,
        ["Метатель топоров из племени Кровавого Скальпа"] = 37,
        ["Метатель топоров из племени Дробителей Черепов"] = 38,
        ["Шаман из племени Кровавого Скальпа"] = 39,
        ["Мистик из племени Кровавого Скальпа"] = 40,
        ["Падальщик из племени Кровавого Скальпа"] = 41,
        ["Солдат-наемник из клана Мош'Огг"] = 42,
        ["Чаротвор Мош'Огг"] = 43,
        ["Баг'тира"] = 44,
        ["Тетис"] = 45,
        ["Король Бангалаш"] = 46,
        ["Пантера"] = 47,
        ["Зеленый чешуйчатый губитель"] = 48,
        ["Капитан чешуйчатых губителей"] = 49,
        ["Болотный чернильщик"] = 50,
        ["Болотный трупоед"] = 51,
        ["Пантера из племени Дробителей Черепов"] = 52,
        ["Охотник из племени Заблудших"] = 53,
        ["Грязекоп из племени Заблудших"] = 54,
        ["Заблудший искатель разрыва"] = 55,
        ["Перевитый ужас"] = 56,
        ["Болотный ягуар"] = 57,
        ["Пантера Тени"] = 58,
        ["Смертоносный тарантул"] = 59,
        ["Тигрица Тернистой долины"] = 60,
        ["Мистик из племени Дробителей Черепов"] = 61,
        ["Берсерк из племени Дробителей Черепов"] = 62,
        ["Скелет-хранитель"] = 63,
        ["Слуга Илгалара"] = 64,
        ["Молодой тропический ловец"] = 65,
        ["Молодой ящер-кнутохвост"] = 66,
        ["Ткач скорби"] = 67,
        ["Воин племени Соленой Чешуи"] = 68,
        ["Огр из клана Дробящего Кулака"] = 69,
        ["Надсмотрщик из клана Дробящего Кулака"] = 70,
        ["Ворген из стаи Ночной Погибели"] = 71,
        ["Ночной клинок из Братства Справедливости"] = 72,
        ["Нечистый ворген из стаи Ночной Погибели"] = 73,
        ["Иловый краб"] = 74,
        ["Молодой черный опустошитель"] = 75,
        ["Детеныш черной вдовы"] = 76,
        ["Целитель Курцена"] = 77,
        ["Знахарь Курцена"] = 78,
        ["Гнолл из стаи Мохошкуров"] = 79,
        ["Полукровка из стаи Мохошкуров"] = 80,
        ["Ткач туманов из стаи Мохошкуров"] = 81,
        ["Бегун топей из стаи Мохошкуров"] = 82,
        ["Зверолов из стаи Мохошкуров"] = 83,
        ["Громила из стаи Мохошкуров"] = 84,
        ["Вожак стаи Мохошкуров"] = 85,
        ["Ящер нагорья"] = 86,
        ["Кнутохвост нагорья"] = 87,
        ["Смертехват нагорья"] = 88,
        ["Острозуб нагорья"] = 89,
        ["Крапчатый ящер"] = 90,
        ["Крапчатый крикун"] = 91,
        ["Мурлок из племени Синежабрых"] = 92,
        ["Пачкун из племени Синежабрых"] = 93,
        ["Добытчик из племени Синежабрых"] = 94,
        ["Воин из племени Синежабрых"] = 95,
        ["Грязекоп из племени Синежабрых"] = 96,
        ["Черная слизь"] = 97,
        ["Багровый слизнюк"] = 98,
        ["Черный слизнюк"] = 99,
        ["Чудовищный слизнюк"] = 100,
        ["Налетчик из клана Драконьей Пасти"] = 101,
        ["Болотный бегун из клана Драконьей Пасти"] = 102,
        ["Болотный житель"] = 103,
        ["Трясинный ползун"] = 104,
        ["Хозяин топи"] = 105,
        ["Красный дракончик"] = 106,
        ["Потерянный дракончик"] = 107,
        ["Саботажник из клана Черного Железа"] = 108,
        ["Проходчик из клана Черного Железа"] = 109,
        ["Костостраж из клана Драконьей Пасти"] = 110,
        ["Багровый дракончик"] = 111,
        ["Хозяин болота"] = 112,
        ["Острозубый кроколиск"] = 113,
        ["Старый тигр Тернистой долины"] = 114,
        ["Острозубый крепкохват"] = 115,
        ["Геолог Торговой Компании"] = 116,
        ["Горилла Мглистой долины"] = 117,
        ["Скелет-налетчик"] = 118,
        ["Ловец-кровопийца"] = 119,
        ["Джунглевый рокотун"] = 120,
        ["Громила из клана Мош'Огг"] = 121,
        ["Знахарь из клана Мош'Огг"] = 122,
        ["Речной кроколиск"] = 123,
        ["Морской кроколиск"] = 124,
        ["Кроколиск-хрустогрыз"] = 125,
        ["Огнетворец из клана Дробящего Кулака"] = 126,
        ["Черный мастиф-опустошитель"] = 127,
        ["Болотный кроколиск"] = 128,
        ["Молодой болотный кроколиск"] = 129,
        ["Поработитель из клана Дробящего Кулака"] = 130,
        ["Зомби Занзила"] = 131,
        ["Нага Занзила"] = 132,
        ["Василиск-хвостохлест"] = 133,
        ["Железозубый василиск"] = 134,
        ["Старая горилла Мглистой долины"] = 135,
        ["Король Мукла"] = 136,
        ["Маг из шайки Кровавого Паруса"] = 137,
        ["Сорвиголова из шайки Кровавого Паруса"] = 138,
        ["Чернокнижник из шайки Кровавого Паруса"] = 139,
        ["Морской волк из шайки Кровавого Паруса"] = 140,
        ["Старший волхв из шайки Кровавого Паруса"] = 141,
        ["Узник из Братства Справедливости"] = 142,
        ["Пленник из Братства Справедливости"] = 143,
        ["Заключенный из Братства Справедливости"] = 144,
        ["Каторжник из Братства Справедливости"] = 145,
        ["Старая тенебрюхая пантера"] = 146,
        ["Мятежник из Братства Справедливости"] = 147,
        ["Базиль Тредд"] = 148,
        ["Скелет-колдун"] = 149,
        ["Скелет-палач"] = 150,
        ["Алчущий призрак"] = 151,
        ["Болезненный гризли"] = 152,
        ["Больной волк"] = 153,
        ["Воронковый паук Ядовитого Тумана"] = 154,
        ["Нага-исследователь"] = 155,
        ["Гигантский болотный кроколиск"] = 156,
        ["Преступник Синдиката"] = 157,
        ["Вор Синдиката"] = 158,
        ["Караульный Синдиката"] = 159,
        ["Темный маг Синдиката"] = 160,
        ["Саботажник Синдиката"] = 161,
        ["Убийца из Синдиката"] = 162,
        ["Пещерный йети"] = 163,
        ["Лютый йети"] = 164,
        ["Горный йети"] = 165,
        ["Гигантский йети"] = 166,
        ["Огр из клана Раздробленного Хребта"] = 167,
        ["Громила из клана Раздробленного Хребта"] = 168,
        ["Изверг из клана Раздробленного Хребта"] = 169,
        ["Головорез из клана Раздробленного Хребта"] = 170,
        ["Муг'тол"] = 171,
        ["Разбойник Синдиката"] = 172,
        ["Сторож Синдиката"] = 173,
        ["Хилсбрадский фермер"] = 174,
        ["Хилсбрадский караульный"] = 175,
        ["Даларанский стражник со щитом"] = 176,
        ["Даларанский чудотворец"] = 177,
        ["Солдат-наемник из клана Раздробленного Хребта"] = 178,
        ["Темный маг Недремлющего Аргуса"] = 179,
        ["Волшебник Синдиката"] = 180,
        ["Подручный Валлик"] = 181,
        ["Горный пехотинец Дун Гарока"] = 182,
        ["Ружейник Дун Гарока"] = 183,
        ["Дикий грифон"] = 184,
        ["Старый моховой ползун"] = 185,
        ["Гигантский моховой ползун"] = 186,
        ["Лесной моховой ползун"] = 187,
        ["Серый медведь"] = 188,
        ["Злобный серый медведь"] = 189,
        ["Старый серый медведь"] = 190,
        ["Даларанский призыватель"] = 191,
        ["Хилсбрадский батрак"] = 192,
        ["Гнолл из стаи Грязного Рыла"] = 193,
        ["Грязекоп из племени Рваного Плавника"] = 194,
        ["Береговик из племени Рваного Плавника"] = 195,
        ["Оракул из племени Рваного Плавника"] = 196,
        ["Волнолов из племени Порванного Плавника"] = 197,
        ["Голодный горный лев"] = 198,
        ["Яростный горный лев"] = 199,
        ["Член совета Хилсбрада"] = 200,
        ["Горный лев"] = 201,
        ["Крупный горный лев"] = 202,
        ["Хрустогрыз"] = 203,
        ["Тарг"] = 204,
        ["Навозер"] = 205,
        ["Небогривая горилла"] = 206,
        ["Жагуар"] = 207,
        ["Сын Аругала"] = 208,
        ["Тролль из племени Сухокожих"] = 209,
        ["Метатель топоров из племени Сухокожих"] = 210,
        ["Долгоног нагорья"] = 211,
        ["Твердозуб нагорья"] = 212,
        ["Плотоглот нагорья"] = 213,
        ["Огр из клана Тяжелого Кулака"] = 214,
        ["Равнинный ползун"] = 215,
        ["Гигантский равнинный ползун"] = 216,
        ["Громила из клана Тяжелого Кулака"] = 217,
        ["Волхв клана Тяжелого Кулака"] = 218,
        ["Вождь клана Тяжелого Кулака"] = 219,
        ["Кобольд из племени Сухоусов"] = 220,
        ["Геодезист из племени Сухоусов"] = 221,
        ["Землекоп из племени Сухоусов"] = 222,
        ["Молодой равнинный канюк"] = 223,
        ["Равнинный канюк"] = 224,
        ["Работник из усадьбы Дабири"] = 225,
        ["Тать Синдиката"] = 226,
        ["Наемник Синдиката"] = 227,
        ["Налетчик из клана Пронзающего Гребня"] = 228,
        ["Фозрук"] = 229,
        ["Рубака Павшего Молота"] = 230,
        ["Знахарь из племени Порочной Ветви"] = 231,
        ["Ревнитель из племени Сухокожих"] = 232,
        ["Отравитель из племени Сухокожих"] = 233,
        ["Садист из племени Сухокожих"] = 234,
        ["Огр из клана Гнилобрюхих"] = 235,
        ["Кви"] = 236,
        ["Громила из клана Гнилобрюхих"] = 237,
        ["Охотник на драконов из клана Гнилобрюхих"] = 238,
        ["Изверг из клана Гнилобрюхих"] = 239,
        ["Шаман из клана Гнилобрюхих"] = 240,
        ["Вождь клана Гнилобрюхих"] = 241,
        ["Огр-маг из клана Гнилобрюхих"] = 242,
        ["Обжигающий дракончик"] = 243,
        ["Опаленный страж"] = 244,
        ["Скальный койот"] = 245,
        ["Яростный скальный койот"] = 246,
        ["Старый скальный койот"] = 247,
        ["Горный охотник"] = 248,
        ["Горная охотница"] = 249,
        ["Патриарх горных охотников"] = 250,
        ["Большой каменный элементаль"] = 251,
        ["Тенегорнский темнопряд"] = 252,
        ["Тенегорнский воин"] = 253,
        ["Анатемус"] = 254,
        ["Мизраэль"] = 255,
        ["Чернохлыст"] = 256,
        ["Гематус"] = 257,
        ["Грохочущий изгнанник"] = 258,
        ["Ригглфазз"] = 259,
        ["Канюк"] = 260,
        ["Гигантский канюк"] = 261,
        ["Сломанный зуб"] = 262,
        ["Порабощенный друид-ворон"] = 263,
        ["Костегрыз из племени Каменного Свода"] = 264,
        ["Воин из клана Гнилобрюхих"] = 265,
        ["Мистик из клана Гнилобрюхих"] = 266,
        ["Примитивный совух"] = 267,
        ["Зарикотль"] = 268,
        ["Главарь То'грун"] = 269,
        ["Мурдалок"] = 270,
        ["Большой степной кодо"] = 271,
        ["Степной кодо"] = 272,
        ["Грозошкур"] = 273,
        ["Громоголов"] = 274,
        ["Грозорыл"] = 275,
        ["Злобный равнинный долгоног"] = 276,
        ["Большой грозовой змей"] = 277,
        ["Ползучий силитид"] = 278,
        ["Личинка cилитида"] = 279,
        ["Членистоног Силитида"] = 280,
        ["Яркочешуйчатый смертехват"] = 281,
        ["Охотник из племени Дыбогривов"] = 282,
        ["Водоискатель из племени Дыбогривов"] = 283,
        ["Терноплет из племени Дыбогривов"] = 284,
        ["Солдат Бейл'дана"] = 285,
        ["Грозовой змей-облачник"] = 286,
        ["Жевра-скакун"] = 287,
        ["Каз"] = 288,
        ["Землепроходец из племени Иглогривых"] = 289,
        ["Ловчий из племени Иглогривых"] = 290,
        ["Ясновидец племени Иглогривых"] = 291,
        ["Бешенер из племени Иглогривых"] = 292,
        ["Бродячий степной жираф"] = 293,
        ["Жевра-рысак"] = 294,
        ["Оватанка"] = 295,
        ["Заступник-силитид"] = 296,
        ["Загадочный жалохлест"] = 297,
        ["Загадочный ползун"] = 298,
        ["Загадочный душегуб"] = 299,
        ["Загадочный ловец"] = 300,
        ["Загадочный опустошитель"] = 301,
        ["Загадочный страж"] = 302,
        ["Всепожирающая эктоплазма"] = 303,
        ["Изменчивая эктоплазма"] = 304,
        ["Загадочный скрытень"] = 305,
        ["Морская ведьма из клана Зловещего Хвоста"] = 306,
        ["Сектант из клана Темной Нити"] = 307,
        ["Головорез из клана Темной Нити"] = 308,
        ["Воин из племени Гиблой Чащи"] = 309,
        ["Дозорный из племени Гиблой Чащи"] = 310,
        ["Тотемист из племени Гиблой Чащи"] = 311,
        ["Плут из племени Каменного Сердца"] = 312,
        ["Тенелов из племени Каменного Сердца"] = 313,
        ["Призыватель огня из племени Каменного Сердца"] = 314,
        ["Младший страж Скверны"] = 315,
        ["Аккрилус"] = 316,
        ["Душегуб Скверны"] = 317,
        ["Чащобный поедатель мха"] = 318,
        ["Чащобный древотес"] = 319,
        ["Чащобный камнедвиг"] = 320,
        ["Чащобный призыватель дождя"] = 321,
        ["Чащобный заскорузлый потрошитель"] = 322,
        ["Покалеченный друид"] = 323,
        ["Медведь Ясеневого леса"] = 324,
        ["Старый медведь Ясеневого леса"] = 325,
        ["Тенерог"] = 326,
        ["Паук-скакун дикого терна"] = 327,
        ["Ядоплюй дикого терна"] = 328,
        ["Воронковый паук дикого терна"] = 329,
        ["Светлолапый бегун"] = 330,
        ["Светлолапый ревун"] = 331,
        ["Светлолапый вожак"] = 332,
        ["Безумный древняк"] = 333,
        ["Друид Клыка"] = 334,
        ["Ярозуб Темного Клыка"] = 335,
        ["Волчий ужас"] = 336,
        ["Злобный нетопырь"] = 337,
        ["Замученный офицер"] = 338,
        ["Призрачный служитель"] = 339,
        ["Стенающий охранник"] = 340,
        ["Злобный элементаль воды"] = 341,
        ["Высохший древняк"] = 342,
        ["Тотемист из племени Колючего Меха"] = 343,
        ["Шаман из племени Колючего Меха"] = 344,
        ["Мститель из племени Колючего Меха"] = 345,
        ["Гниющая слизь"] = 346,
        ["Чащобный оракул"] = 347,
        ["Этиль Зов Луны"] = 348,
        ["Дал Жилотяг"] = 349,
        ["Оператор Торговой Компании"] = 350,
        ["Лесоруб Торговой Компании"] = 351,
        ["Лесозаготовитель Торговой Компании"] = 352,
        ["Моховой ползун"] = 353,
        ["Моховой паук-вязальщик"] = 354,
        ["Моховой ядоплюй"] = 355,
        ["Скалозавр"] = 356,
        ["Гневный скалозавр"] = 357,
        ["Молодая величавая виверна"] = 358,
        ["Величавая виверна"] = 359,
        ["Величавый консорт"] = 360,
        ["Беговой олень-рогач"] = 361,
        ["Огромный быстроногий олень"] = 362,
        ["Сокотварь"] = 363,
        ["Едкая сокотварь"] = 364,
        ["Гарпия из стаи Кровавой Ярости"] = 365,
        ["Бродяжница из стаи Кровавой Ярости"] = 366,
        ["Душегубка из стаи Кровавой Ярости"] = 367,
        ["Душительница из стаи Кровавой Ярости"] = 368,
        ["Призывательница ветров из стаи Кровавой Ярости"] = 369,
        ["Ведьма гроз из стаи Кровавой Ярости"] = 370,
        ["Обугленный древняк"] = 371,
        ["Почерневший древняк"] = 372,
        ["Мстительное древо"] = 373,
        ["Химера-слеток"] = 374,
        ["Молодая химера"] = 375,
        ["Разъяренный дух камня"] = 376,
        ["Взбешенный дух камня"] = 377,
        ["Разбойник-дух огня"] = 378,
        ["Пылающий опустошитель"] = 379,
        ["Пылающий разрушитель"] = 380,
        ["Пещерный ловец"] = 381,
        ["Опаленный василиск"] = 382,
        ["Обгоревший василиск"] = 383,
        ["Копченый василиск"] = 384,
        ["Кенарийский друид"] = 385,
        ["Смеющаяся сестра"] = 386,
        ["Сын Кенария"] = 387,
        ["Дриада Мутного Озера"] = 388,
        ["Караульный из клана Черной горы"] = 389,
        ["Сумеречный бегун"] = 390,
        ["XT:4"] = 391,
        ["XT:9"] = 392,
        ["Пастух из племени Галак"] = 393,
        ["Разведчик из племени Галак"] = 394,
        ["Изверг из племени Галак"] = 395,
        ["Ветроловка из племени Галак"] = 396,
        ["Буревестница из племени Галак"] = 397,
        ["Визгливая гарпия"] = 398,
        ["Визгливая бродяжница"] = 399,
        ["Визгливая призывательница ветров"] = 400,
        ["Виверна Скального гнездовья"] = 401,
        ["Соправитель Скального гнездовья"] = 402,
        ["Кобольд из племени Камнерылов"] = 403,
        ["Землекоп из племени Камнерылов"] = 404,
        ["Геодезист из племени Камнерылов"] = 405,
        ["Облачный змей"] = 406,
        ["Ядовитый облачный змей"] = 407,
        ["Старый облачный змей"] = 408,
        ["Грохочущий булыжень"] = 409,
        ["Игольчатая пума"] = 410,
        ["Скальный ловец"] = 411,
        ["Многозубый ловец"] = 412,
        ["Многозубый ворчун"] = 413,
        ["Силитид-искатель"] = 414,
        ["Силитид-трутень"] = 415,
        ["Скорпид-убийца"] = 416,
        ["Скорпид-разоритель"] = 417,
        ["Блестопанцирная черепаха"] = 418,
        ["Блестопанцирный крепкохват"] = 419,
        ["Блестопанцирный бурильщик"] = 420,
        ["Просоленный василиск"] = 421,
        ["Просоленный взорень"] = 422,
        ["Просоленный хрусталиск"] = 423,
        ["Солончаковый падальщик"] = 424,
        ["Стервятник соляных равнин"] = 425,
        ["Паршивая гиена"] = 426,
        ["Паршивый рыкун"] = 427,
        ["Крошшер Торговой Компании"] = 428,
        ["Солдат Алого ордена"] = 429,
        ["Орденоносец Алого ордена"] = 430,
        ["Пробудитель из Алого ордена"] = 431,
        ["Охранник Алого ордена"] = 432,
        ["Предсказатель Алого ордена"] = 433,
        ["Заступник Алого ордена"] = 434,
        ["Провидец Алого ордена"] = 435,
        ["Колдун Алого ордена"] = 436,
        ["Мирмидон Алого ордена"] = 437,
        ["Адепт Алого ордена"] = 438,
        ["Защитник из Алого ордена"] = 439,
        ["Капеллан Алого ордена"] = 440,
        ["Волшебник Алого ордена"] = 441,
        ["Центурион Алого ордена"] = 442,
        ["Истязатель из Алого ордена"] = 443,
        ["Освобожденный дух"] = 444,
        ["Копьешкур из племени Иглошкурых"] = 445,
        ["Призыватель из клана Черной горы"] = 446,
        ["Ворожей из племени Порочной Ветви"] = 447,
        ["Рок'Алим Крушитель"] = 448,
        ["Матрос из шайки Кровавого Паруса"] = 449,
        ["Юнга из шайки Кровавого Паруса"] = 450,
        ["Ведунья из племени Мертвой Головы"] = 451,
        ["Монах Алого ордена"] = 452,
        ["Кровь Агамаггана"] = 453,
        ["Кентавр из племени Колкар"] = 454,
        ["Изверг из племени Колкар"] = 455,
        ["Ветроловка из племени Колкар"] = 456,
        ["Полководец племени Колкар"] = 457,
        ["Разрушитель из племени Колкар"] = 458,
        ["Гонец из племени Маграм"] = 459,
        ["Мародер из племени Маграм"] = 460,
        ["Гонец из племени Гелкис"] = 461,
        ["Чеканщик из племени Гелкис"] = 462,
        ["Ветроловка из племени Гелкис"] = 463,
        ["Ветроловка из племени Мародин"] = 464,
        ["Скверноподданный из клана Пылающего Клинка"] = 465,
        ["Разбойник из племени Ярой Ненависти"] = 466,
        ["Глубинный великан"] = 467,
        ["Голодный костелап"] = 468,
        ["Бешеный костелап"] = 469,
        ["Жуткий перепелятник"] = 470,
        ["Жуткий летун"] = 471,
        ["Крепкохват скорпаши"] = 472,
        ["Плеточник скорпаши"] = 473,
        ["Ядохлыст скорпаши"] = 474,
        ["Разъяренная рокочущая ящерица"] = 475,
        ["Старая рокочущая ящерица"] = 476,
        ["Василиск-камнегрыз"] = 477,
        ["Неповоротливый василиск-камнегрыз"] = 478,
        ["Морская ведьма Непроглядной Пучины"] = 479,
        ["Мирмидон Непроглядной Пучины"] = 480,
        ["Разоритель из культа Сумеречного Молота"] = 481,
        ["Аквамант из культа Сумеречного Молота"] = 482,
        ["Тенегорнский геодезист"] = 483,
        ["Тенегорнский землекоп"] = 484,
        ["Огрон"] = 485,
        ["Загадочный аспид"] = 486,
        ["Загадочный кроколиск"] = 487,
        ["Загадочный плеточник"] = 488,
        ["Мракочервь"] = 489,
        ["Скользящий по волнам из клана Гребня Ненависти"] = 490,
        ["Змеестраж из клана Гребня Ненависти"] = 491,
        ["Странник глубин"] = 492,
        ["Хромоногая гиена"] = 493,
        ["Вождь Джен"] = 494,
        ["Темный маг из шайки Скитальцев Пустыни"] = 495,
        ["Бандит из шайки Скитальцев Пустыни"] = 496,
        ["Далинда Малем"] = 497,
        ["Загадочная гадюка"] = 498,
        ["Загадочный шаркун"] = 499,
        ["Клонированная эктоплазма"] = 500,
        ["Раб-трудяга"] = 501,
        ["Поработитель из клана Черного Железа"] = 502,
        ["Надсмотрщик из клана Черного Железа"] = 503,
        ["Пылающий элементаль"] = 504,
        ["Закаленный боевой голем"] = 505,
        ["Тяжелый боевой голем"] = 506,
        ["Страж огня из культа Сумеречного Молота"] = 507,
        ["Геомант из культа Сумеречного Молота"] = 508,
        ["Часовой Амарассан"] = 509,
        ["Железноглаз Неуязвимый"] = 510,
        ["Черный душегуб"] = 511,
        ["Ловчий из племени Иглошкурых"] = 512,
        ["Опаляющий инфернал"] = 513,
        ["Арккоранский клешневик"] = 514,
        ["Химера-матриарх"] = 515,
        ["Ругуг"] = 516,
        ["Сирена из клана Бича Злобы"] = 517,
        ["Землеглот из пещерных глубин"] = 518,
        ["Облученная слизь"] = 519,
        ["Едкий скрытень"] = 520,
        ["Прокаженный машиностроитель"] = 521,
        ["Механический ледоступ"] = 522,
        ["Облученный погромщик"] = 523,
        ["Молодой волношлеп"] = 524,
        ["Громоголовый соправитель"] = 525,
        ["Тоскующий мертвец"] = 526,
        ["Блуждающий фантазм"] = 527,
        ["Равазавр"] = 528,
        ["Равазавр-бегун"] = 529,
        ["Равазавр-охотник"] = 530,
        ["Кровоцвет-хлыстун"] = 531,
        ["Кровоцвет-живодер"] = 532,
        ["Кровоцвет-крепкозуб"] = 533,
        ["Кровоцвет-зверолов"] = 534,
        ["Ун'Горский топотун"] = 535,
        ["Ун'горская горилла"] = 536,
        ["Ун'Горский рокотун"] = 537,
        ["Смоляной скрытень"] = 538,
        ["Смоляной господин"] = 539,
        ["Испепеляющий элементаль"] = 540,
        ["Живое пламя"] = 541,
        ["Смоляной ползун"] = 542,
        ["Страдающая жертва"] = 543,
        ["Оса из улья Гориши"] = 544,
        ["Разоритель из улья Гориши"] = 545,
        ["Проходчик из улья Гориши"] = 546,
        ["Скользкий слизнюк"] = 547,
        ["Первобытный слизнюк"] = 548,
        ["Липкий слизнюк"] = 549,
        ["Каменный страж"] = 550,
        ["Земельник-камнекрушитель"] = 551,
        ["Земельник-скульптор"] = 552,
        ["Ядоносный скорпид"] = 553,
        ["Огнечешуйчатый дракончик"] = 554,
        ["Пещерный скорпид"] = 555,
        ["Железноклюв-охотник"] = 556,
        ["Криводрев-моходер"] = 557,
        ["Плут из племени Нефритового Пламени"] = 558,
        ["Скверноподданный из племени Нефритового Пламени"] = 559,
        ["Тенелов из племени Нефритового Пламени"] = 560,
        ["Джеденарский страж"] = 561,
        ["Джеденарский чернокнижник"] = 562,
        ["Джеденарский охотник"] = 563,
        ["Воин из племени Мертвого Леса"] = 564,
        ["Землепроходец из племени Мертвого Леса"] = 565,
        ["Шаман из племени Мертвого Леса"] = 566,
        ["Иссохший разоритель"] = 567,
        ["Жуткий боевой вепрь"] = 568,
        ["Некромант из племени Мертвой Головы"] = 569,
        ["Центурион-костещеп"] = 570,
        ["Вурдалак-живодер"] = 571,
        ["Солдат Дун Гарока"] = 572,
        ["Землепроходец из племени Зимней Спячки"] = 573,
        ["Медведь-щербозуб"] = 574,
        ["Безумный совух"] = 575,
        ["Яростный совух"] = 576,
        ["Йети с холмов Ледополоха"] = 577,
        ["Бродячий лесной древень"] = 578,
        ["Мобильная охранная система"] = 579,
        ["Флибустьер Южных морей"] = 580,
        ["Глубинный скрытень"] = 581,
        ["Караульный из клана Черного Железа"] = 582,
        ["Каннибал-вурдалак"] = 583,
        ["Растерзанная крикунья"] = 584,
        ["Яростная визгунья"] = 585,
        ["Лоскутный ужас"] = 586,
        ["Чумной нетопырь"] = 587,
        ["Сторож из клана Черного Железа"] = 588,
        ["Охранник из клана Ярости Горна"] = 589,
        ["Тенегорнский крестьянин"] = 590,
        ["Медведь злобных когтей"] = 591,
        ["Гризли злобных когтей"] = 592,
        ["Злобнопалый изверг"] = 593,
        ["Падальщик-сквернолап"] = 594,
        ["Опустошитель-сквернолап"] = 595,
        ["Прислужник-демон Бездны"] = 596,
        ["Рубака из легиона Изрубленного Щита"] = 597,
        ["Легионер из легиона Изрубленного Щита"] = 598,
        ["Ларион"] = 599,
        ["Муиджин"] = 600,
        ["Деметродон"] = 601,
        ["Старый деметродон"] = 602,
        ["Птенец терродактиля"] = 603,
        ["Терродактиль"] = 604,
        ["Бесноватый терродактиль"] = 605,
        ["Ясновидец из племени Тлеющего Терновника"] = 606,
        ["Пламезавр"] = 607,
        ["Стремительный вихрь"] = 608,
        ["Властитель Рор"] = 609,
        ["Отделившийся слизнюк"] = 610,
        ["У'ча"] = 611,
        ["Жарквия"] = 612,
        ["Железный страж легиона Чернорука"] = 613,
        ["Капитан Когтя Ярости"] = 614,
        ["Уничтоженный кадавр"] = 615,
        ["Тузадинский некромант"] = 616,
        ["Чумной вурдалак"] = 617,
        ["Вурдалак-стервятник"] = 618,
        ["Скалокрылая гаргулья"] = 619,
        ["Изрыгатель яда"] = 620,
        ["Оживленный труп"] = 621,
        ["Восставшее создание"] = 622,
        ["Восставший стражник"] = 623,
        ["Вестник племени Галак"] = 624,
        ["Малифой Черномолот"] = 625,
        ["Веткохват"] = 626,
        ["Ксаварик"] = 627,
        ["Суккуб-прислужница"] = 628,
        ["Верховная жрица Макдонелл"] = 629,
        ["Хранитель котла Желчень"] = 630,
        ["Воитель из племени Гурубаши"] = 631,
        ["Зулианская пантера"] = 632,
        ["Головорез из клана Гордок"] = 633,
        ["Маг-лорд из клана Гордок"] = 634,
        ["Разбойник из племени Буйного Нрава"] = 635,
        ["Страж-криводрев"] = 636,
        ["Баззалан"] = 637,
        ["Вихревой потрошитель"] = 638,
        ["Вихревой штормоход"] = 639,
        ["Алексия Железный Нож"] = 640,
        ["Огненный великан"] = 641,
        ["Лавовый уничтожитель"] = 642,
        ["Фантомный налетчик"] = 643,
        ["Душитель из улья Регал"] = 644,
        ["Камнехвостый клешневик"] = 645,
        ["Скальный паук-скакун"] = 646,
        ["Желтокаменный сокрушитель"] = 647,
        ["Терадримский страж"] = 648,
        ["Желтоглазый василиск"] = 649,
        ["Селебрийская дриада"] = 650,
        ["Мститель из культа Сумеречного Молота"] = 651,
        ["Бузотер из племени Зловещего Тотема"] = 652,
        ["Наемник племени Зловещего Тотема"] = 653,
        ["Громила из племени Зловещего Тотема"] = 654,
        ["Элементаль лавы"] = 655,
        ["Лавовый разоритель"] = 656,
        ["Лавовый волноплеск"] = 657,
        ["Истерзанный друид"] = 658,
        ["Доисторическое чудище"] = 659,
        ["Колючий хлыстолап"] = 660,
        ["Острокоготь"] = 661,
        ["Странствующий заступник"] = 662,
        ["Вестница Ясеневого леса"] = 663,
        ["Сомнус"] = 664,
        ["Лоргус Джетт"] = 665,
        ["Ясновидец клана Пылающего Клинка"] = 666,
        ["Криводрев Сокрушитель"] = 667,
        ["Трутень из улья Аши"] = 668,
        ["Безымянный пророк"] = 669,
        ["Шшшперак"] = 670,
        ["Ползух"] = 671,
        ["Алшир Гиблодых"] = 672,
        ["Подболотник"] = 673,
        ["Болотный слякоч"] = 674,
        ["Зулианский кроколиск"] = 675,
        ["Коварный скарабей"] = 676,
        ["Лазурный храмовник"] = 677,
        ["Оса из улья Зара"] = 678,
        ["Острожал из улья Зара"] = 679,
        ["Тень Рока"] = 680,
        ["Аптекарь Квинард"] = 681,
        ["Генерал Кирика"] = 682,
        ["Маршал Синестен"] = 683,
      }
   }
}