QuestieMonsters = {
  ["Утроба"] = {
    locations = {
      {1, 1,0.658,0.548}
    }
  },
  ["Анубисат-страж"] = {
    locations = {
      {1, 14, 0.29, 0.94}
    }
  },
  ["Техник Крыла Тьмы"] = {
    locations = {
      {2, 23, 0.3213, 0.9484}
    }
  },
  ["Элитный страж Скверны"] = {
    locations = {
      {2, 7, 0.4438, 0.5669},
      {2, 7, 0.4026, 0.5619},
      {2, 7, 0.4106, 0.6644},
      {2, 7, 0.4247, 0.5952}
    }
  },
  ["Повелитель ужаса"] = {
    locations = {
      {2, 7, 0.35, 0.64},
      {2, 7, 0.39, 0.77},
      {2, 7, 0.38, 0.72}
    }
  },
  ["Командир стражей ужаса"] = {
    locations = {
      {2, 7, 0.40, 0.63},
      {2, 7, 0.38, 0.69},
      {2, 7, 0.40, 0.79},
      {2, 7, 0.43, 0.77}
    }
  },
  ["На кого работает номер два?"] = {
    locations = {
      {1, 5, 0.68, 0.73}
    }
  },
  ["Доктор Жло"] = {
    locations = {
      {1, 13, 0.778, 0.181}
    }
  },
  ["Лорд Лакмеран"] = {
    locations = {
      {1, 20, 0.293, 0.726}
    }
  },
  ["Изумрудон-страж ветвей"] = {
    locations = {
      {1, 21, 0.95, 0.37}
    }
  },
  ["Изумрудон-оракул"] = {
    locations = {
      {1, 21, 0.95, 0.4}
    }
  },
  ["Изумрудон-хранитель деревьев"] = {
    locations = {
      {1, 21, 0.93, 0.39}
    }
  },
  ["Малахитор-оракул"] = {
    locations = {
      {2, 5, 0.61, 0.31}
    }
  },
  ["Малахитор-страж ветвей"] = {
    locations = {
      {2, 5, 0.63, 0.31}
    }
  },
  ["Малахитор-хранитель деревьев"] = {
    locations = {
      {2, 5, 0.65, 0.25}
    }
  },
  ["Нефритор-оракул"] = {
    locations = {
      {1, 20, 0.54, 0.15}
    }
  },
  ["Нефритор-хранитель деревьев"] = {
    locations = {
      {1, 20, 0.51, 0.07}
    }
  },
  ["Нефритор-страж ветвей"] = {
    locations = {
      {1, 20, 0.51, 0.1}
    }
  },
  ["Сумеречный осквернитель"] = {
    locations = {
      {2, 20, 0.491, 0.338}
    }
  },
  ["Первая башня отмечена"] = {
    locations = {
      {2, 9, 0.401, 0.7164}
    }
  },
  ["Вторая башня отмечена"] = {
    locations = {
      {2, 9, 0.4238, 0.6615}
    }
  },
  ["Третья башня отмечена"] = {
    locations = {
      {2, 9, 0.4422, 0.6324}
    }
  },
  ["Четвертая башня отмечена"] = {
    locations = {
      {2, 9, 0.4663, 0.7115}
    }
  },
  ["Уничтожено сооружений Плети"] = {
    locations = {
      {2, 6, 0.377, 0.197},
      {2, 6, 0.435, 0.262},
      {2, 6, 0.407, 0.386},
      {2, 6, 0.33, 0.239},
      {2, 6, 0.323, 0.308},
      {2, 6, 0.293, 0.24},
      {2, 6, 0.271, 0.366},
      {2, 6, 0.235, 0.219}
    }
  },
  ["Франкал допрошен"] = {
    locations = {
      {1, 14, 0.408, 0.889}
    }
  },
  ["Рутгар допрошен"] = {
    locations = {
      {1, 14, 0.413, 0.884}
    }
  },
  ["Напугайте Легакки"] = {
    locations = {
      {1, 5, 0.615, 0.386}
    }
  },
  ["Напугайте Поливалку"] = {
    locations = {
      {1, 16, 0.511, 0.269}
    }
  },
  ["Напугайте Квикксиля"] = {
    locations = {
      {1, 7, 0.437, 0.094}
    }
  },
  ["Поймано душ крикунов"] = {
    locations = {
      {1, 20, 0.4642, 0.4881},
      {1, 20, 0.4779, 0.5707},
      {1, 20, 0.5909, 0.5133},
      {1, 20, 0.5772, 0.5685},
      {1, 20, 0.5917, 0.6092}
    }
  },
  ["\"Морской волк\" Маккинли"] = {
    locations = {
      {2, 21, 0.28, 0.77}
    }
  },
  ["Туманна"] = {
    locations = {
      {1, 17, 0.315, 0.316}
    }
  },
  ["Детеныш Опаляющего дракона"] = {
    locations = {
      {2, 17, 0.592, 0.323},
      {2, 17, 0.732, 0.271},
      {2, 17, 0.644, 0.606},
      {2, 17, 0.378, 0.625},
      {2, 17, 0.387, 0.462}
    }
  },
  ["Больная газель исцелена"] = {
    locations = {
      {1, 15, 0.425, 0.205},
      {1, 15, 0.483, 0.263},
      {1, 15, 0.569, 0.39},
      {1, 15, 0.603, 0.216},
      {1, 15, 0.538, 0.122},
      {1, 18, 0.472, 0.413},
      {1, 18, 0.41, 0.778},
      {1, 18, 0.403, 0.523},
      {1, 18, 0.495, 0.228},
      {1, 18, 0.437, 0.64}
    }
  },
  ["Приручено Кодо"] = {
    locations = {
      {1, 12, 0.53, 0.59},
      {1, 12, 0.6068, 0.6197}
    }
  },
  ["Ралстон Фэрнсли"] = {
    locations = {
      {2, 15, 0.7187, 0.2898},
    },
  },
  ["Призыватель Огня из племени Песчаной Бури"] = {
    locations = {
      {1, 16, 0.3892, 0.2145},
      {1, 16, 0.421, 0.2295},
      {1, 16, 0.3734, 0.2466},
      {1, 16, 0.4033, 0.2908},
    },
  },
  ["Меркуцио Грязежор"] = {
    locations = {
      {2, 6, 0.2834, 0.8662},
    },
  },
  ["Кожевник Лунной Ярости"] = {
    locations = {
      {2, 18, 0.4416, 0.7383},
    },
  },
  ["Художница Ренфри"] = {
    locations = {
      {2, 9, 0.6571, 0.7535},
    },
  },
  ["Тигрица Тернистой долины"] = {
    locations = {
      {2, 21, 0.3763, 0.3612},
      {2, 21, 0.4023, 0.394},
      {2, 21, 0.4685, 0.2757},
      {2, 21, 0.4895, 0.2244},
    },
  },
  ["Секретный агент Хамейя"] = {
    locations = {
      {2, 6, 0.6987, 0.1747},
    },
  },
  ["Верховный маг Малин"] = {
    locations = {
      {2, 24, 0.3988, 0.8124},
    },
  },
  ["Каменное чудище"] = {
    locations = {
      {1, 18, 0.3575, 0.8546},
    },
  },
  ["Подручный Валлик"] = {
    locations = {
      {2, 1, 0.5708, 0.6917},
    },
  },
  ["Часовой Кельдара Солнечный Клинок"] = {
    locations = {
      {1, 1, 0.2061, 0.6187},
    },
  },
  ["Виш Коцус"] = {
    locations = {
      {1, 14, 0.5078, 0.3358},
    },
  },
  ["Стен Крепкорук"] = {
    locations = {
      {2, 8, 0.2991, 0.7126},
    },
  },
  ["Селендра"] = {
    locations = {
      {1, 12, 0.2694, 0.7767},
    },
  },
  ["Квикксиль"] = {
    locations = {
      {1, 7, 0.4381, 0.0941},
    },
  },
  ["Страж Когтя Ворона"] = {
    locations = {
      {2, 18, 0.5905, 0.712},
    },
  },
  ["Сатир из племени Тлетворных"] = {
    locations = {
      {1, 12, 0.3037, 0.5463},
    },
  },
  ["Лорд-волхв из клана Черной Вершины"] = {
    locations = {
      {2, 23, 0.408, 0.9569},
      {2, 17, 0.3353, 0.2481},
      {2, 6, 0.8151, 0.5966},
    },
  },
  ["Мейбл Солаж"] = {
    locations = {
      {2, 20, 0.7402, 0.4498},
    },
  },
  ["Геомант племени Иглогривых"] = {
    locations = {
      {1, 15, 0.5792, 0.2478},
    },
  },
  ["Мглистый ползун"] = {
    locations = {
      {2, 18, 0.3509, 0.1014},
    },
  },
  ["Капитан Грейсон"] = {
    locations = {
      {2, 10, 0.3004, 0.8596},
    },
  },
  ["Мит'ретис Чаротворец"] = {
    locations = {
      {2, 5, 0.5835, 0.703},
      {2, 5, 0.5899, 0.7682},
      {2, 5, 0.6106, 0.8127},
      {2, 5, 0.6455, 0.8095},
    },
  },
  ["Солдат Бейл'дана"] = {
    locations = {
      {1, 15, 0.4896, 0.8422},
    },
  },
  ["Рамштайн Ненасытный"] = {
    locations = {
      {2, 6, 0.4831, 0.2192},
      {2, 6, 0.3105, 0.1588},
    },
  },
  ["Бригадир Торговой Компании"] = {
    locations = {
      {1, 9, 0.6205, 0.4616},
    },
  },
  ["Бибильфас Перосвист"] = {
    locations = {
      {2, 9, 0.4294, 0.8497},
    },
  },
  ["Грегор Грейстоун"] = {
    locations = {
      {1, 5, 0.6133, 0.3894},
    },
  },
  ["Матриарх саванны"] = {
    locations = {
      {1, 15, 0.6173, 0.3291},
    },
  },
  ["Пратта Заклинательница Туч"] = {
    locations = {
      {1, 19, 0.5363, 0.4281},
    },
  },
  ["Тенекоготь"] = {
    locations = {
      {1, 18, 0.402, 0.3894},
      {1, 18, 0.3988, 0.3562},
    },
  },
  ["Трясинный ползун"] = {
    locations = {
      {2, 3, 0.1984, 0.2747},
      {2, 3, 0.266, 0.3382},
      {2, 3, 0.4797, 0.3428},
      {2, 3, 0.3833, 0.3312},
      {2, 3, 0.5276, 0.3633},
    },
  },
  ["Хелбрек"] = {
    locations = {
      {2, 3, 0.1068, 0.6095},
    },
  },
  ["Огр из клана Раздробленного Хребта"] = {
    locations = {
      {2, 1, 0.4891, 0.5892},
      {2, 1, 0.4767, 0.6182},
      {2, 1, 0.5114, 0.3965},
      {2, 1, 0.5219, 0.5473},
      {2, 1, 0.4728, 0.3562},
    },
  },
  ["Дерил Юный"] = {
    locations = {
      {2, 12, 0.8343, 0.6528},
    },
  },
  ["Брат Даниль"] = {
    locations = {
      {2, 25, 0.4754, 0.4165},
    },
  },
  ["Наемник Торговой Компании"] = {
    locations = {
      {1, 15, 0.5621, 0.0792},
    },
  },
  ["Карус"] = {
    locations = {
      {1, 10, 0.4961, 0.6931},
    },
  },
  ["Перевитый ужас"] = {
    locations = {
      {2, 4, 0.1023, 0.333},
    },
  },
  ["Коворк"] = {
    locations = {
      {2, 13, 0.3192, 0.459},
    },
  },
  ["Зиск Ладноскрой"] = {
    locations = {
      {2, 21, 0.287, 0.7683},
    },
  },
  ["Посол из клана Черного Железа"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Бринна Валанаар"] = {
    locations = {
      {1, 1, 0.1198, 0.7829},
    },
  },
  ["Темнокаменный крушитель"] = {
    locations = {
      {1, 12, 0.2797, 0.5643},
    },
  },
  ["Пьяный завсегдатай"] = {
    locations = {
      {2, 23, 0.2711, 0.7251},
    },
  },
  ["Черный опустошитель"] = {
    locations = {
      {2, 20, 0.5478, 0.6022},
      {2, 20, 0.5841, 0.5919},
      {2, 20, 0.668, 0.3063},
    },
  },
  ["Кабатчик Мораг"] = {
    locations = {
      {1, 10, 0.5454, 0.6792},
    },
  },
  ["Тераморский стражник"] = {
    locations = {
      {1, 13, 0.6695, 0.5024},
    },
  },
  ["Призыватель ветров Калдон"] = {
    locations = {
      {1, 14, 0.4999, 0.3645},
    },
  },
  ["Мохоногий олень"] = {
    locations = {
      {1, 1, 0.3684, 0.6855},
      {1, 1, 0.5676, 0.2195},
      {1, 1, 0.5142, 0.2796},
      {1, 1, 0.5171, 0.3143},
      {1, 1, 0.4009, 0.7158},
    },
  },
  ["Капитан Бельд"] = {
    locations = {
      {2, 8, 0.7789, 0.6244},
    },
  },
  ["Загнивший плетун"] = {
    locations = {
      {1, 12, 0.3037, 0.5464},
    },
  },
  ["Капитан Перрин"] = {
    locations = {
      {2, 22, 0.5155, 0.6771},
    },
  },
  ["Гончий мастиф"] = {
    locations = {
      {2, 23, 0.2713, 0.725},
      {2, 17, 0.2256, 0.0757},
    },
  },
  ["Аптекарь Хелбрим"] = {
    locations = {
      {1, 15, 0.5146, 0.3017},
    },
  },
  ["Хилсбрадский штейгер"] = {
    locations = {
      {2, 16, 0.295, 0.5524},
    },
  },
  ["Старый деметродон"] = {
    locations = {
      {1, 7, 0.3941, 0.6695},
      {1, 7, 0.3957, 0.3619},
      {1, 7, 0.3013, 0.3732},
      {1, 7, 0.389, 0.4099},
      {1, 7, 0.3925, 0.33},
    },
  },
  ["Докер из Братства Справедливости"] = {
    locations = {
      {2, 25, 0.4813, 0.8699},
    },
  },
  ["Сержант Язра Кровавый Рык"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Изломанный кадавр"] = {
    locations = {
      {2, 6, 0.3106, 0.1586},
    },
  },
  ["Стеклошкурый окаменитель"] = {
    locations = {
      {1, 16, 0.3081, 0.5921},
      {1, 16, 0.3073, 0.7015},
      {1, 16, 0.3317, 0.5575},
      {1, 16, 0.2723, 0.5719},
      {1, 16, 0.302, 0.5467},
    },
  },
  ["Ржавый уборочный голем"] = {
    locations = {
      {2, 10, 0.5731, 0.2026},
      {2, 10, 0.5431, 0.2498},
    },
  },
  ["Жрица Тени Шаи"] = {
    locations = {
      {1, 14, 0.5169, 0.685},
    },
  },
  ["Ночной кругопряд"] = {
    locations = {
      {2, 22, 0.2567, 0.5964},
    },
  },
  ["Шай"] = {
    locations = {
      {2, 16, 0.627, 0.1906},
    },
  },
  ["Опустошитель-сквернолап"] = {
    locations = {
      {1, 11, 0.5459, 0.2617},
      {1, 11, 0.5316, 0.1512},
      {1, 11, 0.5573, 0.2316},
      {1, 11, 0.6202, 0.1675},
      {1, 11, 0.5671, 0.1991},
    },
  },
  ["Молодой равнинный канюк"] = {
    locations = {
      {2, 13, 0.653, 0.3851},
      {2, 13, 0.5359, 0.4641},
      {2, 13, 0.2689, 0.3454},
      {2, 13, 0.7139, 0.4877},
      {2, 13, 0.5069, 0.433},
    },
  },
  ["Урда"] = {
    locations = {
      {2, 13, 0.7309, 0.327},
    },
  },
  ["Темнокаменный грохотун"] = {
    locations = {
      {1, 12, 0.2794, 0.5642},
    },
  },
  ["Вартус Древний"] = {
    locations = {
      {1, 11, 0.4778, 0.2408},
    },
  },
  ["Даолин Летний Лист"] = {
    locations = {
      {1, 8, 0.452, 0.3457},
    },
  },
  ["Шкуродер из стаи Бледногривов"] = {
    locations = {
      {1, 9, 0.3247, 0.6107},
      {1, 9, 0.482, 0.7186},
      {1, 9, 0.5374, 0.7231},
    },
  },
  ["Миолор Губительная Ярость"] = {
    locations = {
      {2, 19, 0.5178, 0.4163},
    },
  },
  ["Трешала Бурый Ручей"] = {
    locations = {
      {1, 3, 0.6949, 0.6744},
    },
  },
  ["Мизраэль"] = {
    locations = {
      {2,13, 0.6262, 0.3406}
    }
  },
  ["Изумрудный слизнюк"] = {
    locations = {
      {2, 5, 0.6515, 0.6614},
    },
  },
  ["Марта Остроигл"] = {
    locations = {
      {2, 19, 0.5911, 0.7582},
    },
  },
  ["Зараженный тролль из племени Моходеров"] = {
    locations = {
      {2, 6, 0.7002, 0.1732},
    },
  },
  ["Верна Хмуробров"] = {
    locations = {
      {2, 10, 0.5996, 0.1942},
    },
  },
  ["Лоскутный ужас"] = {
    locations = {
      {2, 6, 0.3107, 0.1586},
    },
  },
  ["Арко'нарин"] = {
    locations = {
      {1, 11, 0.3688, 0.549},
    },
  },
  ["Огр-маг из клана Гнилобрюхих"] = {
    locations = {
      {2, 2, 0.0828, 0.8886},
    },
  },
  ["Болотный слизнюк"] = {
    locations = {
      {1, 13, 0.4109, 0.5104},
      {1, 13, 0.458, 0.5909},
      {1, 13, 0.45, 0.5559},
    },
  },
  ["Змеестраж из клана Гребня Ненависти"] = {
    locations = {
      {1, 20, 0.2684, 0.686},
    },
  },
  ["Огнегривый чешуйчатый губитель"] = {
    locations = {
      {1, 13, 0.378, 0.6804},
      {1, 13, 0.498, 0.7579},
    },
  },
  ["Турман Милби"] = {
    locations = {
      {2, 24, 0.5817, 0.6139},
    },
  },
  ["Зверр"] = {
    locations = {
      {2, 22, 0.4051, 0.4267},
      {2, 22, 0.5041, 0.5017},
      {2, 22, 0.4601, 0.5229},
      {2, 22, 0.4162, 0.525},
      {2, 22, 0.5642, 0.4071},
    },
  },
  ["Стрелок высодолья"] = {
    locations = {
      {2, 5, 0.3061, 0.4717},
    },
  },
  ["Дарла Гаррис"] = {
    locations = {
      {2, 16, 0.494, 0.5233},
    },
  },
  ["Делгрен Очиститель"] = {
    locations = {
      {1, 21, 0.2619, 0.3869},
    },
  },
  ["Мошенник из племени Пещерных Глубин"] = {
    locations = {
      {2, 8, 0.2064, 0.3661},
      {2, 21, 0.2764, 0.7755},
      {2, 8, 0.2183, 0.3276},
    },
  },
  ["Урсал Изверг"] = {
    locations = {
      {1, 17, 0.3928, 0.801},
    },
  },
  ["Киндри"] = {
    locations = {
      {1, 18, 0.3689, 0.4453},
    },
  },
  ["Делиана"] = {
    locations = {
      {2, 19, 0.4335, 0.5231},
    },
  },
  ["Марек Железносерд"] = {
    locations = {
      {2, 12, 0.8184, 0.6178},
    },
  },
  ["Паршивая гиена"] = {
    locations = {
      {1, 19, 0.2641, 0.284},
      {1, 19, 0.4835, 0.5648},
      {1, 19, 0.2397, 0.3931},
      {1, 19, 0.3477, 0.2877},
      {1, 19, 0.2683, 0.4139},
    },
  },
  ["Шара Блейзен"] = {
    locations = {
      {2, 16, 0.6346, 0.2089},
    },
  },
  ["Йети со Свирепого Утеса"] = {
    locations = {
      {1, 20, 0.5481, 0.5634},
    },
  },
  ["Нежить-землечерп"] = {
    locations = {
      {2, 10, 0.4142, 0.8195},
    },
  },
  ["Призрачный горожанин"] = {
    locations = {
      {2, 6, 0.3103, 0.1587},
    },
  },
  ["Блестопанцирный крепкохват"] = {
    locations = {
      {1, 19, 0.8179, 0.5469},
      {1, 19, 0.8427, 0.6931},
      {1, 19, 0.8672, 0.7393},
      {1, 19, 0.7713, 0.7086},
      {1, 19, 0.8577, 0.6096},
    },
  },
  ["Рыкун"] = {
    locations = {
      {1, 20, 0.7688, 0.3814},
      {1, 20, 0.8441, 0.3803},
      {1, 20, 0.8118, 0.3949},
    },
  },
  ["Сара Балу"] = {
    locations = {
      {2, 19, 0.6379, 0.6791},
    },
  },
  ["Садист из племени Сухокожих"] = {
    locations = {
      {2, 5, 0.342, 0.7258},
      {2, 5, 0.3572, 0.6836},
      {2, 5, 0.3585, 0.6445},
      {2, 5, 0.2587, 0.661},
    },
  },
  ["Тиста"] = {
    locations = {
      {2, 21, 0.3251, 0.293},
    },
  },
  ["Гарпия из стаи Пыльного Ветра"] = {
    locations = {
      {1, 4, 0.5005, 0.2536},
      {1, 4, 0.4815, 0.3266},
    },
  },
  ["Большой степной кодо"] = {
    locations = {
      {1, 15, 0.4591, 0.7299},
      {1, 15, 0.4477, 0.786},
      {1, 15, 0.4565, 0.6269},
      {1, 15, 0.4738, 0.6515},
      {1, 15, 0.4618, 0.6841},
    },
  },
  ["Полководец Кром'зар"] = {
    locations = {
      {1, 15, 0.4453, 0.2815},
    },
  },
  ["Слепой охотник"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Кобольд-геомант"] = {
    locations = {
      {2, 25, 0.619, 0.5414},
    },
  },
  ["Виззи"] = {
    locations = {
      {1, 5, 0.6133, 0.3885},
    },
  },
  ["Магош"] = {
    locations = {
      {2, 12, 0.6982, 0.6601},
    },
  },
  ["Величавый патриарх"] = {
    locations = {
      {1, 6, 0.5391, 0.3843},
      {1, 6, 0.4628, 0.4323},
      {1, 6, 0.4765, 0.4614},
      {1, 6, 0.4524, 0.4038},
    },
  },
  ["Лорд Сакрасис"] = {
    locations = {
      {2, 21, 0.2856, 0.6234},
    },
  },
  ["Повелитель зверей из племени Дробителей Черепов"] = {
    locations = {
      {2, 21, 0.4521, 0.4162},
    },
  },
  ["Миран"] = {
    locations = {
      {2, 12, 0.5259, 0.6902},
      {2, 12, 0.6302, 0.6576},
    },
  },
  ["Старый утесный прыгун"] = {
    locations = {
      {2, 5, 0.2062, 0.5069},
      {2, 5, 0.1354, 0.5437},
      {2, 5, 0.1762, 0.5492},
    },
  },
  ["Тариндрелла"] = {
    locations = {
      {1, 17, 0.5774, 0.452},
    },
  },
  ["Дирания Серебряное Сияние"] = {
    locations = {
      {1, 17, 0.6087, 0.4198},
    },
  },
  ["Каменный страж"] = {
    locations = {
      {1, 7, 0.5634, 0.1582},
      {1, 7, 0.3847, 0.2073},
      {1, 7, 0.7263, 0.6883},
      {1, 7, 0.7631, 0.5402},
      {1, 7, 0.7103, 0.7544},
    },
  },
  ["Зул'Лор"] = {
    locations = {
      {2, 4, 0.7733, 0.3591},
    },
  },
  ["Сборщик из улья Зара"] = {
    locations = {
      {1, 14, 0.2958, 1.0607},
    },
  },
  ["Разъяренный каменный элементаль"] = {
    locations = {
      {2, 2, 0.5425, 0.827},
    },
  },
  ["Призыватель из клана Пылающего Клинка"] = {
    locations = {
      {1, 12, 0.5236, 0.8234},
      {1, 12, 0.5494, 0.7197},
      {1, 12, 0.5014, 0.7717},
      {1, 12, 0.5072, 0.7218},
      {1, 12, 0.5454, 0.7696},
    },
  },
  ["Брат Вильгельм"] = {
    locations = {
      {2, 25, 0.411, 0.6602},
    },
  },
  ["Костлявое создание"] = {
    locations = {
      {2, 6, 0.4001, 0.2593},
    },
  },
  ["Мятежник из Братства Справедливости"] = {
    locations = {
      {2, 24, 0.3966, 0.5394},
    },
  },
  ["Пилот Большеног"] = {
    locations = {
      {2, 8, 0.8383, 0.3917},
    },
  },
  ["Птенец лесного долгонога"] = {
    locations = {
      {1, 18, 0.3917, 0.4963},
      {1, 18, 0.3876, 0.6515},
      {1, 18, 0.4547, 0.4223},
      {1, 18, 0.4235, 0.6764},
      {1, 18, 0.3887, 0.5901},
    },
  },
  ["Астор Хадрен"] = {
    locations = {
      {2, 18, 0.5017, 0.3424},
      {2, 22, 0.6092, 0.6244},
      {2, 18, 0.5478, 0.1679},
      {2, 18, 0.4873, 0.3873},
      {2, 22, 0.5682, 0.655},
    },
  },
  ["Призыватель огня из племени Нефритового Пламени"] = {
    locations = {
      {1, 11, 0.4029, 0.2068},
      {1, 11, 0.3658, 0.5653},
      {1, 11, 0.4292, 0.1526},
    },
  },
  ["Нимбойя"] = {
    locations = {
      {2, 21, 0.3216, 0.2776},
    },
  },
  ["Вожак стаи Древолапов"] = {
    locations = {
      {1, 20, 0.7266, 0.5615},
      {1, 20, 0.688, 0.5509},
      {1, 20, 0.4801, 0.4481},
    },
  },
  ["Роберто Пуплливербос"] = {
    locations = {
      {2, 24, 0.5207, 0.6788},
    },
  },
  ["Геодезист-туннельщик"] = {
    locations = {
      {2, 12, 0.3515, 0.2734},
    },
  },
  ["Вождь Шак"] = {
    locations = {
      {1, 12, 0.4019, 0.9543},
    },
  },
  ["Громила из клана Гордок"] = {
    locations = {
      {1, 20, 0.6286, 0.2489},
    },
  },
  ["Рваная демонская кожа"] = {
    locations = {
      {1, 12, 0.5562, 0.2885},
      {1, 12, 0.5308, 0.3276},
      {1, 12, 0.5675, 0.2297},
    },
  },
  ["Тандрис Ветропряд"] = {
    locations = {
      {1, 18, 0.3742, 0.4019},
    },
  },
  ["Разоритель из пещерных глубин"] = {
    locations = {
      {2, 8, 0.1767, 0.3915},
    },
  },
  ["Вариматас"] = {
    locations = {
      {2, 15, 0.5643, 0.922},
    },
  },
  ["Хранитель Ремул"] = {
    locations = {
      {1, 8, 0.3636, 0.4195},
    },
  },
  ["Воронковый паук Ядовитого Тумана"] = {
    locations = {
      {2, 9, 0.354, 0.645},
      {2, 9, 0.3825, 0.6264},
      {2, 9, 0.3192, 0.5901},
    },
  },
  ["Голодный горный лев"] = {
    locations = {
      {2, 16, 0.4174, 0.3901},
      {2, 16, 0.5264, 0.3739},
      {2, 16, 0.5379, 0.4176},
      {2, 16, 0.546, 0.2884},
      {2, 16, 0.5266, 0.3253},
    },
  },
  ["Пятнистый вепрь"] = {
    locations = {
      {1, 4, 0.4393, 0.6476},
      {1, 4, 0.4376, 0.7105},
    },
  },
  ["Твердошкурый вепрь"] = {
    locations = {
      {2, 25, 0.4715, 0.7914},
      {2, 25, 0.6105, 0.762},
      {2, 25, 0.6359, 0.7805},
      {2, 25, 0.7021, 0.7479},
      {2, 25, 0.5678, 0.7462},
    },
  },
  ["Ута Мудрая"] = {
    locations = {
      {1, 12, 0.3631, 0.7923},
    },
  },
  ["Вор из шайки Скитальцев Пустыни"] = {
    locations = {
      {1, 16, 0.6357, 0.3159},
      {1, 16, 0.6013, 0.2367},
    },
  },
  ["Зулианский тигр"] = {
    locations = {
      {2, 21, 0.5407, 0.1758},
    },
  },
  ["Интендант из легиона Изрубленного Щита"] = {
    locations = {
      {2, 23, 0.4276, 0.9894},
      {2, 17, 0.3456, 0.277},
    },
  },
  ["Таддиус"] = {
    locations = {
      {2, 6, 0.3996, 0.2589},
    },
  },
  ["Прожорень Темного Клыка"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Бичевательница Маннорока"] = {
    locations = {
      {1, 21, 0.8222, 0.6869},
      {1, 21, 0.8364, 0.7151},
      {1, 21, 0.8874, 0.7746},
      {1, 21, 0.8428, 0.7697},
      {1, 21, 0.7894, 0.821},
    },
  },
  ["Синий драконид"] = {
    locations = {
      {1, 1, 0.3739, 0.7605},
    },
  },
  ["Тролль-вудуист"] = {
    locations = {
      {1, 4, 0.6708, 0.8571},
    },
  },
  ["Гнилиус"] = {
    locations = {
      {2, 9, 0.4597, 0.6443},
      {2, 9, 0.3938, 0.6837},
      {2, 9, 0.4718, 0.7077},
    },
  },
  ["Детеныш черного дракона"] = {
    locations = {
      {2, 17, 0.8503, 0.594},
      {2, 17, 0.9022, 0.4718},
      {2, 17, 0.8901, 0.5513},
      {2, 17, 0.909, 0.3895},
      {2, 17, 0.905, 0.3376},
    },
  },
  ["Ткач туманов из стаи Мохошкуров"] = {
    locations = {
      {2, 3, 0.4491, 0.3381},
      {2, 3, 0.5135, 0.3084},
      {2, 3, 0.3906, 0.3398},
      {2, 3, 0.6255, 0.6908},
      {2, 3, 0.6102, 0.5829},
    },
  },
  ["Надзиратель Когтя Смерти"] = {
    locations = {
      {2, 23, 0.4021, 1.0501},
    },
  },
  ["Тенегорнский проходчик"] = {
    locations = {
      {2, 2, 0.5311, 0.3219},
    },
  },
  ["Страж Степей"] = {
    locations = {
      {1, 15, 0.4802, 0.0534},
      {1, 15, 0.3943, 0.2966},
    },
  },
  ["Призыватель из клана Черной горы"] = {
    locations = {
      {2, 11, 0.3192, 0.1106},
      {2, 11, 0.4066, 0.1431},
    },
  },
  ["Видра Жаркий Очаг"] = {
    locations = {
      {2, 12, 0.3484, 0.4911},
    },
  },
  ["Плут из племени Каменного Сердца"] = {
    locations = {
      {1, 21, 0.812, 0.4994},
    },
  },
  ["Охотник из Алого ордена"] = {
    locations = {
      {2, 9, 0.4056, 0.5243},
      {2, 9, 0.3898, 0.5574},
      {2, 9, 0.4719, 0.5139},
      {2, 9, 0.4351, 0.6751},
      {2, 9, 0.5173, 0.4424},
    },
  },
  ["Чумной пес"] = {
    locations = {
      {2, 6, 0.4704, 0.6427},
      {2, 6, 0.6657, 0.6871},
      {2, 6, 0.5058, 0.6092},
      {2, 6, 0.5596, 0.5426},
      {2, 6, 0.6644, 0.653},
    },
  },
  ["Хроматический драконид"] = {
    locations = {
      {2, 23, 0.408, 0.9566},
    },
  },
  ["Сайан"] = {
    locations = {
      {2, 12, 0.5214, 0.6927},
    },
  },
  ["Риз Лангстон"] = {
    locations = {
      {2, 24, 0.7401, 0.3683},
    },
  },
  ["Опустошитель-силитид"] = {
    locations = {
      {1, 19, 0.6502, 0.8553},
      {1, 19, 0.6843, 0.8288},
      {1, 19, 0.699, 0.8695},
    },
  },
  ["Тролль-подросток из племени Мерзлогривов"] = {
    locations = {
      {2, 8, 0.2792, 0.7987},
      {2, 8, 0.2298, 0.784},
    },
  },
  ["Дикий совух"] = {
    locations = {
      {2, 5, 0.5433, 0.5145},
      {2, 5, 0.621, 0.4754},
      {2, 5, 0.5884, 0.5233},
      {2, 5, 0.5455, 0.4562},
      {2, 5, 0.6253, 0.5216},
    },
  },
  ["Максимиллион"] = {
    locations = {
      {2, 22, 0.3093, 0.6628},
    },
  },
  ["Храбрец лагеря Мохаче"] = {
    locations = {
      {1, 20, 0.7676, 0.4315},
      {1, 20, 0.738, 0.458},
    },
  },
  ["Леди Джайна Праудмур"] = {
    locations = {
      {1, 13, 0.6627, 0.4908},
    },
  },
  ["Диатор Ищейка"] = {
    locations = {
      {1, 21, 0.784, 0.84},
    },
  },
  ["Эбигейл Сойер"] = {
    locations = {
      {2, 15, 0.549, 0.3797},
    },
  },
  ["Косматый молодой волк"] = {
    locations = {
      {2, 8, 0.2924, 0.7401},
    },
  },
  ["Дух из клана Гордок"] = {
    locations = {
      {1, 20, 0.6032, 0.3159},
    },
  },
  ["Грязекоп из племени Рваного Плавника"] = {
    locations = {
      {2, 16, 0.3205, 0.7124},
      {2, 16, 0.2907, 0.7181},
      {2, 16, 0.2668, 0.6994},
      {2, 16, 0.249, 0.668},
    },
  },
  ["Док Миксиль-Пиксиль"] = {
    locations = {
      {2, 24, 0.7804, 0.59},
    },
  },
  ["Логаннас"] = {
    locations = {
      {1, 20, 0.3263, 0.4398},
    },
  },
  ["Страж смерти Подриг"] = {
    locations = {
      {2, 18, 0.4348, 0.4165},
    },
  },
  ["Хейган Нечестивый"] = {
    locations = {
      {2, 6, 0.3992, 0.2589}
    }
  },
  ["Старый облачный змей"] = {
    locations = {
      {1, 19, 0.5569, 0.4926},
      {1, 19, 0.1869, 0.3783},
      {1, 19, 0.1656, 0.3247},
    },
  },
  ["Карлс Пропеллерз"] = {
    locations = {
      {2, 21, 0.2835, 0.763},
    },
  },
  ["Аламар Мрачнн"] = {
    locations = {
      {2, 8, 0.2867, 0.6617},
    },
  },
  ["Омерзительный Гринч"] = {
    locations = {
      {2, 1, 0.399, 0.6393},
      {2, 1, 0.4028, 0.6768},
      {2, 1, 0.3981, 0.7284},
      {2, 1, 0.3161, 0.5352},
      {2, 1, 0.2963, 0.5984},
    },
  },
  ["Воин из племени Древобрюхов"] = {
    locations = {
      {1, 1, 0.3388, 0.4229},
      {1, 1, 0.3607, 0.3664},
      {1, 1, 0.3231, 0.4562},
    },
  },
  ["Огромный быстроногий олень"] = {
    locations = {
      {1, 6, 0.3957, 0.1111},
      {1, 6, 0.3437, 0.1125},
      {1, 6, 0.3498, 0.1495},
      {1, 6, 0.3937, 0.0807},
      {1, 6, 0.393, 0.1488},
    },
  },
  ["Шони Молшунья"] = {
    locations = {
      {2, 24, 0.5554, 0.1267},
    },
  },
  ["Ядоплюй-черноклык"] = {
    locations = {
      {1, 13, 0.4959, 0.2341},
      {1, 13, 0.5813, 0.3826},
      {1, 13, 0.6224, 0.3842},
      {1, 13, 0.4801, 0.2785},
      {1, 13, 0.3865, 0.2667},
    },
  },
  ["Вивианна"] = {
    locations = {
      {1, 20, 0.3127, 0.4343},
    },
  },
  ["Головорез из клана Песчаного Молота"] = {
    locations = {
      {1, 16, 0.4036, 0.5599},
      {1, 16, 0.4682, 0.6514},
      {1, 16, 0.4005, 0.5215},
    },
  },
  ["Самонаводящийся робот КПX-22/FE"] = {
    locations = {
      {1, 20, 0.5363, 0.5556},
    },
  },
  ["Молодой шкуродер"] = {
    locations = {
      {2, 10, 0.5309, 0.4147},
      {2, 10, 0.4934, 0.2801},
      {2, 10, 0.4973, 0.3878},
      {2, 10, 0.5471, 0.2209},
      {2, 10, 0.5423, 0.1895},
    },
  },
  ["Слуга Аллистария"] = {
    locations = {
      {2, 7, 0.6431, 0.3526},
      {2, 7, 0.641, 0.4651},
      {2, 7, 0.6392, 0.4343},
      {2, 7, 0.6406, 0.3966},
    },
  },
  ["Рузан"] = {
    locations = {
      {1, 4, 0.4264, 0.6894},
    },
  },
  ["Сторож лагеря повстанцев"] = {
    locations = {
      {2, 21, 0.3845, 0.0462},
    },
  },
  ["Горный вепрь"] = {
    locations = {
      {2, 12, 0.363, 0.358},
      {2, 12, 0.2894, 0.4086},
    },
  },
  ["Кавалер Алого ордена Дарген"] = {
    locations = {
      {2, 9, 0.5464, 0.2388},
    },
  },
  ["Опытный аптекарь Фаранелл"] = {
    locations = {
      {2, 15, 0.4862, 0.6944},
    },
  },
  ["Тирисфальский батрак"] = {
    locations = {
      {2, 22, 0.3704, 0.5057},
    },
  },
  ["Гхак Целитель"] = {
    locations = {
      {2, 12, 0.3704, 0.4926},
    },
  },
  ["Ксиззер Шумоболт"] = {
    locations = {
      {1, 5, 0.6083, 0.3856},
    },
  },
  ["Слуга Когтя Ворона"] = {
    locations = {
      {2, 18, 0.5273, 0.3431},
    },
  },
  ["Проклятый высокорожденный"] = {
    locations = {
      {1, 18, 0.4238, 0.5835},
    },
  },
  ["Некрорахнид-ползун"] = {
    locations = {
      {2, 6, 0.4831, 0.2188},
      {2, 6, 0.3104, 0.1585},
    },
  },
  ["Темный маг клана Пылающего Клинка"] = {
    locations = {
      {1, 12, 0.5464, 0.2716},
    },
  },
  ["Головолом из племени Каменной Челюсти"] = {
    locations = {
      {2, 8, 0.6938, 0.5747},
      {2, 8, 0.7097, 0.5378},
    },
  },
  ["Старый равнинный канюк"] = {
    locations = {
      {2, 13, 0.4785, 0.7946},
      {2, 13, 0.2846, 0.681},
      {2, 13, 0.228, 0.7182},
      {2, 13, 0.174, 0.7042},
      {2, 13, 0.1633, 0.6746},
    },
  },
  ["Морбент Скверн"] = {
    locations = {
      {2, 20, 0.1729, 0.3345},
    },
  },
  ["Фелика"] = {
    locations = {
      {1, 10, 0.5905, 0.5223},
      {1, 10, 0.564, 0.5658},
    },
  },
  ["Хроми"] = {
    locations = {
      {2, 9, 0.3945, 0.6684},
    },
  },
  ["Повелитель улья Регал"] = {
    locations = {
      {1, 14, 0.6392, 0.7865},
      {1, 14, 0.5561, 0.8095},
      {1, 14, 0.5489, 0.7165},
    },
  },
  ["Делманис Ненавистный"] = {
    locations = {
      {1, 18, 0.5677, 0.268},
    },
  },
  ["Торготрон 1000"] = {
    locations = {
      {1, 12, 0.6033, 0.3812},
    },
  },
  ["Метатель топоров из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.478, 0.6389},
      {2, 5, 0.4461, 0.672},
    },
  },
  ["Талия Янтарная Шкура"] = {
    locations = {
      {1, 19, 0.46, 0.5153},
    },
  },
  ["Призыватель огня из племени Легаши"] = {
    locations = {
      {1, 1, 0.5113, 0.1883},
      {1, 1, 0.6156, 0.2455},
      {1, 1, 0.6671, 0.1727},
    },
  },
  ["Гонец клана Песни Войны"] = {
    locations = {
      {1, 21, 0.1219, 0.3416},
    },
  },
  ["Стенающая прародительница"] = {
    locations = {
      {2, 22, 0.5231, 0.2739},
    },
  },
  ["Каторжник из Братства Справедливости"] = {
    locations = {
      {2, 24, 0.3966, 0.5394},
    },
  },
  ["Лоскутный голем"] = {
    locations = {
      {2, 6, 0.3996, 0.2587},
    },
  },
  ["Головорез из клана Гордок"] = {
    locations = {
      {1, 20, 0.5876, 0.4461},
      {1, 20, 0.6103, 0.3787},
    },
  },
  ["Туннельщик из племени Ветрорезов"] = {
    locations = {
      {1, 6, 0.7175, 0.6032},
    },
  },
  ["Тавр Каменное Копыто"] = {
    locations = {
      {1, 2, 0.3998, 0.555},
    },
  },
  ["Таргорр Ужасный"] = {
    locations = {
      {2, 24, 0.3966, 0.5395},
    },
  },
  ["Охотница Быстрая Река"] = {
    locations = {
      {2, 19, 0.7118, 0.6939},
      {1, 4, 0.4523, 0.1343},
    },
  },
  ["Раззл Шустрец"] = {
    locations = {
      {2, 8, 0.4587, 0.493},
    },
  },
  ["Ун'Горский топотун"] = {
    locations = {
      {1, 7, 0.6393, 0.17},
      {1, 7, 0.6735, 0.1578},
    },
  },
  ["Жрец Тени из племени Тлеющего Терновника"] = {
    locations = {
      {2, 23, 0.408, 0.9568},
      {2, 17, 0.3299, 0.2519},
    },
  },
  ["Фенвик Татрос"] = {
    locations = {
      {2, 18, 0.5942, 0.344},
    },
  },
  ["Филдан"] = {
    locations = {
      {1, 3, 0.4865, 0.2136},
    },
  },
  ["Тролль из племени Мерзлогривов"] = {
    locations = {
      {2, 8, 0.2609, 0.5112},
      {2, 8, 0.6834, 0.4145},
      {2, 8, 0.3953, 0.3602},
    },
  },
  ["Буранд Ветродуй"] = {
    locations = {
      {1, 15, 0.5199, 0.2993},
    },
  },
  ["Старый скальный койот"] = {
    locations = {
      {2, 2, 0.2455, 0.5542},
      {2, 2, 0.2804, 0.5932},
      {2, 2, 0.3129, 0.6364},
      {2, 2, 0.3326, 0.6674},
      {2, 2, 0.1315, 0.6505},
    },
  },
  ["Голи Крамн"] = {
    locations = {
      {2, 19, 0.3, 0.5998},
      {2, 19, 0.3072, 0.6301},
    },
  },
  ["Баританес Небесная Река"] = {
    locations = {
      {1, 12, 0.6469, 0.1046},
    },
  },
  ["Мизз Вечноклев"] = {
    locations = {
      {2, 21, 0.2746, 0.7708},
    },
  },
  ["Ак'лок"] = {
    locations = {
      {1, 7, 0.6853, 0.14},
    },
  },
  ["Главный инженер Чепухастер"] = {
    locations = {
      {1, 16, 0.5243, 0.2845},
    },
  },
  ["Экзал"] = {
    locations = {
      {2, 21, 0.1528, 0.1547},
    },
  },
  ["Тенелов из племени Змеящегося Корня"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Брат Антон"] = {
    locations = {
      {1, 12, 0.6648, 0.0782},
    },
  },
  ["Жрец из племени Мародин"] = {
    locations = {
      {1, 12, 0.2865, 0.6277},
    },
  },
  ["Химик Барабос"] = {
    locations = {
      {2, 15, 0.4757, 0.7302},
    },
  },
  ["Раг Гармасон"] = {
    locations = {
      {2, 3, 0.4992, 0.1829},
    },
  },
  ["Кровоклык"] = {
    locations = {
      {2, 10, 0.4607, 0.5838},
      {2, 10, 0.4985, 0.5937},
      {2, 10, 0.4645, 0.5182},
      {2, 10, 0.544, 0.6063},
      {2, 10, 0.6014, 0.4524},
    },
  },
  ["Лорд Алексей Баров"] = {
    locations = {
      {2, 9, 0.6902, 0.7281},
    },
  },
  ["Фазовый плеточник"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Страж Фам'ретор"] = {
    locations = {
      {2, 2, 0.2601, 0.4578},
    },
  },
  ["Сектант из клана Пламенеющего Клинка"] = {
    locations = {
      {1, 10, 0.53, 0.4877},
    },
  },
  ["Неофит Алого ордена"] = {
    locations = {
      {2, 22, 0.7919, 0.2785},
    },
  },
  ["Землепроходец из племени Мертвого Леса"] = {
    locations = {
      {1, 11, 0.4838, 0.9075},
    },
  },
  ["Брут"] = {
    locations = {
      {2, 21, 0.3307, 0.8819},
    },
  },
  ["Сестра-убийца из улья Зора"] = {
    locations = {
      {1, 14, 0.2859, 0.6587},
      {1, 14, 0.3208, 0.6532},
      {1, 14, 0.2246, 0.6627},
      {1, 14, 0.2419, 0.625},
      {1, 14, 0.3388, 0.628},
    },
  },
  ["Бесенок"] = {
    locations = {
      {1, 11, 0.4146, 0.4498},
    },
  },
  ["Сотос"] = {
    locations = {
      {2, 6, 0.3079, 0.1588},
    },
  },
  ["Пиростраж Углевзор"] = {
    locations = {
      {2, 23, 0.4079, 0.9567},
    },
  },
  ["Тюремщик легиона Чернорука"] = {
    locations = {
      {2, 23, 0.4079, 0.9567},
    },
  },
  ["Землеглот из пещерных глубин"] = {
    locations = {
      {2, 8, 0.1766, 0.3914},
    },
  },
  ["Потерянное письмо Бранна Бронзоборода"] = {
    locations = {
      {1, 3, 0.6235, 0.5328},
      {2, 15, 0.6702, 0.4096},
      {1, 14, 0.6195, 0.4842},
      {1, 14, 0.5397, 0.8904},
      {1, 14, 0.5042, 0.3767},
    },
  },
  ["Береговой странник"] = {
    locations = {
      {1, 20, 0.446, 0.4808},
    },
  },
  ["Погромщик из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.4385, 0.6878},
      {2, 10, 0.3619, 0.5553},
    },
  },
  ["Маг Алого ордена"] = {
    locations = {
      {2, 9, 0.5097, 0.4043},
      {2, 9, 0.5669, 0.3612},
      {2, 9, 0.5325, 0.3764},
    },
  },
  ["Среброгривый бродяга"] = {
    locations = {
      {2, 5, 0.5449, 0.5241},
      {2, 5, 0.5416, 0.4888},
      {2, 5, 0.7047, 0.628},
      {2, 5, 0.6276, 0.5066},
      {2, 5, 0.7004, 0.5946},
    },
  },
  ["Кобольд-проходчик"] = {
    locations = {
      {2, 25, 0.391, 0.8194},
    },
  },
  ["Разведчица дорог"] = {
    locations = {
      {2, 6, 0.5219, 0.1825},
    },
  },
  ["Острозубый крепкохват"] = {
    locations = {
      {2, 4, 0.8144, 0.1322},
      {2, 4, 0.7937, 0.1856},
      {2, 4, 0.8155, 0.2943},
      {2, 4, 0.8437, 0.1528},
      {2, 4, 0.7987, 1.0058},
    },
  },
  ["Одеревеневший древень"] = {
    locations = {
      {1, 20, 0.6031, 0.3078},
    },
  },
  ["Морской черт"] = {
    locations = {
      {1, 13, 0.5651, 0.6254},
    },
  },
  ["Предатель из племени Буйного Нрава"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Книжница Рунический Шип"] = {
    locations = {
      {1, 20, 0.3142, 0.44},
    },
  },
  ["Мародер из культа Сумеречного Молота"] = {
    locations = {
      {1, 14, 0.69, 0.362},
      {1, 14, 0.3909, 0.7772},
    },
  },
  ["Мумифицированный тролль из племени Атал'ай"] = {
    locations = {
      {2, 4, 0.7942, 0.4372},
    },
  },
  ["Кроколиск-грязекуп"] = {
    locations = {
      {1, 13, 0.4765, 0.2159},
      {1, 13, 0.5117, 0.2044},
      {1, 13, 0.3787, 0.2707},
    },
  },
  ["Огненный рух"] = {
    locations = {
      {1, 16, 0.4457, 0.3965},
      {1, 16, 0.4901, 0.3683},
      {1, 16, 0.4826, 0.448},
    },
  },
  ["Ядовитый паук-скакун"] = {
    locations = {
      {2, 6, 0.3994, 0.2582},
    },
  },
  ["Полукров"] = {
    locations = {
      {1, 11, 0.4674, 0.8368},
      {1, 11, 0.4392, 0.7696},
    },
  },
  ["Сумеречница-вампир"] = {
    locations = {
      {2, 22, 0.7226, 0.602},
      {2, 22, 0.4802, 0.6125},
      {2, 22, 0.7893, 0.4637},
      {2, 22, 0.7365, 0.3487},
      {2, 22, 0.5324, 0.6198},
    },
  },
  ["Гонец из племени Маграм"] = {
    locations = {
      {1, 12, 0.671, 0.7251},
      {1, 12, 0.7162, 0.6803},
    },
  },
  ["Заннок Проткни-Шкуру"] = {
    locations = {
      {1, 14, 0.8192, 0.1783},
    },
  },
  ["Мок'раш"] = {
    locations = {
      {2, 21, 0.2362, 0.723},
    },
  },
  ["Самуэль ван Брюнт"] = {
    locations = {
      {2, 15, 0.6135, 0.2963},
    },
  },
  ["Проходчик улья Зукк'аш"] = {
    locations = {
      {1, 20, 0.7321, 0.6389},
      {1, 20, 0.7755, 0.6368},
    },
  },
  ["Древесный воронковый паук"] = {
    locations = {
      {2, 12, 0.608, 0.2224},
      {2, 12, 0.7678, 0.3725},
    },
  },
  ["Монах Алого ордена"] = {
    locations = {
      {2, 22, 0.8531, 0.3172},
    },
  },
  ["Николас Этвуд"] = {
    locations = {
      {2, 15, 0.622, 0.271},
    },
  },
  ["Рабочий из улья Гориши"] = {
    locations = {
      {1, 7, 0.5084, 0.7675},
      {1, 7, 0.4934, 0.8256},
      {1, 7, 0.539, 0.8389},
      {1, 7, 0.4643, 0.759},
      {1, 7, 0.4519, 0.8098},
    },
  },
  ["Разбойник из племени Легаши"] = {
    locations = {
      {1, 1, 0.5126, 0.1927},
      {1, 1, 0.6626, 0.1752},
      {1, 1, 0.613, 0.2468},
    },
  },
  ["Копьешкур из племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Ученик Крайтен"] = {
    locations = {
      {2, 13, 0.4616, 0.4767},
    },
  },
  ["Бронник Лунной Ярости"] = {
    locations = {
      {2, 18, 0.4648, 0.7222},
    },
  },
  ["Ползучий слякоч"] = {
    locations = {
      {1, 12, 0.3597, 0.6439},
    },
  },
  ["Импортер Вилликс"] = {
    locations = {
      {1, 15, 0.4227, 0.8988},
    },
  },
  ["Душитель из пещерных глубин"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Неразборчиво исписанный журнал"] = {
    locations = {
      {1, 5, 0.694, 0.3832},
    },
  },
  ["Старый тенерог"] = {
    locations = {
      {1, 21, 0.6857, 0.6821},
      {1, 21, 0.6125, 0.4471},
      {1, 21, 0.5515, 0.3366},
      {1, 21, 0.7066, 0.6348},
      {1, 21, 0.7473, 0.559},
    },
  },
  ["Маррик Нуррибит"] = {
    locations = {
      {2, 8, 0.2872, 0.6641},
    },
  },
  ["Гравис Слипнот"] = {
    locations = {
      {2, 1, 0.6191, 0.4353},
      {2, 1, 0.5972, 0.4568},
      {2, 1, 0.5881, 0.4258},
    },
  },
  ["Мятежник из клана Черного Железа"] = {
    locations = {
      {2, 12, 0.5857, 0.1676},
      {2, 3, 0.6339, 0.776},
    },
  },
  ["Ринаг"] = {
    locations = {
      {1, 4, 0.4156, 0.1863},
    },
  },
  ["Грифон-остроклюв"] = {
    locations = {
      {2, 5, 0.4582, 0.5703},
      {2, 5, 0.3134, 0.5334},
      {2, 5, 0.5002, 0.5782},
      {2, 5, 0.288, 0.6504},
      {2, 5, 0.2717, 0.5476},
    },
  },
  ["Стражник Плети"] = {
    locations = {
      {2, 6, 0.6643, 0.3982},
    },
  },
  ["Морли Бейтс"] = {
    locations = {
      {2, 15, 0.771, 0.2701},
      {2, 15, 0.7708, 0.3313},
      {2, 15, 0.7788, 0.2275},
      {2, 15, 0.7982, 0.1892},
      {2, 15, 0.7324, 0.2758},
    },
  },
  ["Харкен Тотем Ветра"] = {
    locations = {
      {1, 9, 0.4865, 0.5936},
    },
  },
  ["Многоглаз"] = {
    locations = {
      {2, 21, 0.3068, 0.9025},
    },
  },
  ["Воин из племени Гурубаши"] = {
    locations = {
      {2, 21, 0.5117, 0.1757},
    },
  },
  ["Ужасный некрорахнид"] = {
    locations = {
      {2, 6, 0.6661, 0.3873},
      {2, 6, 0.0871, 0.3865},
      {2, 6, 0.1151, 0.3416},
    },
  },
  ["Морской кроколиск"] = {
    locations = {
      {2, 21, 0.2959, 0.2442},
      {2, 21, 0.2236, 0.1778},
      {2, 21, 0.3381, 0.3195},
      {2, 21, 0.271, 0.202},
    },
  },
  ["Джер'ка Лунная Пряжа"] = {
    locations = {
      {1, 20, 0.6595, 0.4567},
    },
  },
  ["Паук-шелкопряд Мглистой пещеры"] = {
    locations = {
      {1, 13, 0.3415, 0.2252},
    },
  },
  ["Синий чешуйчатый губитель"] = {
    locations = {
      {1, 1, 0.4249, 0.7704},
      {1, 1, 0.4155, 0.838},
    },
  },
  ["Волкор"] = {
    locations = {
      {1, 18, 0.4478, 0.8517},
    },
  },
  ["Руководство Омариона"] = {
    locations = {
      {2, 6, 0.3998, 0.2591},
    },
  },
  ["Вьярк"] = {
    locations = {
      {1, 4, 0.5195, 0.4117},
    },
  },
  ["Вернон Здоровяк"] = {
    locations = {
      {2, 11, 0.2741, 0.4782},
    },
  },
  ["Ослабленный странник глубин"] = {
    locations = {
      {1, 20, 0.4444, 0.4999},
      {1, 20, 0.3701, 0.3487},
      {1, 20, 0.4617, 0.6207},
      {1, 20, 0.4656, 0.5887},
    },
  },
  ["Матка улья Гориши"] = {
    locations = {
      {1, 7, 0.4385, 0.8139},
    },
  },
  ["Аберкромби"] = {
    locations = {
      {2, 20, 0.2799, 0.315},
    },
  },
  ["Бузотер из племени Зловещего Тотема"] = {
    locations = {
      {1, 6, 0.813, 0.8918},
    },
  },
  ["Сомнус"] = {
    locations = {
      {2, 4, 0.7854, 0.5741},
      {2, 4, 0.7821, 0.4837},
      {2, 4, 0.7856, 0.6378},
      {2, 4, 0.8051, 0.7005},
      {2, 4, 0.7544, 0.6568},
    },
  },
  ["Мрачный ползун"] = {
    locations = {
      {2, 4, 0.7471, 0.4397},
    },
  },
  ["Слоан Маккой"] = {
    locations = {
      {2, 24, 0.7643, 0.5993},
    },
  },
  ["Шан'ти"] = {
    locations = {
      {1, 10, 0.3761, 0.5239},
    },
  },
  ["Горгон'ох"] = {
    locations = {
      {2, 17, 0.8053, 0.4498},
      {2, 17, 0.7784, 0.4305},
    },
  },
  ["Лютый седой медведь"] = {
    locations = {
      {2, 18, 0.4995, 0.1957},
      {2, 18, 0.4745, 0.2379},
      {2, 18, 0.5159, 0.4291},
      {2, 18, 0.5342, 0.4569},
      {2, 18, 0.5137, 0.3899},
    },
  },
  ["Остротерн"] = {
    locations = {
      {2, 19, 0.5028, 0.06},
    },
  },
  ["Дух Мародоса"] = {
    locations = {
      {1, 12, 0.3037, 0.5463},
    },
  },
  ["Леди Саревесс"] = {
    locations = {
      {1, 21, 0.1652, 0.1102},
    },
  },
  ["Оуро"] = {
    locations = {
      {1, 14, 0.1546, 0.9802},
    },
  },
  ["Геомант из племени Золотого Песка"] = {
    locations = {
      {1, 18, 0.3637, 0.8628},
    },
  },
  ["Старый солоноводный кроколиск"] = {
    locations = {
      {2, 21, 0.2952, 0.2368},
      {2, 21, 0.3356, 0.3248},
      {2, 21, 0.2171, 0.1648},
      {2, 21, 0.2416, 0.1912},
    },
  },
  ["Эльф крови-землемер"] = {
    locations = {
      {1, 1, 0.5673, 0.2839},
    },
  },
  ["Волнолов из племени Серой Мглы"] = {
    locations = {
      {1, 18, 0.3159, 0.851},
      {1, 18, 0.5532, 0.1265},
    },
  },
  ["Предок Лунный Страж"] = {
    locations = {
      {1, 15, 0.5146, 0.3065},
    },
  },
  ["Замученный офицер"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Разъяренный йети со Свирепого Утеса"] = {
    locations = {
      {1, 20, 0.5307, 0.5709},
    },
  },
  ["Зулианская пантера"] = {
    locations = {
      {2, 21, 0.5407, 0.1758},
    },
  },
  ["Зритель арены"] = {
    locations = {
      {2, 23, 0.2711, 0.7251},
    },
  },
  ["Головорез из клана Тяжелого Кулака"] = {
    locations = {
      {2, 13, 0.3339, 0.4476},
    },
  },
  ["Моргана Лукавая"] = {
    locations = {
      {2, 25, 0.3102, 0.652},
    },
  },
  ["Гарнег Обугленный Череп"] = {
    locations = {
      {2, 3, 0.3902, 0.4652},
    },
  },
  ["Змеестраж из клана Страшаз"] = {
    locations = {
      {1, 13, 0.7589, 0.1884},
    },
  },
  ["Люций"] = {
    locations = {
      {2, 11, 0.2818, 0.5214},
    },
  },
  ["Джеденарский сектант"] = {
    locations = {
      {1, 11, 0.3743, 0.6046},
    },
  },
  ["Приливный краб"] = {
    locations = {
      {1, 4, 0.6282, 0.7953},
      {1, 4, 0.664, 0.7186},
      {1, 4, 0.648, 0.7651},
      {1, 4, 0.6102, 0.8814},
      {1, 4, 0.6138, 0.8406},
    },
  },
  ["Воин из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.6692, 0.665},
    },
  },
  ["Элдрис Ячменобород"] = {
    locations = {
      {2, 19, 0.722, 0.7607},
    },
  },
  ["Гниющий мертвец"] = {
    locations = {
      {2, 22, 0.5338, 0.5636},
      {2, 22, 0.5321, 0.5215},
      {2, 22, 0.5386, 0.4903},
    },
  },
  ["Сестра Келебраса"] = {
    locations = {
      {1, 12, 0.3594, 0.6437},
      {1, 12, 0.3037, 0.5461},
    },
  },
  ["Алессандро Лука"] = {
    locations = {
      {2, 15, 0.5831, 0.5519},
    },
  },
  ["Капитан Гордостанная"] = {
    locations = {
      {1, 15, 0.6186, 0.5484},
    },
  },
  ["Лорд Темнокос"] = {
    locations = {
      {2, 6, 0.3949, 0.3597},
      {2, 6, 0.3853, 0.2532},
      {2, 6, 0.4365, 0.2834},
    },
  },
  ["Вождь Мургут"] = {
    locations = {
      {1, 21, 0.5643, 0.635},
    },
  },
  ["Брейк"] = {
    locations = {
      {2, 4, 0.4601, 0.5465},
    },
  },
  ["Гарр"] = {
    locations = {
      {2,23, 0.3213, 0.9484}
    }
  },
  ["Гоблин-древоруб"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Илана Триас"] = {
    locations = {
      {2, 24, 0.6042, 0.6357},
    },
  },
  ["Кровоточащий ужас"] = {
    locations = {
      {2, 22, 0.7589, 0.6095},
    },
  },
  ["Лейтенант Бенедикт"] = {
    locations = {
      {1, 4, 0.5943, 0.5823},
    },
  },
  ["Метатель топоров из племени Дробителей Черепов"] = {
    locations = {
      {2, 21, 0.4301, 0.3552},
      {2, 21, 0.4613, 0.3237},
      {2, 21, 0.4609, 0.3959},
    },
  },
  ["Владыка теней Скверн'дан"] = {
    locations = {
      {1, 11, 0.3899, 0.4684},
    },
  },
  ["Душитель из племени Колкар"] = {
    locations = {
      {1, 12, 0.6791, 0.4372},
      {1, 12, 0.6772, 0.5199},
    },
  },
  ["Оберегатель ледяного молота"] = {
    locations = {
      {1, 5, 0.6126, 0.6768},
    },
  },
  ["Ограбиси"] = {
    locations = {
      {2, 23, 0.2717, 0.726},
      {2, 17, 0.2255, 0.0755},
    },
  },
  ["Брат Самуэль"] = {
    locations = {
      {2, 25, 0.5037, 0.4211},
    },
  },
  ["Сержант Умала"] = {
    locations = {
      {1, 10, 0.3485, 0.7289},
    },
  },
  ["Штейгер Грилз"] = {
    locations = {
      {1, 15, 0.5644, 0.0844},
    },
  },
  ["Брайан Кросс"] = {
    locations = {
      {2, 24, 0.6429, 0.4299},
    },
  },
  ["Равазавр-бегун"] = {
    locations = {
      {1, 7, 0.6675, 0.7414},
      {1, 7, 0.615, 0.7959},
      {1, 7, 0.6522, 0.772},
      {1, 7, 0.6533, 0.6534},
      {1, 7, 0.6644, 0.7033},
    },
  },
  ["Мародер из племени Галак"] = {
    locations = {
      {1, 19, 0.4338, 0.338},
      {1, 19, 0.1886, 0.2216},
      {1, 19, 0.2246, 0.2461},
    },
  },
  ["Лютый йети"] = {
    locations = {
      {2, 16, 0.4406, 0.2946},
    },
  },
  ["Адепт из племени Мертвой Головы"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Тункк"] = {
    locations = {
      {2, 13, 0.7481, 0.3456},
    },
  },
  ["Ядоносный скорпид"] = {
    locations = {
      {2, 2, 0.3522, 0.1033},
    },
  },
  ["Магмус"] = {
    locations = {
      {2, 23, 0.2711, 0.7254},
    },
  },
  ["Теокрит"] = {
    locations = {
      {2, 25, 0.652, 0.6977},
    },
  },
  ["Элландриет"] = {
    locations = {
      {1, 3, 0.6449, 0.5298},
    },
  },
  ["Оливье Дворр"] = {
    locations = {
      {2, 22, 0.6017, 0.5332},
    },
  },
  ["Нефритовый василиск"] = {
    locations = {
      {2, 2, 0.3522, 0.1033},
    },
  },
  ["Латроникус Лунное Копье"] = {
    locations = {
      {1, 20, 0.3038, 0.4612},
    },
  },
  ["Рема Шнайдер"] = {
    locations = {
      {2, 24, 0.4957, 0.5541},
    },
  },
  ["Могх Неумирающий"] = {
    locations = {
      {2, 21, 0.4762, 0.4405},
    },
  },
  ["Посланник Курцена"] = {
    locations = {
      {2, 21, 0.4038, 0.0835},
    },
  },
  ["Громила из клана Раздробленного Хребта"] = {
    locations = {
      {2, 1, 0.4952, 0.5769},
      {2, 1, 0.4886, 0.3945},
      {2, 1, 0.5097, 0.4612},
      {2, 1, 0.4766, 0.3658},
    },
  },
  ["Макаба Плоское Копыто"] = {
    locations = {
      {1, 15, 0.352, 0.2778},
    },
  },
  ["Страдающая жертва"] = {
    locations = {
      {2, 22, 0.8483, 0.305},
    },
  },
  ["Зачумленный зомби"] = {
    locations = {
      {2, 9, 0.467, 0.5159},
      {2, 9, 0.5014, 0.7907},
    },
  },
  ["Легакки"] = {
    locations = {
      {1, 5, 0.6147, 0.3849},
    },
  },
  ["Сталезуб"] = {
    locations = {
      {1, 19, 0.1293, 0.2668},
      {1, 19, 0.1827, 0.2682},
      {1, 19, 0.1393, 0.1998},
      {1, 19, 0.1156, 0.2318},
      {1, 19, 0.1505, 0.3011},
    },
  },
  ["Пескоброд из улья Зара"] = {
    locations = {
      {1, 14, 0.2957, 1.0606},
    },
  },
  ["Верховный жрец Тель'данис"] = {
    locations = {
      {2, 9, 0.5198, 0.8278},
    },
  },
  ["Джорн Заклинатель Небес"] = {
    locations = {
      {1, 15, 0.4485, 0.591},
    },
  },
  ["Жрица Тени Вандис"] = {
    locations = {
      {2, 22, 0.8301, 0.7187},
    },
  },
  ["Фермер Рей"] = {
    locations = {
      {2, 16, 0.3325, 0.3549},
    },
  },
  ["Бронница деревни Погребальных Костров"] = {
    locations = {
      {2, 18, 0.4646, 0.7209},
    },
  },
  ["Лорд Злоязыкий"] = {
    locations = {
      {1, 12, 0.3037, 0.5464},
    },
  },
  ["Векнисский воин"] = {
    locations = {
      {1, 14, 0.1547, 0.9798},
    },
  },
  ["Злобный элементаль воды"] = {
    locations = {
      {1, 21, 0.4884, 0.7005},
    },
  },
  ["Бритвохлест"] = {
    locations = {
      {1, 12, 0.3597, 0.6439},
    },
  },
  ["Фикс"] = {
    locations = {
      {2, 25, 0.4138, 0.7853},
    },
  },
  ["Сальма Сальден"] = {
    locations = {
      {2, 10, 0.5637, 0.3058},
    },
  },
  ["Джедига"] = {
    locations = {
      {1, 1, 0.2253, 0.5137},
    },
  },
  ["Лара"] = {
    locations = {
      {2, 25, 0.4126, 0.6993},
      {1, 9, 0.3642, 0.3807},
    },
  },
  ["Потерявшийся степной кодо"] = {
    locations = {
      {1, 15, 0.5284, 0.443},
      {1, 15, 0.409, 0.245},
      {1, 15, 0.5511, 0.4042},
      {1, 15, 0.425, 0.2079},
      {1, 15, 0.5388, 0.1236},
    },
  },
  ["Амненнар Хладовей"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Старый Губач"] = {
    locations = {
      {2, 18, 0.5519, 0.6113},
      {2, 18, 0.5393, 0.5222},
      {2, 18, 0.521, 0.634},
    },
  },
  ["Хищник плоскогорья"] = {
    locations = {
      {1, 9, 0.446, 0.1701},
      {1, 9, 0.5693, 0.2406},
      {1, 9, 0.5088, 0.1797},
      {1, 9, 0.5038, 0.215},
      {1, 9, 0.5022, 0.1458},
    },
  },
  ["Храк"] = {
    locations = {
      {1, 15, 0.5115, 0.2901},
    },
  },
  ["Мародер из племени Маграм"] = {
    locations = {
      {1, 12, 0.7153, 0.7489},
      {1, 12, 0.6693, 0.7981},
    },
  },
  ["Лунопард-матриарх"] = {
    locations = {
      {1, 18, 0.6127, 0.0991},
      {1, 18, 0.4187, 0.9058},
      {1, 18, 0.3661, 0.9043},
      {1, 18, 0.3884, 0.9247},
    },
  },
  ["Изверг из племени Колкар"] = {
    locations = {
      {1, 12, 0.7231, 0.4618},
      {1, 12, 0.7223, 0.4957},
      {1, 12, 0.7167, 0.4249},
    },
  },
  ["Эдана Коготь Ненависти"] = {
    locations = {
      {1, 20, 0.4055, 0.086},
    },
  },
  ["Мор'Ладим"] = {
    locations = {
      {2, 20, 0.1889, 0.3887},
    },
  },
  ["Дух Кирита"] = {
    locations = {
      {2, 7, 0.688, 0.3107},
    },
  },
  ["Мулл Громовой Рог"] = {
    locations = {
      {1, 9, 0.4851, 0.6041},
    },
  },
  ["Высокогрив саванны"] = {
    locations = {
      {1, 15, 0.5035, 0.2703},
      {1, 15, 0.4998, 0.1592},
      {1, 15, 0.5502, 0.3039},
    },
  },
  ["Волкус"] = {
    locations = {
      {2, 20, 0.3426, 0.2958},
      {2, 20, 0.6499, 0.2698},
      {2, 20, 0.2305, 0.2769},
      {2, 20, 0.3793, 0.2669},
      {2, 20, 0.2851, 0.2846},
    },
  },
  ["Штоппор Наливалс"] = {
    locations = {
      {2, 23, 0.2711, 0.7251},
    },
  },
  ["Забраксис"] = {
    locations = {
      {1, 18, 0.5248, 0.3339},
    },
  },
  ["Одлин Гордоступ"] = {
    locations = {
      {2, 8, 0.3003, 0.7151},
    },
  },
  ["Чароплет Крыла Тьмы"] = {
    locations = {
      {2, 23, 0.402, 1.0503},
    },
  },
  ["Милтон Сноп"] = {
    locations = {
      {2, 24, 0.7408, 0.0765},
    },
  },
  ["Макрура-панцирник"] = {
    locations = {
      {1, 4, 0.5974, 0.7614},
      {1, 4, 0.5741, 0.7917},
      {1, 4, 0.6304, 0.5251},
      {1, 4, 0.6037, 0.7214},
      {1, 4, 0.5449, 0.8271},
    },
  },
  ["Сара Рэйкрофт"] = {
    locations = {
      {2, 16, 0.4912, 0.5518},
    },
  },
  ["Кракл"] = {
    locations = {
      {1, 7, 0.3089, 0.5043},
    },
  },
  ["Райн"] = {
    locations = {
      {2, 6, 0.8119, 0.5906},
    },
  },
  ["Камнехвостый скорпид"] = {
    locations = {
      {1, 14, 0.555, 0.2975},
      {1, 14, 0.6288, 0.4211},
      {1, 14, 0.3643, 0.3049},
      {1, 14, 0.6089, 0.2066},
      {1, 14, 0.4266, 0.3858},
    },
  },
  ["Пламя Дарнасса"] = {
    locations = {
      {1, 17, 0.5684, 0.926},
      {1, 17, 0.549, 0.9671},
      {1, 18, 0.4185, 0.3647},
      {1, 10, 0.4705, 0.3808},
    },
  },
  ["Ящер нагорья"] = {
    locations = {
      {2, 3, 0.539, 0.2507},
      {2, 3, 0.5151, 0.2866},
      {2, 3, 0.5657, 0.295},
      {2, 3, 0.4052, 0.2403},
    },
  },
  ["Газбан"] = {
    locations = {
      {2, 21, 0.2487, 0.2348},
    },
  },
  ["Кристофер Хьюэн"] = {
    locations = {
      {2, 10, 0.523, 0.5295},
    },
  },
  ["Игольчатая пума"] = {
    locations = {
      {1, 19, 0.1673, 0.3217},
      {1, 19, 0.1743, 0.3521},
      {1, 19, 0.528, 0.4513},
      {1, 19, 0.1295, 0.2531},
      {1, 19, 0.1456, 0.2813},
    },
  },
  ["Даларанский дозорный"] = {
    locations = {
      {2, 18, 0.6062, 0.7648},
      {2, 18, 0.6425, 0.5928},
    },
  },
  ["Офицер Гаруш из ордена Серебряного Рассвета"] = {
    locations = {
      {2, 22, 0.8314, 0.6851},
    },
  },
  ["Аптекарь Ренферрел"] = {
    locations = {
      {2, 18, 0.429, 0.4087},
    },
  },
  ["Даларанский тюремщик"] = {
    locations = {
      {2, 18, 0.6262, 0.6392},
    },
  },
  ["Остроклык Мясник"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["К'вайа"] = {
    locations = {
      {1, 4, 0.5631, 0.7348},
    },
  },
  ["Костостраж из клана Драконьей Пасти"] = {
    locations = {
      {2, 3, 0.4804, 0.4651},
      {2, 3, 0.5008, 0.4935},
    },
  },
  ["Рабин Сатурна"] = {
    locations = {
      {1, 8, 0.5168, 0.4491},
    },
  },
  ["Гремучий скорпид"] = {
    locations = {
      {1, 4, 0.5406, 0.7727},
      {1, 4, 0.5512, 0.6933},
      {1, 4, 0.5783, 0.4767},
      {1, 4, 0.5148, 0.7339},
      {1, 4, 0.5421, 0.6596},
    },
  },
  ["Майор Маттингли"] = {
    locations = {
      {2, 24, 0.616, 0.7772},
    },
  },
  ["Тарг"] = {
    locations = {
      {2, 1, 0.3935, 0.5233},
    },
  },
  ["Разведчик из племени Маграм"] = {
    locations = {
      {1, 12, 0.6676, 0.7302},
      {1, 12, 0.7106, 0.6845},
    },
  },
  ["Пламезавр"] = {
    locations = {
      {2, 23, 0.4849, 0.2691},
    },
  },
  ["Низшее воплощение земли"] = {
    locations = {
      {1, 4, 0.4403, 0.7614},
      {1, 9, 0.5381, 0.8048},
    },
  },
  ["Распространитель чумы"] = {
    locations = {
      {2, 20, 0.2411, 0.3377},
    },
  },
  ["Епископ Фартинг"] = {
    locations = {
      {2, 24, 0.3929, 0.28},
    },
  },
  ["Головолом из племени Камнедробов"] = {
    locations = {
      {2, 12, 0.3476, 0.8473},
      {2, 12, 0.4886, 0.2449},
    },
  },
  ["Обсидиановый разрушитель"] = {
    locations = {
      {1, 14, 0.2953, 1.06},
    },
  },
  ["Логан Эва"] = {
    locations = {
      {2, 20, 0.7574, 0.4464},
    },
  },
  ["Леденящий вурдалак"] = {
    locations = {
      {2, 9, 0.5308, 0.6526},
    },
  },
  ["Восставший стражник"] = {
    locations = {
      {2, 9, 0.6901, 0.7284},
    },
  },
  ["Визгливая призывательница ветров"] = {
    locations = {
      {1, 19, 0.2678, 0.5343},
    },
  },
  ["Штейгер Тазз'рил"] = {
    locations = {
      {1, 4, 0.4459, 0.6863},
    },
  },
  ["Нежить-подрывник"] = {
    locations = {
      {2, 10, 0.4142, 0.8194},
    },
  },
  ["Кеган Мракмар"] = {
    locations = {
      {2, 1, 0.1806, 0.8353},
    },
  },
  ["Фаралорн"] = {
    locations = {
      {1, 20, 0.3068, 0.4339},
    },
  },
  ["Риверн Холодный Ветер"] = {
    locations = {
      {1, 5, 0.4992, 0.0986},
    },
  },
  ["Вит Карлеон"] = {
    locations = {
      {2, 10, 0.4968, 0.1957},
    },
  },
  ["Добытчик из племени Соленой Чешуи"] = {
    locations = {
      {2, 21, 0.2525, 0.2652},
      {2, 21, 0.2693, 0.2336},
    },
  },
  ["Чумобрюх Гнилой"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Эктоплазма кошмаров"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Хрупконог"] = {
    locations = {
      {2, 24, 0.3966, 0.5394},
    },
  },
  ["Голодный снежный волк"] = {
    locations = {
      {2, 8, 0.3417, 0.4157},
    },
  },
  ["Принц Тортелдрин"] = {
    locations = {
      {1, 20, 0.6033, 0.3024},
      {1, 20, 0.5597, 0.4644},
      {1, 20, 0.6287, 0.2489},
    },
  },
  ["Ларион"] = {
    locations = {
      {1, 7, 0.4544, 0.0864},
    },
  },
  ["Шшшперак"] = {
    locations = {
      {1, 12, 0.554, 0.4809},
      {1, 12, 0.4403, 0.4196},
      {1, 12, 0.4179, 0.4646},
      {1, 12, 0.4649, 0.5347},
      {1, 12, 0.4296, 0.6127},
    },
  },
  ["Макасгар"] = {
    locations = {
      {1, 4, 0.6176, 0.663},
    },
  },
  ["Прокаженный защитник"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Ретерокк Берсерк"] = {
    locations = {
      {2, 5, 0.4713, 0.6457},
      {2, 5, 0.5051, 0.6381},
      {2, 5, 0.4612, 0.6817},
    },
  },
  ["Кровоцвет-паразит"] = {
    locations = {
      {1, 7, 0.443, 0.089},
    },
  },
  ["Детеныш мохового паука"] = {
    locations = {
      {1, 6, 0.5333, 0.7377},
    },
  },
  ["Тенан"] = {
    locations = {
      {2, 13, 0.3616, 0.5791},
    },
  },
  ["Мать-медведица"] = {
    locations = {
      {1, 18, 0.516, 0.3758},
    },
  },
  ["Ашлан Камнехмыл"] = {
    locations = {
      {2, 3, 0.5009, 0.1824},
    },
  },
  ["Верховный друид Хамуул Рунический Тотем"] = {
    locations = {
      {1, 2, 0.783, 0.2855},
    },
  },
  ["Заместитель судьи Рейнер"] = {
    locations = {
      {2, 25, 0.2427, 0.7456},
    },
  },
  ["Эрелас Янтарное Небо"] = {
    locations = {
      {1, 17, 0.5548, 0.9211},
    },
  },
  ["Джотек"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Зиггс Зажигатель"] = {
    locations = {
      {2, 19, 0.7101, 0.9416},
    },
  },
  ["Реникс Презренный"] = {
    locations = {
      {1, 15, 0.6306, 0.3636},
    },
  },
  ["Беспокойный дух"] = {
    locations = {
      {2, 14, 0.5154, 0.8024},
      {2, 14, 0.4791, 0.7756},
      {2, 14, 0.5348, 0.832},
      {2, 14, 0.4473, 0.7509},
    },
  },
  ["Страж смерти Симмер"] = {
    locations = {
      {2, 22, 0.4085, 0.5422},
    },
  },
  ["Дозорный из племени Гиблой Чащи"] = {
    locations = {
      {1, 21, 0.5024, 0.6025},
      {1, 21, 0.5422, 0.6203},
    },
  },
  ["Подарочный сертификат лагеря Нараче"] = {
    locations = {
      {1, 9, 0.4656, 0.6024},
      {1, 9, 0.5337, 0.7979},
      {1, 9, 0.4512, 0.7751},
    },
  },
  ["Эления Хайдон"] = {
    locations = {
      {2, 15, 0.6679, 0.4516},
    },
  },
  ["Хранитель мудрости Диббс"] = {
    locations = {
      {2, 16, 0.505, 0.5706},
    },
  },
  ["Гонец из племени Колкар"] = {
    locations = {
      {1, 4, 0.4805, 0.7938},
    },
  },
  ["Фиглай Изгнанник"] = {
    locations = {
      {1, 15, 0.4895, 0.863},
    },
  },
  ["Геолог Торговой Компании"] = {
    locations = {
      {2, 21, 0.4431, 0.201},
    },
  },
  ["Крошшер Зизгага"] = {
    locations = {
      {1, 15, 0.5636, 0.0746},
    },
  },
  ["Кентавр из племени Колкар"] = {
    locations = {
      {1, 12, 0.6942, 0.4242},
      {1, 12, 0.6927, 0.4586},
      {1, 12, 0.6915, 0.4981},
    },
  },
  ["Кровь Агамаггана"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Охотник за головами из племени Гурубаши"] = {
    locations = {
      {2, 21, 0.5406, 0.1757},
    },
  },
  ["Хранитель крови из племени Хаккари"] = {
    locations = {
      {2, 4, 0.7731, 0.3594},
    },
  },
  ["Кайнет Штиль"] = {
    locations = {
      {1, 21, 0.8526, 0.4463},
    },
  },
  ["Фермер Гетц"] = {
    locations = {
      {2, 16, 0.3568, 0.3915},
    },
  },
  ["Даларанский волшебник"] = {
    locations = {
      {2, 18, 0.641, 0.7724},
      {2, 18, 0.6264, 0.7097},
      {2, 18, 0.6408, 0.5923},
      {2, 18, 0.6325, 0.6554},
      {2, 18, 0.5824, 0.774},
    },
  },
  ["Чумной нетопырь"] = {
    locations = {
      {2, 6, 0.1857, 0.6661},
      {2, 6, 0.3065, 0.7134},
      {2, 6, 0.3361, 0.8308},
      {2, 6, 0.2772, 0.6939},
      {2, 6, 0.3415, 0.7217},
    },
  },
  ["Дарт"] = {
    locations = {
      {1, 13, 0.4727, 0.1838},
    },
  },
  ["Гамон"] = {
    locations = {
      {1, 10, 0.5405, 0.6838},
    },
  },
  ["Бешеный гнолл из стаи Темношкуров"] = {
    locations = {
      {2, 11, 0.7306, 0.4347},
      {2, 11, 0.7317, 0.5062},
      {2, 11, 0.7383, 0.4736},
    },
  },
  ["Просоленный взорень"] = {
    locations = {
      {1, 19, 0.7844, 0.8732},
    },
  },
  ["Король Гордок"] = {
    locations = {
      {1, 20, 0.6287, 0.249},
    },
  },
  ["Старый черный медведь"] = {
    locations = {
      {2, 12, 0.3875, 0.5273},
      {2, 12, 0.293, 0.5332},
      {2, 12, 0.3328, 0.2997},
      {2, 12, 0.2864, 0.1382},
      {2, 12, 0.2797, 0.3633},
    },
  },
  ["Рутгар Знакописец"] = {
    locations = {
      {1, 14, 0.4125, 0.8842},
    },
  },
  ["Даниэль Ульфман"] = {
    locations = {
      {2, 22, 0.3657, 0.6184},
    },
  },
  ["Элдрейт"] = {
    locations = {
      {2, 24, 0.4653, 0.7877},
    },
  },
  ["Шиндрелл Огненный Всполох"] = {
    locations = {
      {1, 21, 0.3466, 0.4886},
    },
  },
  ["Налетчик из клана Пронзающего Гребня"] = {
    locations = {
      {2, 13, 0.2254, 0.8627},
    },
  },
  ["Метатель топоров из племени Гурубаши"] = {
    locations = {
      {2, 21, 0.5407, 0.1757},
    },
  },
  ["Облученный погромщик"] = {
    locations = {
      {2, 8, 0.1766, 0.3915},
    },
  },
  ["Старый тигр Тернистой долины"] = {
    locations = {
      {2, 21, 0.3277, 0.1802},
    },
  },
  ["Роган Убийца"] = {
    locations = {
      {2, 6, 0.8146, 0.5844},
    },
  },
  ["Трусишка Кросби"] = {
    locations = {
      {2, 21, 0.2702, 0.8252},
    },
  },
  ["Охранник Алого ордена"] = {
    locations = {
      {2, 22, 0.8567, 0.3175},
    },
  },
  ["Хрустальный василиск"] = {
    locations = {
      {2, 21, 0.2502, 0.1771},
    },
  },
  ["Глория Даммель"] = {
    locations = {
      {2, 11, 0.2674, 0.4344},
    },
  },
  ["Джаннок Поющий Ветерок"] = {
    locations = {
      {1, 17, 0.5633, 0.6008},
    },
  },
  ["Некромант"] = {
    locations = {
      {2, 6, 0.309, 0.1973},
      {2, 6, 0.4349, 0.2582},
      {2, 6, 0.2356, 0.2193},
      {2, 6, 0.3018, 0.2679},
      {2, 6, 0.3154, 0.2391},
    },
  },
  ["Белм"] = {
    locations = {
      {2, 8, 0.4735, 0.5249},
    },
  },
  ["Призыватель Тьмы"] = {
    locations = {
      {2, 6, 0.6004, 0.6875},
      {2, 6, 0.3089, 0.2062},
    },
  },
  ["Геомант племени Зловещего Тотема"] = {
    locations = {
      {1, 19, 0.3508, 0.3045},
      {1, 19, 0.3456, 0.3351},
      {1, 19, 0.3805, 0.2826},
      {1, 19, 0.3411, 0.3705},
    },
  },
  ["Ньома"] = {
    locations = {
      {1, 17, 0.5716, 0.6123},
    },
  },
  ["Потрошитель"] = {
    locations = {
      {2, 23, 0.2712, 0.7252},
    },
  },
  ["Личинка-падальщик"] = {
    locations = {
      {2, 6, 0.3393, 0.72},
      {2, 6, 0.2969, 0.6981},
      {2, 6, 0.4151, 0.6975},
      {2, 6, 0.1875, 0.6672},
      {2, 6, 0.2055, 0.696},
    },
  },
  ["Карен Тейлор"] = {
    locations = {
      {2, 11, 0.2991, 0.475},
    },
  },
  ["Ветроловка из племени Мародин"] = {
    locations = {
      {1, 12, 0.3118, 0.5533},
      {1, 12, 0.3138, 0.6008},
    },
  },
  ["Воздаятель-рыцарь смерти"] = {
    locations = {
      {2, 6, 0.3998, 0.2589},
    },
  },
  ["Альдия"] = {
    locations = {
      {1, 17, 0.5549, 0.5717},
    },
  },
  ["Матка Завас"] = {
    locations = {
      {1, 7, 0.4854, 0.851},
      {1, 7, 0.445, 0.8168},
    },
  },
  ["Шахтер Торговой Компании"] = {
    locations = {
      {2, 21, 0.2858, 0.08},
    },
  },
  ["Май'Зот"] = {
    locations = {
      {2, 21, 0.5271, 0.2783},
    },
  },
  ["Блеклоперый крылень"] = {
    locations = {
      {1, 20, 0.5501, 0.6583},
    },
  },
  ["Хамлин Аткинс"] = {
    locations = {
      {2, 22, 0.5923, 0.5183},
    },
  },
  ["Аямисса Охотница"] = {
    locations = {
      {1, 14, 0.2957, 1.06},
    },
  },
  ["Огр из клана Тяжелого Кулака"] = {
    locations = {
      {2, 13, 0.3429, 0.4652},
      {2, 13, 0.3513, 0.4353},
    },
  },
  ["Тог'тар"] = {
    locations = {
      {2, 16, 0.797, 0.3971},
    },
  },
  ["Злобный серый медведь"] = {
    locations = {
      {2, 16, 0.5042, 0.3408},
      {2, 16, 0.6923, 0.4125},
      {2, 16, 0.5418, 0.4248},
      {2, 16, 0.4882, 0.4517},
      {2, 16, 0.4264, 0.3854},
    },
  },
  ["Гнолл из стаи Гнилошкуров"] = {
    locations = {
      {2, 22, 0.582, 0.3785},
      {2, 22, 0.5876, 0.4211},
    },
  },
  ["Покрытое грязью кольцо"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["\"Вонючка\" Игнац"] = {
    locations = {
      {1, 13, 0.4723, 0.1853},
      {1, 13, 0.4925, 0.2349},
    },
  },
  ["Робо-торговец 680"] = {
    locations = {
      {1, 12, 0.4048, 0.7927},
    },
  },
  ["Дальмонд"] = {
    locations = {
      {1, 18, 0.3748, 0.4051},
    },
  },
  ["Аптекарь Лидон"] = {
    locations = {
      {2, 16, 0.6147, 0.1916},
    },
  },
  ["Лорелея Песнь Зимы"] = {
    locations = {
      {1, 8, 0.4839, 0.4012},
    },
  },
  ["Капитан тюремщиков судеб"] = {
    locations = {
      {1, 12, 0.5156, 0.8321},
    },
  },
  ["Шери Рваношов"] = {
    locations = {
      {2, 20, 0.757, 0.4541},
    },
  },
  ["Авгур из племени Кривой Сосны"] = {
    locations = {
      {1, 17, 0.4497, 0.5998},
    },
  },
  ["Тенегорнский командир"] = {
    locations = {
      {2, 2, 0.4071, 0.272},
    },
  },
  ["Вепрь-камнеклык"] = {
    locations = {
      {2, 25, 0.4131, 0.8706},
      {2, 25, 0.4153, 0.7123},
      {2, 25, 0.4035, 0.7459},
      {2, 25, 0.3265, 0.8521},
    },
  },
  ["Карта сокровищ капитана Сандерса"] = {
    locations = {
      {2, 10, 0.5458, 0.1057},
      {2, 10, 0.2731, 0.7109},
      {2, 10, 0.3574, 0.1995},
      {2, 10, 0.272, 0.5573},
      {2, 10, 0.334, 0.832},
    },
  },
  ["Голодный хромоног"] = {
    locations = {
      {1, 16, 0.5199, 0.321},
      {1, 16, 0.5613, 0.2537},
      {1, 16, 0.4974, 0.3567},
      {1, 16, 0.5673, 0.3175},
      {1, 16, 0.4829, 0.2882},
    },
  },
  ["Тенегорнский геолог"] = {
    locations = {
      {2, 2, 0.3524, 0.1034},
    },
  },
  ["Зверь Скверны"] = {
    locations = {
      {2, 7, 0.5219, 0.3761},
      {2, 7, 0.4681, 0.3691},
    },
  },
  ["Фермер Соллиден"] = {
    locations = {
      {2, 22, 0.3783, 0.5048},
      {2, 22, 0.3453, 0.5187},
    },
  },
  ["Мистик из племени Дробителей Черепов"] = {
    locations = {
      {2, 21, 0.43, 0.3545},
      {2, 21, 0.4689, 0.3989},
      {2, 21, 0.4392, 0.3853},
      {2, 21, 0.4615, 0.3233},
    },
  },
  ["Наседка из Питомника"] = {
    locations = {
      {2, 23, 0.4079, 0.9565},
    },
  },
  ["Сива Вестница Туманов"] = {
    locations = {
      {1, 2, 0.5589, 0.4722},
    },
  },
  ["Сара Дубильщица"] = {
    locations = {
      {2, 23, 0.6354, 0.7582},
    },
  },
  ["Сюзетта Галлина"] = {
    locations = {
      {2, 24, 0.5231, 0.6768},
    },
  },
  ["Геолог Сомнамбулер"] = {
    locations = {
      {1, 18, 0.3572, 0.8431},
    },
  },
  ["Мститель из культа Сумеречного Молота"] = {
    locations = {
      {1, 14, 0.3931, 0.4447},
      {1, 14, 0.1891, 0.8406},
      {1, 14, 0.2599, 0.3434},
    },
  },
  ["Дирк Громодрев"] = {
    locations = {
      {1, 14, 0.5205, 0.391},
    },
  },
  ["Расхититель могил"] = {
    locations = {
      {2, 20, 0.159, 0.4506},
      {2, 20, 0.1973, 0.4416},
    },
  },
  ["Ракайа"] = {
    locations = {
      {1, 11, 0.3801, 0.5062},
    },
  },
  ["Младший аптекарь Холланд"] = {
    locations = {
      {2, 22, 0.581, 0.4872},
    },
  },
  ["Сталемех-патриарх"] = {
    locations = {
      {1, 20, 0.4992, 0.3101},
      {1, 20, 0.437, 0.1129},
      {1, 20, 0.4633, 0.2541},
      {1, 20, 0.4154, 0.1921},
      {1, 20, 0.4904, 0.3616},
    },
  },
  ["Старая горилла Мглистой долины"] = {
    locations = {
      {2, 21, 0.3291, 0.6575},
    },
  },
  ["Ветроловка из племени Гелкис"] = {
    locations = {
      {1, 12, 0.363, 0.8259},
      {1, 12, 0.391, 0.8871},
      {1, 12, 0.3866, 0.932},
      {1, 12, 0.3894, 0.8443},
    },
  },
  ["Белнистраз"] = {
    locations = {
      {1, 15, 0.5085, 0.9288},
    },
  },
  ["Повелитель огня"] = {
    locations = {
      {2, 23, 0.3209, 0.9492},
    },
  },
  ["Крупный горный лев"] = {
    locations = {
      {2, 1, 0.4593, 0.7922},
      {2, 1, 0.5384, 0.293},
      {2, 1, 0.3901, 0.8853},
    },
  },
  ["Зачумленный ужас"] = {
    locations = {
      {2, 6, 0.5108, 0.4987},
      {2, 6, 0.7125, 0.3449},
    },
  },
  ["XT:4"] = {
    locations = {
      {1, 6, 0.6552, 0.4725},
      {1, 6, 0.7009, 0.4768},
    },
  },
  ["Серый лесной волк"] = {
    locations = {
      {2, 25, 0.6071, 0.6504},
      {2, 25, 0.667, 0.6351},
      {2, 25, 0.7002, 0.6303},
      {2, 25, 0.6114, 0.6931},
      {2, 25, 0.7289, 0.6545},
    },
  },
  ["Сетеплет из племени Серой Мглы"] = {
    locations = {
      {1, 18, 0.3624, 0.7088},
      {1, 18, 0.4411, 0.2095},
    },
  },
  ["Новобранец Тайлванд"] = {
    locations = {
      {2, 16, 0.6381, 0.1965},
    },
  },
  ["Кусеница"] = {
    locations = {
      {2, 20, 0.2411, 0.3534},
    },
  },
  ["Сетир Древний"] = {
    locations = {
      {1, 17, 0.3746, 0.2356},
    },
  },
  ["Молок Сокрушитель"] = {
    locations = {
      {2, 13, 0.5382, 0.7952},
    },
  },
  ["Шрааз"] = {
    locations = {
      {2, 19, 0.4869, 0.5115},
      {2, 19, 0.4342, 0.4676},
      {2, 19, 0.5037, 0.5649},
      {2, 19, 0.5176, 0.4486},
      {2, 19, 0.5272, 0.5433},
    },
  },
  ["Мастер-канонир Вилли"] = {
    locations = {
      {2, 6, 0.3105, 0.1584},
      {2, 6, 0.4834, 0.2185},
    },
  },
  ["Пачкун из племени Болотного Плавника"] = {
    locations = {
      {1, 13, 0.5688, 0.2045},
    },
  },
  ["Дряхлый пес Тьмы"] = {
    locations = {
      {2, 22, 0.5937, 0.5475},
      {2, 22, 0.5004, 0.5005},
      {2, 22, 0.6496, 0.5119},
      {2, 22, 0.4057, 0.4853},
      {2, 22, 0.431, 0.5429},
    },
  },
  ["Микки Левин"] = {
    locations = {
      {2, 22, 0.8323, 0.7234},
    },
  },
  ["Глубинный великан"] = {
    locations = {
      {1, 12, 0.3423, 0.7706},
      {1, 12, 0.3202, 0.2345},
      {1, 12, 0.6414, 0.2241},
      {1, 12, 0.3958, 0.7898},
      {1, 12, 0.3864, 0.2417},
    },
  },
  ["Занкайя"] = {
    locations = {
      {1, 10, 0.3724, 0.5973},
    },
  },
  ["Вождь Ренд Чернорук"] = {
    locations = {
      {2, 23, 0.4079, 0.9567},
    },
  },
  ["Веджрек"] = {
    locations = {
      {2, 8, 0.2771, 0.5767},
    },
  },
  ["Бабуля Стоунфилд"] = {
    locations = {
      {2, 25, 0.3491, 0.8394},
    },
  },
  ["Болотный мурлок"] = {
    locations = {
      {2, 4, 0.846, 0.857},
      {2, 4, 0.8323, 0.8958},
    },
  },
  ["Нот Чумной"] = {
    locations = {
      {2, 6, 0.3997, 0.2586},
    },
  },
  ["Тьев Мордун"] = {
    locations = {
      {2, 18, 0.3746, 0.4413},
    },
  },
  ["Королевский Инспектор Баухас"] = {
    locations = {
      {2, 15, 0.6957, 0.4351},
    },
  },
  ["Деналан"] = {
    locations = {
      {1, 17, 0.6088, 0.6843},
    },
  },
  ["Налетчик из племени Зловещего Тотема"] = {
    locations = {
      {1, 20, 0.672, 0.4684},
    },
  },
  ["Оса из улья Зукк'аш"] = {
    locations = {
      {1, 20, 0.7415, 0.618},
    },
  },
  ["Онин МакМолот"] = {
    locations = {
      {2, 8, 0.2519, 0.4443},
    },
  },
  ["Голодный канюк"] = {
    locations = {
      {2, 2, 0.5404, 0.2278},
      {2, 2, 0.5314, 0.1958},
      {2, 2, 0.5822, 0.2673},
      {2, 2, 0.5523, 0.2581},
    },
  },
  ["Верховный друид Фэндрал Олений Шлем"] = {
    locations = {
      {1, 3, 0.348, 0.0892},
    },
  },
  ["Император Век'лор"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Крег Бильмн"] = {
    locations = {
      {2, 8, 0.4721, 0.5239},
    },
  },
  ["Шандрина"] = {
    locations = {
      {1, 21, 0.4954, 0.671},
    },
  },
  ["Обугленный древняк"] = {
    locations = {
      {1, 6, 0.3492, 0.6766},
      {1, 6, 0.2983, 0.6656},
      {1, 6, 0.354, 0.7192},
      {1, 6, 0.3158, 0.7154},
      {1, 6, 0.3315, 0.6216},
    },
  },
  ["Криводрев Сокрушитель"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Император Век'нилаш"] = {
    locations = {
      {1, 14, 0.1542, 0.9808},
    },
  },
  ["Хегнар Громострел"] = {
    locations = {
      {2, 8, 0.4072, 0.651},
    },
  },
  ["Балдаран Тень Ворона"] = {
    locations = {
      {1, 21, 0.5024, 0.6721},
    },
  },
  ["Ученик клана Пылающего Клинка"] = {
    locations = {
      {1, 4, 0.5332, 0.092},
    },
  },
  ["Властитель племени Ветрорезов"] = {
    locations = {
      {1, 6, 0.7299, 0.6051},
    },
  },
  ["Исцеляющий идол V"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Грязелюб из племени Заблудших"] = {
    locations = {
      {2, 4, 0.4997, 0.293},
      {2, 4, 0.539, 0.3547},
      {2, 4, 0.5066, 0.3367},
      {2, 4, 0.4453, 0.3554},
      {2, 4, 0.472, 0.3163},
    },
  },
  ["Джиллиан Дубильщица"] = {
    locations = {
      {2, 24, 0.6726, 0.4952},
    },
  },
  ["Бармен Вентель"] = {
    locations = {
      {2, 11, 0.2675, 0.4414},
    },
  },
  ["Головорез Эмильгунд"] = {
    locations = {
      {1, 9, 0.4046, 0.1576},
    },
  },
  ["Охотник из племени Черножабрых"] = {
    locations = {
      {2, 21, 0.3473, 0.2223},
    },
  },
  ["Неживой тролль из племени Атал'ай"] = {
    locations = {
      {2, 4, 0.7733, 0.3594},
    },
  },
  ["Керноби"] = {
    locations = {
      {2, 8, 0.1766, 0.3915},
    },
  },
  ["Киражский поглотитель разума"] = {
    locations = {
      {1, 14, 0.1544, 0.9805},
    },
  },
  ["Интендант клана Северного Волка"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Карликовый чумной пес"] = {
    locations = {
      {2, 6, 0.2069, 0.6711},
      {2, 6, 0.3341, 0.8316},
      {2, 6, 0.2839, 0.6868},
      {2, 6, 0.1737, 0.6624},
      {2, 6, 0.324, 0.7275},
    },
  },
  ["Шахтер Хакетт"] = {
    locations = {
      {2, 16, 0.306, 0.5554},
    },
  },
  ["Часовой Ойнея"] = {
    locations = {
      {1, 21, 0.2646, 0.3678},
    },
  },
  ["Бандит из племени Зловещего Тотема"] = {
    locations = {
      {1, 19, 0.3512, 0.3076},
      {1, 19, 0.3424, 0.3674},
    },
  },
  ["Томми Джо Стоунфилд"] = {
    locations = {
      {2, 25, 0.2989, 0.8602},
    },
  },
  ["Верховный священник Алого ордена"] = {
    locations = {
      {2, 9, 0.5484, 0.2367},
    },
  },
  ["Крикун Кровавой Топи"] = {
    locations = {
      {1, 13, 0.4732, 0.1808},
      {1, 13, 0.5118, 0.1953},
    },
  },
  ["Главный камнетес Мраморщик"] = {
    locations = {
      {2, 19, 0.3868, 0.8728},
    },
  },
  ["Малфурион Ярость Бури"] = {
    locations = {
      {2, 4, 0.7732, 0.3598},
      {1, 8, 0.3595, 0.4039},
    },
  },
  ["Гигантский равнинный ползун"] = {
    locations = {
      {2, 13, 0.592, 0.6691},
      {2, 13, 0.5768, 0.6374},
      {2, 13, 0.4319, 0.3285},
      {2, 13, 0.5444, 0.6119},
      {2, 13, 0.5472, 0.5733},
    },
  },
  ["Сул'литуз-поганище"] = {
    locations = {
      {1, 16, 0.3874, 0.199},
    },
  },
  ["Камнеед из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.3546, 0.1772},
    },
  },
  ["Защитник из Багрового Легиона"] = {
    locations = {
      {2, 6, 0.3106, 0.1585},
      {2, 6, 0.4834, 0.2185},
    },
  },
  ["Джин'сора"] = {
    locations = {
      {1, 10, 0.7789, 0.3855},
    },
  },
  ["Равнинный долгоног"] = {
    locations = {
      {1, 9, 0.4768, 0.7987},
    },
  },
  ["Санат Лим-Йо"] = {
    locations = {
      {1, 1, 0.2811, 0.5011},
    },
  },
  ["Зеленая драконида"] = {
    locations = {
      {2, 4, 0.6105, 0.5336},
      {2, 4, 0.6931, 0.6582},
      {2, 4, 0.6162, 0.5677},
      {2, 4, 0.8867, 0.6535},
      {2, 4, 0.8979, 0.6103},
    },
  },
  ["Злобный воспитатель"] = {
    locations = {
      {2, 6, 0.6002, 0.6868},
    },
  },
  ["Доктор Серратус"] = {
    locations = {
      {1, 10, 0.3528, 0.7265},
    },
  },
  ["Ярвен Громовар"] = {
    locations = {
      {2, 8, 0.4762, 0.526},
    },
  },
  ["Краткий обзор задач перевозок IV"] = {
    locations = {
      {1, 14, 0.5053, 0.3719},
      {2, 15, 0.6655, 0.4109},
      {1, 14, 0.5641, 0.5123},
      {1, 16, 0.5165, 0.2757},
      {1, 14, 0.4502, 0.4646},
    },
  },
  ["Скелет-берсерк"] = {
    locations = {
      {2, 6, 0.3106, 0.1586},
    },
  },
  ["Гразл"] = {
    locations = {
      {1, 11, 0.5096, 0.8499},
    },
  },
  ["Ледокрылый змей племени Хаккари"] = {
    locations = {
      {2, 4, 0.7734, 0.3594},
    },
  },
  ["Брент Яшмоцвет"] = {
    locations = {
      {1, 13, 0.64, 0.4762},
    },
  },
  ["Визжащая банши"] = {
    locations = {
      {2, 6, 0.4833, 0.2185},
    },
  },
  ["Лослор Рудж"] = {
    locations = {
      {2, 8, 0.5006, 0.4937},
    },
  },
  ["Поранна Снежная Коса"] = {
    locations = {
      {2, 19, 0.4324, 0.2851},
    },
  },
  ["Мадам Ева"] = {
    locations = {
      {2, 20, 0.7576, 0.4532},
    },
  },
  ["Сектантка из племени Мертвой Головы"] = {
    locations = {
      {1, 15, 0.4938, 0.9309},
      {1, 15, 0.4736, 0.9083},
    },
  },
  ["Элли Лангстон"] = {
    locations = {
      {2, 24, 0.7371, 0.3749},
    },
  },
  ["Тал"] = {
    locations = {
      {1, 2, 0.4685, 0.5011},
    },
  },
  ["Лунокоготь"] = {
    locations = {
      {1, 18, 0.4333, 0.4585},
      {1, 15, 0.4196, 0.6079},
    },
  },
  ["Эверт Соризам"] = {
    locations = {
      {2, 24, 0.3983, 0.4679},
    },
  },
  ["Наемник Синдиката"] = {
    locations = {
      {2, 13, 0.3255, 0.285},
    },
  },
  ["Лоракс"] = {
    locations = {
      {1, 5, 0.6379, 0.7364},
    },
  },
  ["Мать Клык"] = {
    locations = {
      {2, 25, 0.6145, 0.4752},
    },
  },
  ["Кровавая Вдова"] = {
    locations = {
      {2, 3, 0.4636, 0.6345},
    },
  },
  ["Шаман из клана Гнилобрюхих"] = {
    locations = {
      {2, 2, 0.1025, 0.7881},
      {2, 2, 0.0849, 0.8364},
    },
  },
  ["Скальный паук"] = {
    locations = {
      {2, 23, 0.408, 0.9566},
    },
  },
  ["Максан Анвол"] = {
    locations = {
      {2, 8, 0.4731, 0.5218},
    },
  },
  ["Горнорабочий из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Эдвина Монзор"] = {
    locations = {
      {2, 3, 0.1107, 0.5837},
    },
  },
  ["Специалист по снятию шкур Джамани"] = {
    locations = {
      {1, 10, 0.3552, 0.7341},
    },
  },
  ["Мурлок-трупоед"] = {
    locations = {
      {2, 11, 0.4052, 0.4836},
      {2, 11, 0.4892, 0.7109},
    },
  },
  ["Головорез из клана Темной Нити"] = {
    locations = {
      {1, 21, 0.3142, 0.3107},
    },
  },
  ["Начальник гоблинского гаража"] = {
    locations = {
      {1, 19, 0.7983, 0.767},
    },
  },
  ["Бешенер из племени Иглогривых"] = {
    locations = {
      {1, 15, 0.4177, 0.8049},
    },
  },
  ["Похититель Южных морей"] = {
    locations = {
      {1, 16, 0.7351, 0.4742},
    },
  },
  ["Чернокнижник из клана Пламенеющего Клинка"] = {
    locations = {
      {1, 10, 0.53, 0.4878},
    },
  },
  ["Пиксель"] = {
    locations = {
      {1, 21, 0.7312, 0.6148},
    },
  },
  ["Эдна Милби"] = {
    locations = {
      {2, 24, 0.5813, 0.6071},
    },
  },
  ["Пастух из племени Галак"] = {
    locations = {
      {1, 19, 0.4267, 0.3781},
      {1, 19, 0.46, 0.4078},
    },
  },
  ["Злобная слизь"] = {
    locations = {
      {2, 9, 0.646, 0.386},
    },
  },
  ["Анатемус"] = {
    locations = {
      {2, 2, 0.4109, 0.5469},
      {2, 2, 0.4297, 0.5217},
      {2, 2, 0.4895, 0.4784},
      {2, 2, 0.1511, 0.6804},
      {2, 2, 0.4794, 0.737},
    },
  },
  ["Зловонный труп"] = {
    locations = {
      {2, 20, 0.7718, 0.3448},
    },
  },
  ["Паладин Алого ордена"] = {
    locations = {
      {2, 9, 0.4353, 0.1796},
    },
  },
  ["Слепая Мэри"] = {
    locations = {
      {2, 20, 0.8188, 0.5924},
    },
  },
  ["Озерник из племени Злобного Плавника"] = {
    locations = {
      {2, 18, 0.6634, 0.4528},
      {2, 18, 0.6512, 0.419},
      {2, 18, 0.6808, 0.1934},
      {2, 18, 0.6522, 0.2059},
      {2, 18, 0.7364, 0.1762},
    },
  },
  ["Терноплет из племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4735, 0.9159},
    },
  },
  ["Колк"] = {
    locations = {
      {1, 12, 0.2982, 0.603},
    },
  },
  ["Уборочный голем"] = {
    locations = {
      {2, 10, 0.6384, 0.6107},
    },
  },
  ["Зеленый чешуйчатый губитель"] = {
    locations = {
      {2, 4, 0.6312, 0.4113},
      {2, 4, 0.681, 0.3899},
      {2, 4, 0.7879, 0.6284},
      {2, 4, 0.7728, 0.6581},
      {2, 4, 0.7504, 0.3752},
    },
  },
  ["Громила из племени Зловещего Тотема"] = {
    locations = {
      {1, 6, 0.7276, 0.8649},
      {1, 6, 0.7851, 0.8664},
    },
  },
  ["Балназзар"] = {
    locations = {
      {2, 6, 0.3106, 0.1584},
    },
  },
  ["Укротитель из племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Садовник из племени Мертвого Леса"] = {
    locations = {
      {1, 11, 0.4839, 0.9034},
    },
  },
  ["Максворт Суперблеск"] = {
    locations = {
      {2, 17, 0.6524, 0.2381},
    },
  },
  ["Воин из клана Страшаз"] = {
    locations = {
      {1, 13, 0.7505, 0.1725},
      {1, 13, 0.7661, 0.2017},
    },
  },
  ["Кринкель Сталлер"] = {
    locations = {
      {1, 16, 0.5148, 0.2876},
    },
  },
  ["Гилверадин Ловчий Солнца"] = {
    locations = {
      {2, 5, 0.2668, 0.4847},
    },
  },
  ["Создание-завоеватель"] = {
    locations = {
      {2, 23, 0.2712, 0.7253},
    },
  },
  ["Больной черный медведь"] = {
    locations = {
      {2, 9, 0.357, 0.644},
      {2, 9, 0.3177, 0.5711},
      {2, 9, 0.3216, 0.603},
    },
  },
  ["Шаман из племени Колючего Меха"] = {
    locations = {
      {1, 21, 0.3155, 0.4329},
      {1, 21, 0.3331, 0.3886},
      {1, 21, 0.3764, 0.3479},
    },
  },
  ["Страж смерти Салтен"] = {
    locations = {
      {2, 22, 0.3167, 0.6556},
    },
  },
  ["Кавалер из Багрового Легиона"] = {
    locations = {
      {2, 6, 0.3107, 0.1585},
    },
  },
  ["Новообращенный Алого ордена"] = {
    locations = {
      {2, 22, 0.369, 0.6758},
    },
  },
  ["Вель'рин Клык"] = {
    locations = {
      {1, 4, 0.5591, 0.7399},
    },
  },
  ["Лорд Нечестивец"] = {
    locations = {
      {1, 18, 0.5558, 0.3537},
    },
  },
  ["Чудной снеговик"] = {
    locations = {
      {2, 1, 0.3547, 0.723},
    },
  },
  ["Морской изгой"] = {
    locations = {
      {2, 13, 0.6675, 0.3007},
    },
  },
  ["Фолла Ветер Мудрости"] = {
    locations = {
      {1, 15, 0.4817, 0.3283},
    },
  },
  ["Рух"] = {
    locations = {
      {1, 16, 0.4944, 0.3588},
      {1, 16, 0.564, 0.2545},
      {1, 16, 0.553, 0.3345},
      {1, 16, 0.505, 0.3211},
      {1, 16, 0.4908, 0.291},
    },
  },
  ["Падальщик-сквернолап"] = {
    locations = {
      {1, 11, 0.4483, 0.6954},
      {1, 11, 0.3871, 0.5125},
      {1, 11, 0.5117, 0.3169},
      {1, 11, 0.4288, 0.234},
      {1, 11, 0.4062, 0.3392},
    },
  },
  ["Первый помощник Фитсиммонс"] = {
    locations = {
      {2, 3, 0.1087, 0.596},
    },
  },
  ["Заклинатель ветра из племени Чернолесья"] = {
    locations = {
      {1, 18, 0.3967, 0.5382},
    },
  },
  ["Голодный завсегдатай"] = {
    locations = {
      {2, 23, 0.2713, 0.7252},
    },
  },
  ["Чудовищный слизнюк"] = {
    locations = {
      {2, 3, 0.442, 0.2468},
      {2, 3, 0.6813, 0.4603},
    },
  },
  ["Член совета Смитерс"] = {
    locations = {
      {2, 18, 0.4649, 0.7409},
    },
  },
  ["Атурк Наковальня"] = {
    locations = {
      {1, 10, 0.807, 0.2316},
    },
  },
  ["Муиджин"] = {
    locations = {
      {1, 7, 0.43, 0.0954},
    },
  },
  ["Старый крапчатый вепрь"] = {
    locations = {
      {1, 4, 0.451, 0.1849},
      {1, 4, 0.4449, 0.2569},
      {1, 4, 0.403, 0.1913},
      {1, 4, 0.5475, 0.1761},
      {1, 4, 0.5271, 0.1508},
    },
  },
  ["Большой кровоклык"] = {
    locations = {
      {2, 11, 0.332, 0.6848},
      {2, 11, 0.2889, 0.7629},
      {2, 11, 0.1715, 0.5221},
      {2, 11, 0.3096, 0.7231},
      {2, 11, 0.1747, 0.4847},
    },
  },
  ["Зоротианский конь погибели"] = {
    locations = {
      {1, 20, 0.6032, 0.302},
    },
  },
  ["Вения Мартанд"] = {
    locations = {
      {2, 22, 0.3099, 0.6634},
    },
  },
  ["Кром Крепкорук"] = {
    locations = {
      {2, 19, 0.7431, 0.099},
    },
  },
  ["Марлетта Ячменовар"] = {
    locations = {
      {2, 8, 0.3022, 0.4554},
    },
  },
  ["Смотритель стойл из клана Грозовой Вершины"] = {
    locations = {
      {2, 1, 0.397, 0.804}
    }
  },
  ["Страж дорог из улья Зора"] = {
    locations = {
      {1, 14, 0.3249, 0.6408},
      {1, 14, 0.2246, 0.6933},
      {1, 14, 0.2554, 0.5592},
      {1, 14, 0.2538, 0.6012},
    },
  },
  ["Магата Зловещий Тотем"] = {
    locations = {
      {1, 2, 0.7013, 0.3085},
    },
  },
  ["Жрица из клана Зловещего Хвоста"] = {
    locations = {
      {1, 21, 0.1016, 0.2867},
      {1, 21, 0.0729, 0.1364},
    },
  },
  ["Легионер из легиона Огненного Клейма"] = {
    locations = {
      {2, 23, 0.4079, 0.9565},
    },
  },
  ["Джахан Соколиное Крыло"] = {
    locations = {
      {1, 15, 0.512, 0.2909},
    },
  },
  ["Казон"] = {
    locations = {
      {2, 11, 0.3592, 0.0933},
    },
  },
  ["Топотун Железнолесья"] = {
    locations = {
      {1, 11, 0.5027, 0.2042},
      {1, 11, 0.4987, 0.164},
      {1, 11, 0.4689, 0.2399},
      {1, 11, 0.5217, 0.2354},
      {1, 11, 0.4834, 0.2783},
    },
  },
  ["Инструктор Коварница"] = {
    locations = {
      {2, 9, 0.6901, 0.728},
    },
  },
  ["Дориус Камнестраж"] = {
    locations = {
      {2, 23, 0.6363, 0.6},
      {2, 23, 0.6366, 0.5278},
      {2, 23, 0.7447, 0.1974},
      {2, 23, 0.633, 0.5632},
    },
  },
  ["Поработитель из клана Черного Железа"] = {
    locations = {
      {2, 23, 0.4321, 0.311},
      {2, 23, 0.429, 0.3466},
      {2, 23, 0.372, 0.4504},
      {2, 23, 0.4244, 0.5394},
      {2, 23, 0.4502, 0.4042},
    },
  },
  ["Гидромант Велрата"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Джессика Редпат"] = {
    locations = {
      {1, 5, 0.613, 0.3895},
    },
  },
  ["Скверноподданный племени Ярой Ненависти"] = {
    locations = {
      {1, 12, 0.7241, 0.1854},
      {1, 12, 0.7726, 0.2238},
      {1, 12, 0.7518, 0.2507},
      {1, 12, 0.7811, 0.1809},
      {1, 12, 0.7357, 0.2195},
    },
  },
  ["Зенгу"] = {
    locations = {
      {2, 13, 0.7382, 0.3385},
    },
  },
  ["Еления Ольден"] = {
    locations = {
      {1, 13, 0.6639, 0.5149},
    },
  },
  ["Блеклоперый грозовой крылень"] = {
    locations = {
      {1, 20, 0.5513, 0.7222},
      {1, 20, 0.5452, 0.6892},
    },
  },
  ["Тераморский дезертир"] = {
    locations = {
      {1, 13, 0.3527, 0.5397},
      {1, 13, 0.766, 0.5605},
    },
  },
  ["Караульный Лунной Ярости"] = {
    locations = {
      {2, 18, 0.4535, 0.7306},
    },
  },
  ["Тиани"] = {
    locations = {
      {1, 18, 0.4367, 0.7659},
    },
  },
  ["Землепроходец Торва"] = {
    locations = {
      {1, 7, 0.7162, 0.7602},
    },
  },
  ["Ткачик"] = {
    locations = {
      {2, 4, 0.7734, 0.3594},
    },
  },
  ["Дран Дрофферс"] = {
    locations = {
      {1, 10, 0.594, 0.3685},
    },
  },
  ["Генви Кэллоу"] = {
    locations = {
      {2, 15, 0.6396, 0.4924},
    },
  },
  ["Ужасный скелет"] = {
    locations = {
      {2, 20, 0.2048, 0.4602},
      {2, 20, 0.1635, 0.4654},
      {2, 20, 0.8072, 0.5919},
    },
  },
  ["Лесник"] = {
    locations = {
      {2, 6, 0.5212, 0.1827},
    },
  },
  ["Верховный заступник Лорик"] = {
    locations = {
      {2, 9, 0.4459, 0.1753},
      {2, 9, 0.4679, 0.2019},
    },
  },
  ["Оживленный труп"] = {
    locations = {
      {2, 9, 0.6902, 0.729},
    },
  },
  ["Обреченный священник"] = {
    locations = {
      {2, 16, 0.1631, 0.8057},
    },
  },
  ["Безумный совух"] = {
    locations = {
      {1, 5, 0.6503, 0.605},
      {1, 5, 0.5915, 0.5983},
      {1, 5, 0.6437, 0.1808},
      {1, 5, 0.653, 0.2188},
    },
  },
  ["Хрустальный паук"] = {
    locations = {
      {2, 23, 0.6364, 0.5093},
      {2, 23, 0.6477, 0.4754},
      {2, 23, 0.6623, 0.3674},
      {2, 23, 0.6227, 0.7001},
    },
  },
  ["Колдунья из клана Скользящего Плавника"] = {
    locations = {
      {1, 12, 0.332, 0.2281},
      {1, 12, 0.3729, 0.2223},
      {1, 12, 0.3605, 0.2636},
      {1, 12, 0.3205, 0.1909},
      {1, 12, 0.2798, 0.0669},
    },
  },
  ["Ренни"] = {
    locations = {
      {2, 22, 0.6174, 0.521},
    },
  },
  ["Хранитель Ордан"] = {
    locations = {
      {1, 21, 0.6207, 0.5105},
    },
  },
  ["Рау Скальный Бегун"] = {
    locations = {
      {1, 19, 0.4611, 0.5162},
    },
  },
  ["Офицер из крепости Стражей Пустоты"] = {
    locations = {
      {2, 7, 0.6518, 0.2073},
    },
  },
  ["Деметрия"] = {
    locations = {
      {2, 6, 0.7633, 0.8209},
      {2, 6, 0.6307, 0.5127},
      {2, 6, 0.7037, 0.7794},
      {2, 6, 0.7303, 0.7946},
      {2, 6, 0.6355, 0.7228},
    },
  },
  ["Ксен'то"] = {
    locations = {
      {1, 10, 0.5753, 0.532},
    },
  },
  ["Рагнарос"] = {
    locations = {
      {2, 23, 0.3213, 0.9484}
    }
  },
  ["Ядовитый ужас"] = {
    locations = {
      {1, 11, 0.4979, 0.2517},
    },
  },
  ["Геомант из стаи Гоггер"] = {
    locations = {
      {1, 6, 0.6041, 0.9163},
    },
  },
  ["Восставший воин"] = {
    locations = {
      {2, 9, 0.6903, 0.7282},
    },
  },
  ["Мать Дымная Паутина"] = {
    locations = {
      {2, 23, 0.4081, 0.9565},
    },
  },
  ["Головорез Торговой Компании"] = {
    locations = {
      {1, 15, 0.6079, 0.0406},
    },
  },
  ["Сестра Пустоты"] = {
    locations = {
      {1, 12, 0.5434, 0.7769},
      {1, 12, 0.5238, 0.8495},
    },
  },
  ["Кен'зигла"] = {
    locations = {
      {1, 6, 0.7315, 0.9505},
    },
  },
  ["Грелин Белобород"] = {
    locations = {
      {2, 8, 0.2506, 0.7576},
    },
  },
  ["Ворлус Подлое Копыто"] = {
    locations = {
      {1, 17, 0.4742, 0.6386},
    },
  },
  ["Штейгер Джеррис"] = {
    locations = {
      {2, 9, 0.4534, 0.0991},
      {2, 9, 0.4581, 0.1607},
    },
  },
  ["Пыледемон"] = {
    locations = {
      {2, 10, 0.54, 0.4096},
      {2, 10, 0.6292, 0.5208},
      {2, 10, 0.4292, 0.4268},
      {2, 10, 0.458, 0.4885},
      {2, 10, 0.4144, 0.5978},
    },
  },
  ["Сказитель Явон"] = {
    locations = {
      {1, 20, 0.6287, 0.2489},
    },
  },
  ["Друг Риббли"] = {
    locations = {
      {2, 23, 0.2711, 0.7253},
    },
  },
  ["Хозяин болота"] = {
    locations = {
      {2, 4, 0.0635, 0.315},
    },
  },
  ["Капрал Мелкис"] = {
    locations = {
      {1, 12, 0.6674, 0.1091},
    },
  },
  ["Конда"] = {
    locations = {
      {2, 21, 0.3506, 0.6085},
    },
  },
  ["Капитан Ругельфасс"] = {
    locations = {
      {2, 12, 0.2318, 0.7375},
    },
  },
  ["Талин Остроглаз"] = {
    locations = {
      {2, 8, 0.2262, 0.7142},
    },
  },
  ["Мокк Дикарь"] = {
    locations = {
      {2, 21, 0.3505, 0.6088},
    },
  },
  ["Франклин Хамар"] = {
    locations = {
      {2, 11, 0.2718, 0.4539},
    },
  },
  ["Модан Солнечный Колос"] = {
    locations = {
      {1, 9, 0.4469, 0.7779},
    },
  },
  ["Страж смерти Диллинжер"] = {
    locations = {
      {2, 22, 0.582, 0.5146},
    },
  },
  ["Сарыч"] = {
    locations = {
      {2, 10, 0.4823, 0.4395},
      {2, 10, 0.6314, 0.7463},
      {2, 10, 0.3555, 0.6808},
      {2, 10, 0.4527, 0.5871},
      {2, 10, 0.5124, 0.231},
    },
  },
  ["Риггер Гизлтон"] = {
    locations = {
      {1, 12, 0.4542, 0.7538},
      {1, 12, 0.4046, 0.793},
    },
  },
  ["Йоррог Тень Проклятия"] = {
    locations = {
      {1, 4, 0.428, 0.5261},
    },
  },
  ["Кайнрас"] = {
    locations = {
      {1, 3, 0.5691, 0.7633},
    },
  },
  ["Вождь Остроклык Терновая Мантия"] = {
    locations = {
      {1, 9, 0.6441, 0.7791},
    },
  },
  ["Оккультист Некроситета"] = {
    locations = {
      {2, 9, 0.6902, 0.7281},
    },
  },
  ["Пума плоскогорья"] = {
    locations = {
      {1, 9, 0.4599, 0.478},
      {1, 9, 0.3542, 0.4257},
      {1, 9, 0.56, 0.52},
      {1, 9, 0.58, 0.51},
      {1, 9, 0.49, 0.39},
      {1, 9, 0.4287, 0.4168},
      {1, 9, 0.5876, 0.5801},
      {1, 9, 0.3609, 0.3449},
    },
  },
  ["Хранитель Плети"] = {
    locations = {
      {2, 6, 0.5981, 0.6971},
      {2, 6, 0.611, 0.6628},
      {2, 6, 0.2789, 0.2576},
      {2, 6, 0.3485, 0.2845},
    },
  },
  ["Рабочий из улья Аши"] = {
    locations = {
      {1, 14, 0.4703, 0.2656},
      {1, 14, 0.4378, 0.2934},
      {1, 14, 0.4234, 0.1515},
    },
  },
  ["Призыватель огня из племени Каменного Сердца"] = {
    locations = {
      {1, 21, 0.8083, 0.5018},
    },
  },
  ["Бригадир Раелен"] = {
    locations = {
      {2, 25, 0.8136, 0.6611},
    },
  },
  ["Элиза"] = {
    locations = {
      {2, 1, 0.3929, 0.1444},
    },
  },
  ["Квинтис Ночной Костер"] = {
    locations = {
      {1, 20, 0.3247, 0.4383},
    },
  },
  ["Скорпок-острожал"] = {
    locations = {
      {2, 7, 0.481, 0.1878},
      {2, 7, 0.4583, 0.2177},
    },
  },
  ["Иохим Бренлоу"] = {
    locations = {
      {2, 24, 0.4097, 0.8971},
    },
  },
  ["Лорд Грегор Лесковар"] = {
    locations = {
      {2, 24, 0.6853, 0.1398},
    },
  },
  ["Судья из Алого ордена"] = {
    locations = {
      {2, 9, 0.4258, 0.186},
    },
  },
  ["Капер Грой"] = {
    locations = {
      {1, 13, 0.6824, 0.5234},
    },
  },
  ["Гелихаст"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Темный маг из шайки Скитальцев Пустыни"] = {
    locations = {
      {1, 16, 0.5933, 0.3789},
      {1, 16, 0.6436, 0.3863},
      {1, 16, 0.6121, 0.3401},
    },
  },
  ["Сестра Аквинна"] = {
    locations = {
      {1, 3, 0.2916, 0.4549},
    },
  },
  ["Кузнец Углежог"] = {
    locations = {
      {2, 5, 0.7751, 0.8022},
    },
  },
  ["Каргал Боевой Шрам"] = {
    locations = {
      {1, 15, 0.6228, 0.1936},
    },
  },
  ["Зомбированный дворянин"] = {
    locations = {
      {2, 10, 0.4348, 0.7897},
      {2, 10, 0.4173, 0.7522},
    },
  },
  ["Генерал Драккисат"] = {
    locations = {
      {2, 23, 0.408, 0.9565},
    },
  },
  ["Рядовой Драксельмер"] = {
    locations = {
      {2, 19, 0.7075, 0.7235},
    },
  },
  ["Вождь Нек'рош"] = {
    locations = {
      {2, 3, 0.5333, 0.5445},
    },
  },
  ["Яростный скальный койот"] = {
    locations = {
      {2, 2, 0.5847, 0.5365},
      {2, 2, 0.5863, 0.6734},
      {2, 2, 0.5721, 0.5819},
      {2, 2, 0.5783, 0.6381},
      {2, 2, 0.5467, 0.5563},
    },
  },
  ["Битисса Шаткобрус"] = {
    locations = {
      {1, 14, 0.5172, 0.3864},
    },
  },
  ["Маркус Бел"] = {
    locations = {
      {1, 15, 0.4635, 0.7112},
      {1, 15, 0.4835, 0.5188},
      {1, 15, 0.4694, 0.6307},
      {1, 15, 0.4759, 0.7825},
      {1, 15, 0.4621, 0.6755},
    },
  },
  ["Темнопряд из легиона Огненного Клейма"] = {
    locations = {
      {2, 23, 0.408, 0.9565},
    },
  },
  ["Нефритовый слякоч"] = {
    locations = {
      {2, 5, 0.6185, 0.7485},
    },
  },
  ["Дрека'Сур"] = {
    locations = {
      {1, 11, 0.3477, 0.5269},
    },
  },
  ["Тимор"] = {
    locations = {
      {2, 19, 0.3122, 0.0466},
    },
  },
  ["Биббли Скобкофуз"] = {
    locations = {
      {1, 12, 0.6232, 0.3897},
    },
  },
  ["Сын Арккороса"] = {
    locations = {
      {1, 1, 0.5874, 0.4254},
      {1, 1, 0.5492, 0.4528},
      {1, 1, 0.5869, 0.6423},
      {1, 1, 0.5555, 0.6561},
      {1, 1, 0.6223, 0.6289},
    },
  },
  ["Йе'кинья"] = {
    locations = {
      {1, 16, 0.6695, 0.224},
    },
  },
  ["Громила из стаи Гнилошкуров"] = {
    locations = {
      {2, 18, 0.6616, 0.291},
      {2, 18, 0.6702, 0.3261},
    },
  },
  ["Талваш дель Киссель"] = {
    locations = {
      {2, 19, 0.3612, 0.0408},
    },
  },
  ["Близтик"] = {
    locations = {
      {2, 20, 0.1803, 0.5449},
    },
  },
  ["Болотный бегун из клана Драконьей Пасти"] = {
    locations = {
      {2, 3, 0.4931, 0.4785},
      {2, 3, 0.4618, 0.4503},
      {2, 3, 0.3877, 0.4635},
    },
  },
  ["Моора"] = {
    locations = {
      {1, 11, 0.3908, 0.4688},
    },
  },
  ["Аурий"] = {
    locations = {
      {2, 6, 0.4833, 0.2184},
    },
  },
  ["Мститель из племени Мертвого Леса"] = {
    locations = {
      {1, 11, 0.6229, 0.0931},
    },
  },
  ["Таммра Перекати-поле"] = {
    locations = {
      {1, 6, 0.4744, 0.5847},
    },
  },
  ["Принцесса Терадрас"] = {
    locations = {
      {1, 12, 0.3595, 0.6439},
    },
  },
  ["Верховный жрец племени Атал'ай"] = {
    locations = {
      {2, 4, 0.7733, 0.3593},
    },
  },
  ["Скалокрылая крикунья"] = {
    locations = {
      {2, 6, 0.4832, 0.2185},
    },
  },
  ["Чешуебород"] = {
    locations = {
      {1, 1, 0.5393, 0.485},
    },
  },
  ["Квентин"] = {
    locations = {
      {1, 19, 0.7839, 0.7492},
    },
  },
  ["Бимбл Ежевичка"] = {
    locations = {
      {2, 19, 0.2771, 0.1933},
      {2, 19, 0.348, 0.1614},
      {2, 19, 0.2594, 0.2533},
      {2, 19, 0.3001, 0.2238},
      {2, 19, 0.2977, 0.1599},
    },
  },
  ["Михаил"] = {
    locations = {
      {2, 3, 0.1062, 0.6071},
    },
  },
  ["Падший скакун Темного Терзателя"] = {
    locations = {
      {2, 9, 0.69, 0.728},
    },
  },
  ["Член совета Хендрикс"] = {
    locations = {
      {2, 18, 0.4651, 0.7404},
    },
  },
  ["Тоскующая высокорожденная"] = {
    locations = {
      {1, 5, 0.531, 0.425},
    },
  },
  ["Управляющий Вестон"] = {
    locations = {
      {2, 13, 0.2929, 0.5965},
    },
  },
  ["Налетчик из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.5021, 0.7633},
      {2, 10, 0.3721, 0.7438},
    },
  },
  ["Аптекарь Дитерс"] = {
    locations = {
      {2, 22, 0.8323, 0.693},
    },
  },
  ["Землепроходец из племени Древобрюхов"] = {
    locations = {
      {1, 1, 0.3264, 0.4455},
      {1, 1, 0.3475, 0.4122},
      {1, 1, 0.3579, 0.3733},
    },
  },
  ["Зиззек"] = {
    locations = {
      {1, 15, 0.6202, 0.3911},
    },
  },
  ["Руул Снежное Копыто"] = {
    locations = {
      {1, 21, 0.4017, 0.3399},
    },
  },
  ["Ханс Вестон"] = {
    locations = {
      {1, 13, 0.6466, 0.5035},
    },
  },
  ["Охотник Мархор"] = {
    locations = {
      {2, 5, 0.791, 0.7953},
    },
  },
  ["Варош Выкупленный"] = {
    locations = {
      {2, 23, 0.4081, 0.9563},
      {2, 11, 0.2983, 0.4452},
    },
  },
  ["Брог Мясорук"] = {
    locations = {
      {2, 25, 0.4388, 0.6594},
    },
  },
  ["Ворожей из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.4779, 0.6659},
      {2, 5, 0.7088, 0.4833},
      {2, 5, 0.6635, 0.4488},
    },
  },
  ["Восставший рыцарь смерти"] = {
    locations = {
      {2, 6, 0.3995, 0.2592},
    },
  },
  ["Эридана Грусть Ветра"] = {
    locations = {
      {1, 11, 0.5133, 0.8156},
    },
  },
  ["Повелитель зверей из племени Кровавого Скальпа"] = {
    locations = {
      {2, 21, 0.2644, 0.112},
      {2, 21, 0.2287, 0.0931},
    },
  },
  ["Пустая фляга из-под огненной воды"] = {
    locations = {
      {1, 5, 0.4044, 0.4327},
      {1, 5, 0.313, 0.4482},
      {1, 5, 0.3093, 0.3652},
      {1, 5, 0.6136, 0.3802},
      {1, 5, 0.6718, 0.3658},
    },
  },
  ["Друзилла ла Салле"] = {
    locations = {
      {2, 25, 0.4984, 0.4272},
    },
  },
  ["Франклорн Искусник"] = {
    locations = {
      {2, 23, 0.3552, 1.0062},
    },
  },
  ["Спутник Братства Справедливости"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Попечительница сирот Батлвейл"] = {
    locations = {
      {1, 10, 0.7081, 0.2545},
    },
  },
  ["Вестия Лунное Копье"] = {
    locations = {
      {1, 20, 0.3011, 0.4511},
    },
  },
  ["Ясновидец из племени Тлеющего Терновника"] = {
    locations = {
      {2, 23, 0.4082, 0.9571},
      {2, 17, 0.3299, 0.2519},
    },
  },
  ["Костегрыз из племени Золотого Песка"] = {
    locations = {
      {1, 18, 0.3625, 0.8635},
    },
  },
  ["Парквел Финталлас"] = {
    locations = {
      {2, 15, 0.5771, 0.6523},
    },
  },
  ["Рашель Готена"] = {
    locations = {
      {1, 10, 0.5201, 0.6954},
    },
  },
  ["Пачкун из племени Злобного Плавника"] = {
    locations = {
      {2, 22, 0.6031, 0.2876},
      {2, 22, 0.3583, 0.4357},
    },
  },
  ["Полководец Молот'джин"] = {
    locations = {
      {2, 6, 0.6561, 0.2198},
      {2, 6, 0.6872, 0.2074},
      {2, 6, 0.7194, 0.145},
    },
  },
  ["Зляк"] = {
    locations = {
      {1, 4, 0.427, 0.6728},
    },
  },
  ["Дендрит Блеск Звезд"] = {
    locations = {
      {1, 8, 0.5624, 0.3049},
    },
  },
  ["Криводрев-ветвеплет"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Главарь То'грун"] = {
    locations = {
      {2, 2, 0.6048, 0.6811},
      {2, 2, 0.5096, 0.7388},
      {2, 2, 0.5615, 0.7179},
      {2, 2, 0.4285, 0.5298},
      {2, 2, 0.2786, 0.5756},
    },
  },
  ["Налетчик Борк"] = {
    locations = {
      {1, 10, 0.3959, 0.6763},
    },
  },
  ["Караульный Алого ордена"] = {
    locations = {
      {2, 22, 0.8458, 0.3144},
    },
  },
  ["Оса из улья Гориши"] = {
    locations = {
      {1, 7, 0.5357, 0.8362},
      {1, 7, 0.4571, 0.7999},
      {1, 7, 0.4739, 0.8344},
      {1, 7, 0.4911, 0.7668},
      {1, 7, 0.5239, 0.7624},
    },
  },
  ["Келебрас Освобожденный"] = {
    locations = {
      {1, 12, 0.3597, 0.6441},
    },
  },
  ["Юный дракончик"] = {
    locations = {
      {2, 4, 0.1385, 0.6141},
    },
  },
  ["Страж смерти Тор"] = {
    locations = {
      {2, 22, 0.607, 0.5953},
    },
  },
  ["Чащобный тенетник"] = {
    locations = {
      {1, 17, 0.5682, 0.3089},
      {1, 17, 0.5659, 0.2682},
    },
  },
  ["Ткач Ужаса"] = {
    locations = {
      {2, 6, 0.7694, 0.5135},
      {2, 6, 0.7856, 0.5545},
      {2, 6, 0.798, 0.4464},
      {2, 6, 0.8305, 0.4249},
    },
  },
  ["Лярд"] = {
    locations = {
      {2, 5, 0.7818, 0.813},
    },
  },
  ["Агам'ар"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Безжалостный хромоног"] = {
    locations = {
      {1, 16, 0.5398, 0.3388},
      {1, 16, 0.508, 0.3171},
    },
  },
  ["Сорвиголова Южных морей"] = {
    locations = {
      {1, 16, 0.7412, 0.4632},
    },
  },
  ["Загадочный страхозуб"] = {
    locations = {
      {1, 15, 0.4773, 0.3488},
    },
  },
  ["Железный страж легиона Чернорука"] = {
    locations = {
      {2, 23, 0.4079, 0.9566},
    },
  },
  ["Нагаз"] = {
    locations = {
      {2, 1, 0.3944, 0.1525},
    },
  },
  ["Сапер из клана Черного Железа"] = {
    locations = {
      {2, 12, 0.5614, 0.1361},
    },
  },
  ["Криводрев-моходер"] = {
    locations = {
      {1, 11, 0.5671, 0.1871},
    },
  },
  ["Саботажник Синдиката"] = {
    locations = {
      {2, 1, 0.5619, 0.2755},
      {2, 1, 0.5459, 0.2438},
      {2, 1, 0.5781, 0.3037},
      {2, 1, 0.5229, 0.2074},
      {2, 1, 0.4824, 0.1815},
    },
  },
  ["Верховный маг Ксилем"] = {
    locations = {
      {1, 1, 0.295, 0.4032},
    },
  },
  ["Провидица Воронье Перо"] = {
    locations = {
      {1, 9, 0.4476, 0.7625},
    },
  },
  ["Капитан Штиллец"] = {
    locations = {
      {2, 21, 0.3302, 0.8831},
    },
  },
  ["Лиренна Песнь Пера"] = {
    locations = {
      {1, 5, 0.5194, 0.2938},
    },
  },
  ["Солдат Дун Гарока"] = {
    locations = {
      {2, 16, 0.3085, 0.5578},
    },
  },
  ["Огневар"] = {
    locations = {
      {2, 19, 0.1859, 0.5145},
    },
  },
  ["Каут"] = {
    locations = {
      {1, 9, 0.4667, 0.6101},
    },
  },
  ["Доктор Густав ван Склифф"] = {
    locations = {
      {1, 13, 0.6775, 0.4895},
    },
  },
  ["Свиток с рунами"] = {
    locations = {
      {1, 15, 0.4615, 0.6815},
      {1, 15, 0.4743, 0.7596},
      {1, 15, 0.485, 0.5214},
      {1, 15, 0.4634, 0.7144},
      {1, 15, 0.461, 0.6352},
    },
  },
  ["XT:9"] = {
    locations = {
      {1, 6, 0.6275, 0.5598},
      {1, 6, 0.6077, 0.5364},
      {1, 6, 0.6964, 0.5625},
      {1, 6, 0.6621, 0.5661},
    },
  },
  ["Низшее воплощение воды"] = {
    locations = {
      {2, 18, 0.3865, 0.4458},
    },
  },
  ["Терноплет из племени Иглогривых"] = {
    locations = {
      {1, 15, 0.548, 0.2609},
    },
  },
  ["Мартек Изгой"] = {
    locations = {
      {2, 2, 0.4228, 0.5266},
    },
  },
  ["Кавалерист-рыцарь смерти"] = {
    locations = {
      {2, 6, 0.4, 0.2594},
    },
  },
  ["Джина Ланг"] = {
    locations = {
      {2, 22, 0.616, 0.5255},
    },
  },
  ["Гарпия из стаи Кровавого Пера"] = {
    locations = {
      {1, 17, 0.353, 0.3626},
      {1, 17, 0.3766, 0.419},
      {1, 17, 0.3669, 0.3894},
    },
  },
  ["Каскк"] = {
    locations = {
      {1, 12, 0.5618, 0.7528},
      {1, 12, 0.5069, 0.7545},
      {1, 12, 0.5143, 0.8485},
      {1, 12, 0.4947, 0.7077},
      {1, 12, 0.504, 0.8151},
    },
  },
  ["Кабатчик Дэниэлс"] = {
    locations = {
      {2, 11, 0.2657, 0.4414},
    },
  },
  ["Иокаста"] = {
    locations = {
      {1, 3, 0.4026, 0.0889},
    },
  },
  ["Янни Твердое Сердце"] = {
    locations = {
      {2, 12, 0.3482, 0.4865},
    },
  },
  ["Истязатель из Алого ордена"] = {
    locations = {
      {2, 22, 0.8484, 0.305},
    },
  },
  ["Харб Поганая Гора"] = {
    locations = {
      {1, 19, 0.3318, 0.2838},
      {1, 19, 0.3556, 0.3115},
    },
  },
  ["Геолог Ржанец"] = {
    locations = {
      {2, 2, 0.534, 0.4335},
    },
  },
  ["Кроум"] = {
    locations = {
      {1, 1, 0.2196, 0.4973},
    },
  },
  ["Кадрак"] = {
    locations = {
      {1,15, 0.4813, 0.0541}
    }
  },
  ["Грязекуп-злобокус"] = {
    locations = {
      {1, 13, 0.5069, 0.2677},
      {1, 13, 0.4005, 0.2721},
      {1, 13, 0.5625, 0.3576},
      {1, 13, 0.4282, 0.3864},
      {1, 13, 0.4604, 0.2201},
    },
  },
  ["Старый озерный тихоступ"] = {
    locations = {
      {2, 18, 0.7353, 0.3515},
    },
  },
  ["Злоумышленник из племени Дыбогривов"] = {
    locations = {
      {1, 9, 0.6124, 0.2181},
    },
  },
  ["Фолиант божественности"] = {
    locations = {
      {2, 24, 0.3997, 0.298},
      {2, 19, 0.2734, 0.121},
    },
  },
  ["Фальхан Изенброд"] = {
    locations = {
      {2, 25, 0.456, 0.4779},
    },
  },
  ["Оккулюс"] = {
    locations = {
      {1, 16, 0.6317, 0.5186},
    },
  },
  ["Джанис Фелстоун"] = {
    locations = {
      {2, 9, 0.3837, 0.5408},
    },
  },
  ["Жаркий Очаг"] = {
    locations = {
      {2, 12, 0.3548, 0.4841},
    },
  },
  ["Куча земли"] = {
    locations = {
      {2, 6, 0.2809, 0.8615},
    },
  },
  ["Лиладрис Лунная Река"] = {
    locations = {
      {1, 21, 0.2722, 0.357},
    },
  },
  ["Брат Нимез"] = {
    locations = {
      {2, 21, 0.3787, 0.0358},
    },
  },
  ["Такк Прыгун"] = {
    locations = {
      {1, 15, 0.595, 0.0846},
      {1, 15, 0.6094, 0.1364},
    },
  },
  ["Пламехват из культа Сумеречного Молота"] = {
    locations = {
      {1, 14, 0.7187, 0.1352},
    },
  },
  ["Гретта Гантер"] = {
    locations = {
      {2, 8, 0.3155, 0.4469},
    },
  },
  ["Темный чародей племени Мерзлогривов"] = {
    locations = {
      {2, 8, 0.2273, 0.518},
    },
  },
  ["Разъяренная рокочущая ящерица"] = {
    locations = {
      {1, 12, 0.6782, 0.6854},
      {1, 12, 0.675, 0.5708},
      {1, 12, 0.4373, 0.303},
      {1, 12, 0.467, 0.3557},
      {1, 12, 0.4175, 0.6897},
    },
  },
  ["Певчий Форрестен"] = {
    locations = {
      {2, 6, 0.3105, 0.1585},
      {2, 6, 0.4833, 0.2183},
    },
  },
  ["Приливница"] = {
    locations = {
      {1, 21, 0.4875, 0.7011},
    },
  },
  ["Преступник из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.5672, 0.1903},
    },
  },
  ["Торгас Мрачнон"] = {
    locations = {
      {2, 8, 0.2913, 0.6749},
    },
  },
  ["Лавинион"] = {
    locations = {
      {1, 1, 0.7987, 0.2358},
      {1, 1, 0.7198, 0.1914},
      {1, 1, 0.7933, 0.1916},
    },
  },
  ["Тарун Красное Перо"] = {
    locations = {
      {1, 11, 0.5093, 0.817},
    },
  },
  ["Леденящий дух"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Послушница из племени Мертвой Головы"] = {
    locations = {
      {1, 15, 0.4227, 0.8987},
    },
  },
  ["Страж смерти Кел"] = {
    locations = {
      {2, 22, 0.5924, 0.4657},
    },
  },
  ["Мариса дю Пэж"] = {
    locations = {
      {2, 10, 0.4342, 0.7836},
    },
  },
  ["Торкаф Око Дракона"] = {
    locations = {
      {2, 2, 0.6251, 0.5754},
    },
  },
  ["Смертельно раненый солдат Альянса"] = {
    locations = {
      {1, 13, 0.6779, 0.4906},
    },
  },
  ["Караульный Терамора"] = {
    locations = {
      {1, 13, 0.4644, 0.2404},
    },
  },
  ["Сиан-Ротам"] = {
    locations = {
      {1, 5, 0.4985, 0.098},
    },
  },
  ["Газз'уз"] = {
    locations = {
      {1, 4, 0.5196, 0.094},
    },
  },
  ["Леонард Портер"] = {
    locations = {
      {2, 9, 0.4302, 0.8427},
    },
  },
  ["Мокрокрыл-опустошитель"] = {
    locations = {
      {1, 1, 0.7825, 0.2742},
      {1, 1, 0.6423, 0.2618},
      {1, 1, 0.7375, 0.2892},
      {1, 1, 0.8071, 0.2532},
      {1, 1, 0.6614, 0.2273},
    },
  },
  ["Коларк Наемник"] = {
    locations = {
      {1, 10, 0.728, 0.2571},
      {1, 10, 0.7156, 0.2086},
    },
  },
  ["Черноскал"] = {
    locations = {
      {2, 23, 0.4017, 1.0498},
      {2, 23, 0.3478, 0.3099},
    },
  },
  ["Охотник за головами из племени Кровавого Скальпа"] = {
    locations = {
      {2, 21, 0.2322, 0.101},
      {2, 21, 0.2082, 0.1211},
    },
  },
  ["Меррин Камнепряд"] = {
    locations = {
      {2, 3, 0.3884, 0.5228},
    },
  },
  ["Терровульф-тенеплет"] = {
    locations = {
      {1, 21, 0.5136, 0.3799},
      {1, 21, 0.5292, 0.3525},
    },
  },
  ["Барон Огнерр"] = {
    locations = {
      {1, 7, 0.5414, 0.4127},
      {1, 7, 0.5017, 0.4192},
      {1, 7, 0.4924, 0.4859},
      {1, 7, 0.5143, 0.5555},
      {1, 7, 0.5656, 0.4314},
    },
  },
  ["Рядовой Хендел"] = {
    locations = {
      {1, 13, 0.4521, 0.2458},
    },
  },
  ["Ханк Молот"] = {
    locations = {
      {2, 24, 0.5608, 0.1611},
    },
  },
  ["Шаман из племени Древобрюхов"] = {
    locations = {
      {1, 1, 0.4469, 0.2541},
      {1, 1, 0.3844, 0.3252},
      {1, 1, 0.4262, 0.1992},
      {1, 1, 0.4786, 0.3042},
    },
  },
  ["Отрекшийся-телохранитель"] = {
    locations = {
      {2, 13, 0.6033, 0.5926},
      {2, 13, 0.4703, 0.5886},
      {2, 13, 0.5885, 0.6225},
      {2, 13, 0.3635, 0.5271},
      {2, 13, 0.4293, 0.5525},
    },
  },
  ["Старый щербозуб"] = {
    locations = {
      {1, 5, 0.5958, 0.2347},
      {1, 5, 0.5933, 0.1536},
      {1, 5, 0.5893, 0.189},
      {1, 5, 0.5616, 0.2169},
    },
  },
  ["Синяя драконида"] = {
    locations = {
      {1, 5, 0.5568, 0.5068},
      {1, 5, 0.5928, 0.5329},
      {1, 5, 0.5414, 0.5436},
      {1, 5, 0.5977, 0.503},
    },
  },
  ["Рудниковый паук"] = {
    locations = {
      {2, 25, 0.6092, 0.4767},
    },
  },
  ["Посланница Кеарнен"] = {
    locations = {
      {2, 10, 0.6845, 0.701},
    },
  },
  ["Зуборез Шестеренок"] = {
    locations = {
      {2, 19, 0.6796, 0.4313},
    },
  },
  ["Реми Повторюх"] = {
    locations = {
      {2, 25, 0.4214, 0.6719},
    },
  },
  ["Смеющаяся сестра"] = {
    locations = {
      {1, 21, 0.5952, 0.5544},
      {1, 21, 0.6138, 0.5114},
    },
  },
  ["Желтокаменный разрушитель"] = {
    locations = {
      {1, 12, 0.3213, 0.6478},
      {1, 12, 0.3488, 0.6272},
    },
  },
  ["Лиходей из клана Пылающего Клинка"] = {
    locations = {
      {1, 4, 0.5296, 0.2857},
    },
  },
  ["Пылающий огнестраж"] = {
    locations = {
      {2, 23, 0.2713, 0.7251},
    },
  },
  ["Дже'неу Санкри"] = {
    locations = {
      {1, 21, 0.1162, 0.3428},
    },
  },
  ["Патрульный Торговой Компании"] = {
    locations = {
      {1, 15, 0.5471, 0.0572},
    },
  },
  ["Ворона"] = {
    locations = {
      {1, 16, 0.3874, 0.199},
    },
  },
  ["Кайлиска"] = {
    locations = {
      {1, 21, 0.7395, 0.6068},
    },
  },
  ["Рабочий улья Зукк'аш"] = {
    locations = {
      {1, 20, 0.7415, 0.6175},
    },
  },
  ["Порывистый вихрь"] = {
    locations = {
      {1, 16, 0.6102, 0.5613},
      {1, 16, 0.4325, 0.478},
      {1, 16, 0.4882, 0.3668},
      {1, 16, 0.4376, 0.44},
      {1, 16, 0.4799, 0.5086},
    },
  },
  ["Магра"] = {
    locations = {
      {1, 12, 0.3518, 0.602},
    },
  },
  ["Воин из племени Кровавого Скальпа"] = {
    locations = {
      {2, 21, 0.2956, 0.1969},
      {2, 21, 0.3372, 0.1555},
    },
  },
  ["Блестопанцирный бурильщик"] = {
    locations = {
      {1, 19, 0.8213, 0.8587},
    },
  },
  ["Бомбардир из клана Черного Железа"] = {
    locations = {
      {2, 3, 0.5118, 0.0807},
      {2, 13, 0.4894, 0.8868},
    },
  },
  ["Завывающая банши"] = {
    locations = {
      {2, 6, 0.4832, 0.2185},
    },
  },
  ["Костелап племени Маграм"] = {
    locations = {
      {1, 12, 0.6809, 0.7511},
      {1, 12, 0.6688, 0.8186},
      {1, 12, 0.7286, 0.7266},
      {1, 12, 0.6597, 0.7736},
      {1, 12, 0.7195, 0.7596},
    },
  },
  ["Темный чародей из племени Хаккари"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Начальник стражи Соригел"] = {
    locations = {
      {2, 20, 0.7578, 0.4625},
    },
  },
  ["Гилмориан"] = {
    locations = {
      {2, 4, 0.9527, 0.4565},
      {2, 4, 0.9354, 0.6325},
      {2, 4, 0.9319, 0.3849},
      {2, 4, 0.8093, 0.0952},
      {2, 4, 0.838, 0.1601},
    },
  },
  ["Сатир из племени Нефритового Пламени"] = {
    locations = {
      {1, 11, 0.4146, 0.8552},
    },
  },
  ["Разбойник из племени Нефритового Пламени"] = {
    locations = {
      {1, 11, 0.369, 0.6776},
      {1, 11, 0.3357, 0.6664},
    },
  },
  ["Светящаяся подвеска Темношкуров"] = {
    locations = {
      {2, 11, 0.738, 0.4235},
      {2, 11, 0.7483, 0.4809},
      {2, 11, 0.8069, 0.4426},
      {2, 11, 0.7831, 0.3877},
      {2, 11, 0.2993, 0.4669},
    },
  },
  ["Патрик Гарретт"] = {
    locations = {
      {2, 15, 0.6267, 0.4855},
    },
  },
  ["Магга"] = {
    locations = {
      {1, 4, 0.4302, 0.692},
    },
  },
  ["Пылающий опустошитель"] = {
    locations = {
      {1, 6, 0.2995, 0.6578},
      {1, 6, 0.3515, 0.6562},
    },
  },
  ["Гретхен Дедмар"] = {
    locations = {
      {2, 22, 0.6189, 0.5264},
    },
  },
  ["Гарри Берлгард"] = {
    locations = {
      {2, 24, 0.741, 0.3729},
    },
  },
  ["Ак'Зелот"] = {
    locations = {
      {1, 15, 0.6235, 0.2006},
    },
  },
  ["Тенегорнский бузотер"] = {
    locations = {
      {2, 2, 0.3825, 0.1359},
    },
  },
  ["Джандис Барова"] = {
    locations = {
      {2, 9, 0.6902, 0.7286},
    },
  },
  ["Стенающая высокорожденная"] = {
    locations = {
      {1, 18, 0.4283, 0.6094},
    },
  },
  ["Ядохлыст скорпаши"] = {
    locations = {
      {1, 12, 0.3016, 0.7833},
      {1, 12, 0.6287, 0.7183},
      {1, 12, 0.5575, 0.855},
      {1, 12, 0.4943, 0.876},
      {1, 12, 0.621, 0.7641},
    },
  },
  ["Кентавр-пария"] = {
    locations = {
      {1, 12, 0.4878, 0.8696},
      {1, 12, 0.4502, 0.859},
    },
  },
  ["Лоскутный голем"] = {
    locations = {
      {2, 6, 0.8651, 0.3992},
      {2, 6, 0.3856, 0.5323},
      {2, 6, 0.3515, 0.5986},
      {2, 6, 0.3675, 0.5672},
      {2, 6, 0.3369, 0.6403},
    },
  },
  ["Яролап"] = {
    locations = {
      {1, 11, 0.4829, 0.9234},
    },
  },
  ["Кага Вестница Туманов"] = {
    locations = {
      {1, 2, 0.5235, 0.4834},
    },
  },
  ["Сержант Малтус"] = {
    locations = {
      {2, 21, 0.4715, 0.0583},
    },
  },
  ["Механотанк"] = {
    locations = {
      {2, 8, 0.1768, 0.3914},
    },
  },
  ["Рабочий из порта Южных морей"] = {
    locations = {
      {1, 16, 0.7395, 0.4732},
    },
  },
  ["Болезненный вурдалак"] = {
    locations = {
      {2, 9, 0.6902, 0.7287},
    },
  },
  ["Уоллес Слепой"] = {
    locations = {
      {2, 18, 0.4638, 0.8636},
    },
  },
  ["Воррел Сенгутц"] = {
    locations = {
      {2, 22, 0.8484, 0.3049},
    },
  },
  ["Сатир из племени Легаши"] = {
    locations = {
      {1, 1, 0.5186, 0.1896},
      {1, 1, 0.6626, 0.1736},
      {1, 1, 0.6122, 0.2475},
    },
  },
  ["Хрюггер"] = {
    locations = {
      {2, 7, 0.563, 0.293},
      {2, 7, 0.5919, 0.2414},
      {2, 7, 0.6127, 0.277},
    },
  },
  ["Замек"] = {
    locations = {
      {1, 19, 0.7973, 0.7694},
    },
  },
  ["Вайрал Подлый"] = {
    locations = {
      {1, 14, 0.7281, 0.1513},
    },
  },
  ["Морской хрустогрыз"] = {
    locations = {
      {2, 5, 0.7666, 0.6925},
      {2, 5, 0.7884, 0.6107},
      {2, 5, 0.8162, 0.5335},
      {2, 5, 0.7762, 0.6497},
    },
  },
  ["Мститель из Алого ордена"] = {
    locations = {
      {2, 9, 0.543, 0.2454},
      {2, 9, 0.5219, 0.3889},
      {2, 9, 0.5514, 0.3521},
    },
  },
  ["Гилл"] = {
    locations = {
      {2, 21, 0.2752, 0.7774},
    },
  },
  ["Командир Гор'шак"] = {
    locations = {
      {2, 23, 0.2712, 0.7256},
    },
  },
  ["Нал'тазар"] = {
    locations = {
      {1, 6, 0.2559, 0.121},
    },
  },
  ["Гнилопасть"] = {
    locations = {
      {1, 12, 0.3598, 0.6436},
      {1, 12, 0.3035, 0.5475},
      {1, 12, 0.2927, 0.6103},
    },
  },
  ["Манкрик"] = {
    locations = {
      {1, 15, 0.5197, 0.3156},
    },
  },
  ["Ваште Пауни"] = {
    locations = {
      {1, 15, 0.4653, 0.7946},
      {1, 15, 0.4483, 0.7478},
      {1, 15, 0.436, 0.8033},
    },
  },
  ["Тотемист из племени Колючего Меха"] = {
    locations = {
      {1, 21, 0.4021, 0.3261},
    },
  },
  ["Леди Луноокая"] = {
    locations = {
      {1, 18, 0.426, 0.6088},
    },
  },
  ["Стивен Бартек"] = {
    locations = {
      {2, 22, 0.3639, 0.6177},
    },
  },
  ["Чугунорез клана Черного Железа"] = {
    locations = {
      {2, 23, 0.6602, 0.4511},
    },
  },
  ["Тал'трак Гордый Клык"] = {
    locations = {
      {2, 2, 0.0345, 0.4806},
    },
  },
  ["Трогг Огненной пропасти"] = {
    locations = {
      {1, 10, 0.5299, 0.4876},
    },
  },
  ["Ткач ужаса из культа Приверженцев Тени"] = {
    locations = {
      {2, 7, 0.4332, 0.4081},
      {2, 7, 0.4158, 0.3784},
      {2, 7, 0.3988, 0.3345},
    },
  },
  ["Часовой Шайя"] = {
    locations = {
      {1, 17, 0.5719, 0.6337},
    },
  },
  ["Кельдамир"] = {
    locations = {
      {1, 17, 0.5568, 0.5978},
    },
  },
  ["Обжигающий дракончик"] = {
    locations = {
      {2, 2, 0.7522, 0.6057},
      {2, 2, 0.8176, 0.3367},
    },
  },
  ["Легионер из легиона Изрубленного Щита"] = {
    locations = {
      {2, 23, 0.4078, 0.9567},
    },
  },
  ["Хрустальный Клык"] = {
    locations = {
      {2, 23, 0.408, 0.9565},
    },
  },
  ["Алжернон"] = {
    locations = {
      {2, 15, 0.5196, 0.7435},
    },
  },
  ["Джон-Джон Ворон"] = {
    locations = {
      {2, 21, 0.347, 0.5177},
    },
  },
  ["Изложение боевой задачи XII"] = {
    locations = {
      {1, 14, 0.5034, 0.3738},
      {1, 14, 0.4804, 0.2594},
      {1, 14, 0.4749, 0.3063},
    },
  },
  ["Эланария"] = {
    locations = {
      {1, 3, 0.574, 0.3498},
    },
  },
  ["Дар"] = {
    locations = {
      {2, 4, 0.4476, 0.571},
    },
  },
  ["Архиепископ Бенедикт"] = {
    locations = {
      {2, 24, 0.3964, 0.2752},
    },
  },
  ["Чародей Алого ордена"] = {
    locations = {
      {2, 22, 0.8276, 0.3349},
    },
  },
  ["Воплощение порока"] = {
    locations = {
      {2, 9, 0.6904, 0.7283},
    },
  },
  ["Молодой черный крепкозуб"] = {
    locations = {
      {1, 13, 0.7211, 0.5059},
      {1, 13, 0.7104, 0.5406},
    },
  },
  ["Кенарийский друид"] = {
    locations = {
      {1, 6, 0.2856, 0.1401},
    },
  },
  ["Йорус Ячменовар"] = {
    locations = {
      {2, 11, 0.267, 0.4476},
    },
  },
  ["Харло Торгуместец"] = {
    locations = {
      {1, 5, 0.6112, 0.3841},
    },
  },
  ["Друид Клыка"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Верховный вождь племени Зимней Спячки"] = {
    locations = {
      {1, 5, 0.6941, 0.3832},
    },
  },
  ["Коралловая акула"] = {
    locations = {
      {1, 13, 0.6177, 0.2897},
      {2, 4, 1.0689, 0.5321},
      {2, 4, 1.0645, 0.7631},
      {2, 21, 0.1829, 0.4907},
      {2, 4, 1.0703, 0.3412},
    },
  },
  ["Матриарх стаи Кровавого Пера"] = {
    locations = {
      {1, 17, 0.3488, 0.284},
      {1, 17, 0.3255, 0.3155},
    },
  },
  ["Фанкрисс Непреклонный"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Даларанский окудник"] = {
    locations = {
      {2, 18, 0.6288, 0.6394},
    },
  },
  ["Белдин Сталежар"] = {
    locations = {
      {2, 8, 0.504, 0.4908},
    },
  },
  ["Надзиратель Глибби"] = {
    locations = {
      {1, 15, 0.5646, 0.0757},
    },
  },
  ["Арикара"] = {
    locations = {
      {1, 19, 0.3809, 0.3538},
    },
  },
  ["Шаман из племени Мертвого Леса"] = {
    locations = {
      {1, 11, 0.6236, 0.0935},
    },
  },
  ["Загадочный жалохлест"] = {
    locations = {
      {1, 15, 0.4797, 0.3332},
    },
  },
  ["Мастер проклятий Джин'до"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Изверг из племени Мародин"] = {
    locations = {
      {1, 12, 0.3119, 0.5457},
      {1, 12, 0.3118, 0.5885},
    },
  },
  ["Седой колючешерстный медведь"] = {
    locations = {
      {1, 18, 0.3942, 0.8169},
      {1, 18, 0.4274, 0.813},
    },
  },
  ["Метатель топоров из племени Тлеющего Терновника"] = {
    locations = {
      {2, 23, 0.4083, 0.9573},
      {2, 17, 0.33, 0.2518},
    },
  },
  ["Берни Хайнштейн"] = {
    locations = {
      {2, 7, 0.6352, 0.1693},
    },
  },
  ["Греллид"] = {
    locations = {
      {1, 17, 0.5494, 0.3867},
      {1, 17, 0.6103, 0.3618},
      {1, 17, 0.572, 0.3501},
      {1, 17, 0.5489, 0.4364},
    },
  },
  ["Никова Раскол"] = {
    locations = {
      {2, 24, 0.7229, 0.4781},
      {2, 24, 0.6917, 0.4062},
      {2, 24, 0.709, 0.4402},
    },
  },
  ["Рихтер"] = {
    locations = {
      {2, 1, 0.2036, 0.8464},
    },
  },
  ["Керлониан Вечный Сумрак"] = {
    locations = {
      {1, 18, 0.4423, 0.7655},
      {1, 21, 0.2587, 0.2796},
      {1, 18, 0.4083, 0.8806},
    },
  },
  ["Ледополох-разбойник"] = {
    locations = {
      {1, 5, 0.4434, 0.3717},
      {1, 5, 0.5393, 0.3632},
      {1, 5, 0.3349, 0.4207},
      {1, 5, 0.4765, 0.3664},
      {1, 5, 0.3992, 0.3826},
    },
  },
  ["Молодой ящер Тернистой долины"] = {
    locations = {
      {2, 21, 0.2472, 0.1588},
    },
  },
  ["Дистанционно управляемый голем"] = {
    locations = {
      {2, 10, 0.3817, 0.7747},
    },
  },
  ["Землебой"] = {
    locations = {
      {1, 16, 0.5003, 0.3057},
      {1, 16, 0.4484, 0.2789},
      {1, 16, 0.5669, 0.3235},
      {1, 16, 0.4871, 0.2781},
      {1, 16, 0.5645, 0.2544},
    },
  },
  ["Темный хранитель Зимрел"] = {
    locations = {
      {2, 23, 0.2713, 0.7252},
    },
  },
  ["Кнутохвост Кровавой Топи"] = {
    locations = {
      {1, 13, 0.3319, 0.6544},
      {1, 13, 0.3718, 0.6862},
    },
  },
  ["Бализар Скверный"] = {
    locations = {
      {1, 18, 0.4354, 0.9432},
    },
  },
  ["Острозубый кроколиск"] = {
    locations = {
      {2, 4, 0.5229, 0.4149},
      {2, 4, 0.5405, 0.4567},
      {2, 4, 0.619, 0.3091},
    },
  },
  ["Величавая виверна"] = {
    locations = {
      {1, 6, 0.5158, 0.4411},
      {1, 6, 0.4571, 0.462},
    },
  },
  ["Дальрия"] = {
    locations = {
      {1, 21, 0.3515, 0.5202},
    },
  },
  ["Канюк"] = {
    locations = {
      {2, 2, 0.5524, 0.6512},
      {2, 2, 0.5801, 0.6899},
      {2, 2, 0.5295, 0.6249},
      {2, 2, 0.5619, 0.599},
      {2, 2, 0.5601, 0.5096},
    },
  },
  ["Крейг Хьюитт"] = {
    locations = {
      {2, 16, 0.6107, 0.262},
    },
  },
  ["Корран"] = {
    locations = {
      {1, 15, 0.511, 0.2964},
    },
  },
  ["Муча Кусора"] = {
    locations = {
      {1, 7, 0.4365, 0.0845},
    },
  },
  ["Воин из племени Черножабрых"] = {
    locations = {
      {2, 21, 0.3477, 0.2216},
    },
  },
  ["Тултазор"] = {
    locations = {
      {2, 4, 0.458, 0.531},
    },
  },
  ["Пещерный шаркун"] = {
    locations = {
      {1, 12, 0.3596, 0.644},
    },
  },
  ["Роргиш Мощная Челюсть"] = {
    locations = {
      {1, 21, 0.3653, 0.3463},
    },
  },
  ["Тенегорнский меткий стрелок"] = {
    locations = {
      {2, 2, 0.3522, 0.1033},
    },
  },
  ["Моховая паучиха"] = {
    locations = {
      {1, 6, 0.5334, 0.7363},
      {1, 6, 0.6279, 0.5987},
      {1, 6, 0.7666, 0.4499},
      {1, 6, 0.6092, 0.6271},
    },
  },
  ["Брауг Тусклый Дух"] = {
    locations = {
      {1, 6, 0.7874, 0.4561},
    },
  },
  ["Пещерный скорпид"] = {
    locations = {
      {2, 2, 0.3522, 0.1033},
    },
  },
  ["Силитид-захватчик"] = {
    locations = {
      {1, 19, 0.6548, 0.8593},
    },
  },
  ["Горный пехотинец Стенолом"] = {
    locations = {
      {2, 12, 0.2347, 0.7465},
    },
  },
  ["Рас Ледяной Шепот"] = {
    locations = {
      {2, 9, 0.6901, 0.728},
    },
  },
  ["Морган Штерн"] = {
    locations = {
      {1, 13, 0.6634, 0.4543},
    },
  },
  ["Сатир из племени Халдарр"] = {
    locations = {
      {1, 1, 0.2018, 0.6194},
    },
  },
  ["Ведьма гроз из стаи Кровавой Ярости"] = {
    locations = {
      {1, 6, 0.3588, 0.6859},
      {1, 6, 0.2874, 0.6922},
    },
  },
  ["Огтинк"] = {
    locations = {
      {1, 1, 0.4237, 0.4269},
    },
  },
  ["Леди Катрана Престор"] = {
    locations = {
      {2, 24, 0.78, 0.1797},
    },
  },
  ["Бочко Клинн"] = {
    locations = {
      {2, 8, 0.3042, 0.4594},
    },
  },
  ["Генния Рунический Тотем"] = {
    locations = {
      {1, 9, 0.4849, 0.5956},
    },
  },
  ["Шаэл'дрин"] = {
    locations = {
      {1, 21, 0.5345, 0.4628},
    },
  },
  ["Туми"] = {
    locations = {
      {1, 10, 0.824, 0.2356},
    },
  },
  ["Тересиль"] = {
    locations = {
      {1, 21, 0.2272, 0.5187},
    },
  },
  ["Колман Фартинг"] = {
    locations = {
      {2, 22, 0.6174, 0.5235},
    },
  },
  ["Проходчик из улья Зора"] = {
    locations = {
      {1, 14, 0.3319, 0.6469},
      {1, 14, 0.2064, 0.552},
      {1, 14, 0.219, 0.6964},
      {1, 14, 0.2402, 0.6024},
      {1, 14, 0.2933, 0.6627},
    },
  },
  ["Валестраз Порочный"] = {
    locations = {
      {2, 23, 0.4018, 1.05},
    },
  },
  ["Полковник Зерран"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Бруук Ячменобород"] = {
    locations = {
      {2, 19, 0.7221, 0.7639},
    },
  },
  ["Уинн Ларсон"] = {
    locations = {
      {2, 24, 0.4175, 0.7659},
    },
  },
  ["Рак'шири"] = {
    locations = {
      {1, 5, 0.5423, 0.1413},
      {1, 5, 0.51, 0.1879},
      {1, 5, 0.4959, 0.0795},
      {1, 5, 0.4973, 0.1561},
      {1, 5, 0.508, 0.1111},
    },
  },
  ["Джаена"] = {
    locations = {
      {1, 3, 0.625, 0.5568},
      {1, 3, 0.6167, 0.632},
      {1, 3, 0.6235, 0.5939},
      {1, 3, 0.6601, 0.605},
      {1, 3, 0.6533, 0.6504},
    },
  },
  ["Гигантская береговая черепаха"] = {
    locations = {
      {1, 16, 0.6048, 0.8269},
      {1, 16, 0.5722, 0.9037},
    },
  },
  ["Каз"] = {
    locations = {
      {1, 15, 0.4412, 0.8022},
    },
  },
  ["Железнус Хладосталь"] = {
    locations = {
      {2, 19, 0.5046, 0.4328},
    },
  },
  ["Раздробленный силитидский панцирь"] = {
    locations = {
      {1, 19, 0.6903, 0.8108},
      {1, 16, 0.5158, 0.2773},
      {1, 19, 0.4509, 0.5059},
      {1, 10, 0.5134, 0.6895},
      {1, 19, 0.7143, 0.8409},
    },
  },
  ["Андрод Фадран"] = {
    locations = {
      {2, 13, 0.4506, 0.4697},
    },
  },
  ["Грубобрюх"] = {
    locations = {
      {2, 11, 0.1679, 0.4891},
    },
  },
  ["Чумное чудовище"] = {
    locations = {
      {2, 6, 0.5101, 0.501},
      {2, 6, 0.7116, 0.3449},
    },
  },
  ["Мурана Домашний Очаг"] = {
    locations = {
      {1, 15, 0.5232, 0.3056},
    },
  },
  ["Ослабленный странник волн"] = {
    locations = {
      {1, 20, 0.4449, 0.495},
      {1, 20, 0.3693, 0.348},
      {1, 20, 0.4649, 0.5973},
    },
  },
  ["Медсестра Стоунфилд"] = {
    locations = {
      {2, 19, 0.5527, 0.7796},
    },
  },
  ["Гаммерита"] = {
    locations = {
      {2, 5, 0.8015, 0.5735},
      {2, 5, 0.7717, 0.654},
      {2, 5, 0.8161, 0.526},
      {2, 5, 0.7738, 0.6916},
      {2, 5, 0.78, 0.6236},
    },
  },
  ["Управляющий Невлин"] = {
    locations = {
      {2, 13, 0.2942, 0.5961},
    },
  },
  ["Трогг из племени Камнедробов"] = {
    locations = {
      {2, 12, 0.3252, 0.7399},
      {2, 12, 0.2733, 0.5512},
      {2, 12, 0.2718, 0.5049},
    },
  },
  ["Тормек Каменная Река"] = {
    locations = {
      {2, 19, 0.3241, 0.6614},
    },
  },
  ["Пантера Тени"] = {
    locations = {
      {2, 4, 0.8459, 0.2246},
      {2, 4, 0.9121, 0.435},
      {2, 4, 0.8633, 0.2733},
      {2, 4, 0.8237, 0.1641},
      {2, 4, 0.7078, 0.1046},
    },
  },
  ["Сквой"] = {
    locations = {
      {2, 1, 0.4314, 0.6304},
      {2, 1, 0.3046, 0.6031},
      {2, 1, 0.3153, 0.518},
      {2, 1, 0.3719, 0.3828},
    },
  },
  ["Элитный боец легиона Чернорука"] = {
    locations = {
      {2, 23, 0.4079, 0.9566},
    },
  },
  ["Орокк Омош"] = {
    locations = {
      {1, 10, 0.7928, 0.2236},
    },
  },
  ["Хелендис Речной Мыс"] = {
    locations = {
      {2, 17, 0.8573, 0.6895},
    },
  },
  ["Закаленный боевой голем"] = {
    locations = {
      {2, 23, 0.6316, 0.6109},
      {2, 23, 0.6873, 0.3355},
    },
  },
  ["Большой Самрас"] = {
    locations = {
      {2, 16, 0.7518, 0.326},
      {2, 16, 0.8645, 0.397},
      {2, 16, 0.7254, 0.2789},
      {2, 16, 0.8517, 0.4824},
    },
  },
  ["Летописец из культа Сумеречного Молота"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Череп"] = {
    locations = {
      {2, 6, 0.3108, 0.1588},
      {2, 6, 0.4833, 0.2183},
    },
  },
  ["Сиарна"] = {
    locations = {
      {1, 3, 0.3677, 0.2176},
    },
  },
  ["Проповедник из племени Песчаной Бури"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Натериль Заклинатель Дождя"] = {
    locations = {
      {1, 5, 0.5149, 0.3074},
    },
  },
  ["Джордан Стилвелл"] = {
    locations = {
      {2, 8, 0.5254, 0.3684},
    },
  },
  ["Геолог из клана Черного Железа"] = {
    locations = {
      {2, 23, 0.631, 0.607},
    },
  },
  ["Джинар'Зиллен"] = {
    locations = {
      {1, 12, 0.2245, 0.7306},
    },
  },
  ["Предсказатель Алого ордена"] = {
    locations = {
      {2, 22, 0.8532, 0.3229},
    },
  },
  ["Джанин"] = {
    locations = {
      {1, 13, 0.6657, 0.4527},
    },
  },
  ["Эртог Лютоклык"] = {
    locations = {
      {1, 21, 0.7308, 0.6251},
    },
  },
  ["Курица"] = {
    locations = {
      {2, 10, 0.5586, 0.3137},
      {2, 22, 0.6126, 0.5405},
      {2, 25, 0.4265, 0.6592},
      {2, 16, 0.5095, 0.5599},
      {2, 10, 0.4636, 0.6963},
    },
  },
  ["Смертеглаз"] = {
    locations = {
      {2, 7, 0.4455, 0.266},
      {2, 7, 0.446, 0.233},
      {2, 7, 0.4739, 0.1906},
    },
  },
  ["Старейшина Сломанный Клык"] = {
    locations = {
      {2, 5, 0.5964, 0.7783},
    },
  },
  ["Призывательница ветров Гордый Рог"] = {
    locations = {
      {1, 14, 0.5115, 0.3817},
    },
  },
  ["Роли Андреан"] = {
    locations = {
      {2, 15, 0.6212, 0.4313},
    },
  },
  ["Гвардеец Курцена"] = {
    locations = {
      {2, 21, 0.4865, 0.0794},
    },
  },
  ["Хранитель Марандис"] = {
    locations = {
      {1, 12, 0.639, 0.1056},
    },
  },
  ["Эрлан Драджмур"] = {
    locations = {
      {2, 25, 0.7073, 0.8006},
    },
  },
  ["Гурда Печать Гнева"] = {
    locations = {
      {1, 21, 0.6997, 0.7112},
    },
  },
  ["Острожал из улья Аши"] = {
    locations = {
      {1, 14, 0.5391, 0.441},
      {1, 14, 0.4751, 0.2678},
      {1, 14, 0.4997, 0.4917},
      {1, 14, 0.5351, 0.5118},
      {1, 14, 0.4857, 0.4546},
    },
  },
  ["Корин Желчная"] = {
    locations = {
      {2, 13, 0.7402, 0.3318},
    },
  },
  ["Чумной вурдалак"] = {
    locations = {
      {2, 6, 0.3106, 0.1586},
    },
  },
  ["Караульный Сторожевого поста"] = {
    locations = {
      {1, 13, 0.6004, 0.408},
    },
  },
  ["Габриэлла Чейз"] = {
    locations = {
      {2, 17, 0.8436, 0.6785},
    },
  },
  ["Молодой черный опустошитель"] = {
    locations = {
      {2, 20, 0.5611, 0.6202},
      {2, 20, 0.4915, 0.6651},
      {2, 20, 0.5206, 0.6507},
      {2, 20, 0.522, 0.7333},
      {2, 20, 0.5919, 0.6024},
    },
  },
  ["Этиль Зов Луны"] = {
    locations = {
      {1, 21, 0.7803, 0.7286},
    },
  },
  ["Рок'Алим Крушитель"] = {
    locations = {
      {1, 19, 0.1327, 0.2664},
      {1, 19, 0.213, 0.3932},
      {1, 19, 0.1079, 0.2267},
      {1, 19, 0.1731, 0.3742},
      {1, 19, 0.2609, 0.4135},
    },
  },
  ["Злобный некрорахнид"] = {
    locations = {
      {2, 9, 0.69, 0.7286},
    },
  },
  ["Лоргус Джетт"] = {
    locations = {
      {1, 21, 0.1651, 0.1103},
    },
  },
  ["Элдретарская тень"] = {
    locations = {
      {1, 20, 0.6032, 0.3048},
    },
  },
  ["Бинглз Покрышкинс"] = {
    locations = {
      {2, 12, 0.6351, 0.4793},
    },
  },
  ["Скорн Белое Облако"] = {
    locations = {
      {1, 9, 0.4682, 0.6019},
    },
  },
  ["Темный чародей из племени Сухокожих"] = {
    locations = {
      {2, 13, 0.3382, 0.4577},
      {2, 13, 0.3156, 0.4273},
      {2, 13, 0.7456, 0.3937},
      {2, 13, 0.3541, 0.4937},
      {2, 13, 0.3572, 0.4057},
    },
  },
  ["Грязнюк"] = {
    locations = {
      {2, 8, 0.1767, 0.3915},
    },
  },
  ["Повелитель приливов из племени Соленой Чешуи"] = {
    locations = {
      {2, 21, 0.2483, 0.2386},
    },
  },
  ["Высвобожденная душа"] = {
    locations = {
      {2, 6, 0.3077, 0.1586},
      {2, 6, 0.4834, 0.2185},
    },
  },
  ["Сектант Культа Приверженцев Тени"] = {
    locations = {
      {2, 7, 0.6565, 0.3212},
      {2, 7, 0.6309, 0.4359},
    },
  },
  ["Дашель Каменный Кулак"] = {
    locations = {
      {2, 24, 0.7029, 0.4486},
    },
  },
  ["Кожевник деревни Погребальных Костров"] = {
    locations = {
      {2, 18, 0.4413, 0.7384},
    },
  },
  ["Ор'Калар"] = {
    locations = {
      {2, 13, 0.1986, 0.6671},
    },
  },
  ["Грел'борг Скряга"] = {
    locations = {
      {2, 1, 0.3749, 0.5276},
      {2, 1, 0.3952, 0.4915},
    },
  },
  ["Разведчик из племени Камнедробов"] = {
    locations = {
      {2, 12, 0.3257, 0.7423},
      {2, 12, 0.2707, 0.4868},
      {2, 12, 0.2713, 0.5178},
    },
  },
  ["Стеклошкурый василиск"] = {
    locations = {
      {1, 16, 0.4515, 0.2602},
      {1, 16, 0.511, 0.3605},
      {1, 16, 0.4745, 0.3774},
      {1, 16, 0.503, 0.3127},
      {1, 16, 0.4834, 0.3378},
    },
  },
  ["Сенатор Бэрин Краснокамень"] = {
    locations = {
      {2, 19, 0.3953, 0.5705},
    },
  },
  ["Тигр Тернистой долины"] = {
    locations = {
      {2, 21, 0.2968, 0.1021},
      {2, 21, 0.3046, 0.1452},
      {2, 21, 0.4545, 0.1471},
    },
  },
  ["Миджан"] = {
    locations = {
      {2, 4, 0.7733, 0.3592},
    },
  },
  ["Могильный ужас"] = {
    locations = {
      {2, 6, 0.3999, 0.2589},
    },
  },
  ["Мирмидон из клана Скользящего Плавника"] = {
    locations = {
      {1, 12, 0.3271, 0.2243},
      {1, 12, 0.2849, 0.084},
    },
  },
  ["Убийца из легиона Чернорука"] = {
    locations = {
      {2, 23, 0.4079, 0.9566},
    },
  },
  ["Тирисфальский фермер"] = {
    locations = {
      {2, 22, 0.3685, 0.51},
    },
  },
  ["Послушник клана Пылающего Клинка"] = {
    locations = {
      {1, 15, 0.4787, 0.1903},
    },
  },
  ["Порождение Хаккара"] = {
    locations = {
      {2, 4, 0.7733, 0.3591},
    },
  },
  ["Линди Рабонн"] = {
    locations = {
      {2, 16, 0.5063, 0.6108},
    },
  },
  ["Верог Дервиш"] = {
    locations = {
      {1, 15, 0.5306, 0.4174},
    },
  },
  ["Змеестраж Когтя Смерти"] = {
    locations = {
      {2, 23, 0.4021, 1.0498},
    },
  },
  ["Воин из племени Атал'ай"] = {
    locations = {
      {2, 4, 0.7733, 0.3594},
    },
  },
  ["Мидраннул"] = {
    locations = {
      {1, 3, 0.7061, 0.4508},
    },
  },
  ["Безглазый дозорный"] = {
    locations = {
      {2, 6, 0.7107, 0.3054},
      {2, 6, 0.337, 0.6306},
      {2, 6, 0.351, 0.594},
      {2, 6, 0.3989, 0.5182},
      {2, 6, 0.843, 0.4223},
    },
  },
  ["Зверолов из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.4864, 0.4597},
      {2, 10, 0.4527, 0.2429},
      {2, 10, 0.492, 0.2005},
      {2, 10, 0.4823, 0.3981},
    },
  },
  ["Белия Громовой Гранит"] = {
    locations = {
      {2, 19, 0.7084, 0.854},
    },
  },
  ["Воин из клана Скользящего Плавника"] = {
    locations = {
      {1, 12, 0.3346, 0.2298},
      {1, 12, 0.2821, 0.0662},
      {1, 12, 0.3764, 0.2234},
      {1, 12, 0.3607, 0.26},
    },
  },
  ["Пылемут из племени Иглогривых"] = {
    locations = {
      {1, 4, 0.4346, 0.397},
    },
  },
  ["Аварийный маяк OOX-22/FE"] = {
    locations = {
      {1, 20, 0.5372, 0.5574},
      {1, 20, 0.3087, 0.4403},
      {1, 20, 0.681, 0.4748},
      {1, 20, 0.7475, 0.4383},
      {1, 20, 0.5925, 0.6435},
    },
  },
  ["Острожал из улья Зара"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Сказитель Полкелт"] = {
    locations = {
      {2, 9, 0.6903, 0.7281},
    },
  },
  ["Громила из стаи Темношкуров"] = {
    locations = {
      {2, 11, 0.7814, 0.4003},
    },
  },
  ["Морг Гнутодрев"] = {
    locations = {
      {2, 20, 0.738, 0.4862},
    },
  },
  ["Мор'рогал"] = {
    locations = {
      {1, 6, 0.4717, 0.641},
    },
  },
  ["Душегуб из стаи Темношкуров"] = {
    locations = {
      {2, 11, 0.8033, 0.4673},
      {2, 11, 0.7624, 0.3704},
      {2, 11, 0.815, 0.5062},
      {2, 11, 0.8197, 0.543},
      {2, 11, 0.7839, 0.3985},
    },
  },
  ["Тиннус Ядоплющ"] = {
    locations = {
      {2, 19, 0.5288, 0.1338},
    },
  },
  ["Вождь из племени Заблудших"] = {
    locations = {
      {2, 4, 0.6174, 0.2121},
    },
  },
  ["Истерзанный часовой"] = {
    locations = {
      {1, 14, 0.629, 0.4981},
      {1, 14, 0.619, 0.5276},
    },
  },
  ["Аррок Смертный Вопль"] = {
    locations = {
      {2, 23, 0.4079, 0.9564},
    },
  },
  ["Изверг из клана Тяжелого Кулака"] = {
    locations = {
      {2, 13, 0.217, 0.6653},
    },
  },
  ["Кровопийца из племени Песчаной Бури"] = {
    locations = {
      {1, 16, 0.3873, 0.1989},
    },
  },
  ["Шрив"] = {
    locations = {
      {1, 16, 0.51, 0.2723},
    },
  },
  ["Гхарраш"] = {
    locations = {
      {2, 4, 0.4545, 0.5158},
    },
  },
  ["Волношлеп"] = {
    locations = {
      {1, 1, 0.8855, 0.2729},
      {1, 1, 0.9121, 0.3688},
      {1, 1, 0.8581, 0.3632},
      {1, 1, 0.8509, 0.3053},
    },
  },
  ["Таллонкай Гибкий Корень"] = {
    locations = {
      {1, 17, 0.5552, 0.5691},
    },
  },
  ["Тонга Рунический Тотем"] = {
    locations = {
      {1, 15, 0.5223, 0.3191},
    },
  },
  ["Спутанная Грива"] = {
    locations = {
      {2, 18, 0.6576, 0.2415},
    },
  },
  ["Нарайн Причудень"] = {
    locations = {
      {1, 16, 0.6528, 0.1855},
    },
  },
  ["Калестраз"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Оскверненное низшее воплощение воды"] = {
    locations = {
      {2, 18, 0.383, 0.4443},
    },
  },
  ["Изверг из племени Галак"] = {
    locations = {
      {1, 19, 0.4332, 0.3376},
      {1, 19, 0.1859, 0.2215},
      {1, 19, 0.2218, 0.2426},
    },
  },
  ["Капеллан Алого ордена"] = {
    locations = {
      {2, 22, 0.8531, 0.3178},
    },
  },
  ["Прародительница Шен'дралар"] = {
    locations = {
      {1, 20, 0.6033, 0.3027},
      {1, 20, 0.6287, 0.2489},
    },
  },
  ["Пьяный преступник"] = {
    locations = {
      {2, 1, 0.581, 0.6762},
    },
  },
  ["Шаман из клана Мош'Огг"] = {
    locations = {
      {2, 21, 0.5095, 0.2781},
    },
  },
  ["Колдунья Пустоты"] = {
    locations = {
      {1, 12, 0.5169, 0.8326},
      {1, 12, 0.4955, 0.7508},
    },
  },
  ["Некрорыцарь"] = {
    locations = {
      {2, 6, 0.3994, 0.2596},
    },
  },
  ["Миссис Винтерс"] = {
    locations = {
      {2, 22, 0.6112, 0.5265},
    },
  },
  ["Трещунья"] = {
    locations = {
      {2, 11, 0.5666, 0.4706},
      {2, 11, 0.5271, 0.3702},
      {2, 11, 0.5235, 0.4176},
      {2, 11, 0.519, 0.4499},
      {2, 11, 0.5616, 0.4197},
    },
  },
  ["Кателина Клинок"] = {
    locations = {
      {2, 21, 0.2725, 0.7752},
    },
  },
  ["Рыцарь Алого ордена"] = {
    locations = {
      {2, 9, 0.5136, 0.3985},
      {2, 9, 0.482, 0.3368},
      {2, 9, 0.5699, 0.3571},
      {2, 9, 0.535, 0.3692},
    },
  },
  ["Дух Наксрамаса"] = {
    locations = {
      {2, 6, 0.3998, 0.2588},
    },
  },
  ["Трайексир"] = {
    locations = {
      {1, 4, 0.5645, 0.7322},
    },
  },
  ["Сенатор Мер Каменная Реликвия"] = {
    locations = {
      {2, 8, 0.6865, 0.5594},
    },
  },
  ["Верховная жрица Мар'ли"] = {
    locations = {
      {2, 21, 0.5397, 0.1757},
    },
  },
  ["Почтальон Мэлоун"] = {
    locations = {
      {2, 6, 0.3116, 0.1585},
      {2, 6, 0.4833, 0.2181},
    },
  },
  ["Кляйн Меднокноп"] = {
    locations = {
      {1, 15, 0.4674, 0.0837},
    },
  },
  ["Яркочешуйчатый кнутохвост"] = {
    locations = {
      {1, 15, 0.5327, 0.2803},
      {1, 15, 0.5464, 0.2345},
      {1, 15, 0.4985, 0.3053},
      {1, 15, 0.5302, 0.3292},
      {1, 15, 0.4819, 0.2528},
    },
  },
  ["Громила из стаи Красногорья"] = {
    locations = {
      {2, 11, 0.3871, 0.336},
      {2, 11, 0.2349, 0.3668},
    },
  },
  ["Моргант"] = {
    locations = {
      {2, 11, 0.7996, 0.4909},
    },
  },
  ["Паучонок племени Сухокожих"] = {
    locations = {
      {2, 5, 0.3377, 0.7084},
      {2, 5, 0.2507, 0.658},
      {2, 5, 0.3545, 0.6562},
    },
  },
  ["Кобольд-рабочий"] = {
    locations = {
      {2, 25, 0.4864, 0.3486},
    },
  },
  ["Живое пламя"] = {
    locations = {
      {1, 7, 0.5139, 0.4758},
      {1, 7, 0.4805, 0.5143},
    },
  },
  ["Огарцог"] = {
    locations = {
      {1, 14, 0.3743, 0.45},
      {1, 14, 0.2465, 0.3298},
    },
  },
  ["Епископ Делавей"] = {
    locations = {
      {2, 24, 0.7818, 0.2522},
    },
  },
  ["Волшебник из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.3817, 0.7747},
    },
  },
  ["Бурбик Гайковерт"] = {
    locations = {
      {2, 19, 0.4647, 0.272},
    },
  },
  ["Ведьма ветров из стаи Кровавого Пера"] = {
    locations = {
      {1, 17, 0.3522, 0.2788},
      {1, 17, 0.332, 0.3081},
    },
  },
  ["Солдат Алого ордена"] = {
    locations = {
      {2, 22, 0.8567, 0.3175},
    },
  },
  ["Взыватель из племени Сухокожих"] = {
    locations = {
      {2, 5, 0.36, 0.7225},
      {2, 5, 0.3975, 0.664},
      {2, 5, 0.3325, 0.753},
    },
  },
  ["Член команды \"Девичьей Чести\""] = {
    locations = {
      {2, 3, 0.0723, 0.6152},
      {2, 3, 0.0613, 0.5843},
    },
  },
  ["Топотун из племени Зловещего Тотема"] = {
    locations = {
      {1, 19, 0.3541, 0.3116},
      {1, 19, 0.332, 0.2891},
      {1, 19, 0.3406, 0.3637},
    },
  },
  ["Берсерк из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.6488, 0.7067},
    },
  },
  ["Хладнокрылый опустошитель"] = {
    locations = {
      {1, 5, 0.5985, 0.2315},
      {1, 5, 0.5874, 0.1867},
      {1, 5, 0.5907, 0.1484},
      {1, 5, 0.5639, 0.2215},
    },
  },
  ["Таэрар"] = {
    locations = {
      {2,20, 0.4694, 0.4587},
      {2,20, 0.4676, 0.4903}
    }
  },
  ["Крапчатый ящер"] = {
    locations = {
      {2, 3, 0.2754, 0.4514},
      {2, 3, 0.2466, 0.4794},
      {2, 3, 0.3711, 0.4433},
      {2, 3, 0.2216, 0.5067},
    },
  },
  ["Королевский стражник Штормграда"] = {
    locations = {
      {2, 24, 0.7266, 0.2409},
      {2, 24, 0.6997, 0.1749},
      {2, 24, 0.7534, 0.2116},
      {2, 24, 0.6917, 0.1358},
      {2, 24, 0.7234, 0.197},
    },
  },
  ["Тарек Чернокамень"] = {
    locations = {
      {2, 8, 0.4605, 0.5171},
    },
  },
  ["Ветеран легиона Чернорука"] = {
    locations = {
      {2, 23, 0.4078, 0.9566},
    },
  },
  ["Медведь-ледолап"] = {
    locations = {
      {2, 8, 0.277, 0.4613},
      {2, 8, 0.2736, 0.5431},
      {2, 8, 0.3766, 0.4288},
      {2, 8, 0.2863, 0.51},
      {2, 8, 0.2969, 0.4199},
    },
  },
  ["Всепожирающий слизнюк"] = {
    locations = {
      {2, 9, 0.6303, 0.3516},
    },
  },
  ["Джаун Высокий Холм"] = {
    locations = {
      {1, 19, 0.4599, 0.5146},
    },
  },
  ["Капитан Квиз"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Начальник отдела безопасности Чепухастер"] = {
    locations = {
      {1, 16, 0.6703, 0.2391},
    },
  },
  ["Сапер из племени Хаккари"] = {
    locations = {
      {2, 4, 0.7733, 0.3596},
    },
  },
  ["Джарел Мур"] = {
    locations = {
      {2, 24, 0.2864, 0.7511},
    },
  },
  ["Часовой Тенисил"] = {
    locations = {
      {1, 21, 0.3493, 0.4976},
    },
  },
  ["Лесной хищник"] = {
    locations = {
      {2, 25, 0.8091, 0.6166},
      {2, 25, 0.8651, 0.6651},
      {2, 25, 0.7666, 0.7567},
      {2, 25, 0.7314, 0.6528},
    },
  },
  ["Караульный из клана Черной горы"] = {
    locations = {
      {2, 11, 0.6698, 0.5441},
      {2, 11, 0.6671, 0.5762},
    },
  },
  ["Элементаль магмы"] = {
    locations = {
      {2, 23, 0.3925, 0.4},
    },
  },
  ["Гигантский чащобный тенетник"] = {
    locations = {
      {1, 17, 0.3939, 0.2649},
      {1, 17, 0.4658, 0.272},
    },
  },
  ["Агерон Каргал"] = {
    locations = {
      {2, 22, 0.6161, 0.5259},
    },
  },
  ["Волшебный обнулятор X-21"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Скелет-слуга"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Управляющий пристанью Подгребай"] = {
    locations = {
      {2, 21, 0.2635, 0.7352},
    },
  },
  ["Аристан Моттар"] = {
    locations = {
      {2, 24, 0.5465, 0.6542},
    },
  },
  ["Самонаводящийся робот КПХ-9/HL"] = {
    locations = {
      {2, 5, 0.4933, 0.3848},
    },
  },
  ["Пастух из племени Мародин"] = {
    locations = {
      {1, 12, 0.3393, 0.5628},
      {1, 12, 0.3057, 0.6278},
      {1, 12, 0.3074, 0.6655},
      {1, 12, 0.3813, 0.6061},
    },
  },
  ["Куна Громовой Рог"] = {
    locations = {
      {1, 2, 0.4677, 0.4576},
    },
  },
  ["Памела Редпат"] = {
    locations = {
      {2, 6, 0.3647, 0.9089},
    },
  },
  ["Терноплет из племени Дыбогривов"] = {
    locations = {
      {1, 15, 0.4441, 0.5176},
      {1, 15, 0.5107, 0.5632},
      {1, 15, 0.529, 0.5332},
    },
  },
  ["Телф Джулам"] = {
    locations = {
      {1, 4, 0.386, 0.5888},
    },
  },
  ["Зловепрь"] = {
    locations = {
      {2, 7, 0.5161, 0.5362},
      {2, 7, 0.5975, 0.4476},
    },
  },
  ["Сестра Плеть Ненависти"] = {
    locations = {
      {1, 9, 0.3065, 0.2162},
      {1, 9, 0.3638, 0.1128},
      {1, 9, 0.5497, 0.1155},
    },
  },
  ["Зловещий фантом"] = {
    locations = {
      {2, 6, 0.3098, 0.1592},
    },
  },
  ["Презренный из племени Заблудших"] = {
    locations = {
      {2, 7, 0.4715, 0.2016},
    },
  },
  ["Кинзо Меднокноп"] = {
    locations = {
      {2, 1, 0.6204, 0.5878},
    },
  },
  ["Старший исследователь Магеллас"] = {
    locations = {
      {2, 19, 0.6979, 0.186},
    },
  },
  ["Оса из улья Зара"] = {
    locations = {
      {1, 14, 0.2957, 1.0603},
    },
  },
  ["Уми Румпельшникер"] = {
    locations = {
      {1, 5, 0.6091, 0.3767},
    },
  },
  ["Онгар"] = {
    locations = {
      {1, 11, 0.42, 0.4731},
      {1, 11, 0.3834, 0.4892},
    },
  },
  ["Лорд Крагару"] = {
    locations = {
      {1, 12, 0.2815, 0.0645},
    },
  },
  ["Опустошитель-Отрекшийся"] = {
    locations = {
      {1, 12, 0.6367, 0.8921},
      {1, 12, 0.6456, 0.8501},
    },
  },
  ["Загадочный страж"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Тюремщик судеб"] = {
    locations = {
      {1, 12, 0.5066, 0.7538},
      {1, 12, 0.5136, 0.7015},
      {1, 12, 0.5289, 0.7984},
      {1, 12, 0.5504, 0.7765},
    },
  },
  ["Моховой ядоплюй"] = {
    locations = {
      {1, 6, 0.6124, 0.6213},
      {1, 6, 0.5261, 0.6014},
      {1, 6, 0.5035, 0.4469},
      {1, 6, 0.533, 0.7385},
    },
  },
  ["Коварная жрица Ведьмиса"] = {
    locations = {
      {2, 5, 0.5919, 0.7831},
    },
  },
  ["Предок Штормоскал"] = {
    locations = {
      {2, 25, 0.3988, 0.637},
    },
  },
  ["Болотный говорун"] = {
    locations = {
      {2, 4, 0.6152, 0.8548},
      {2, 4, 0.6278, 0.8889},
      {2, 4, 0.6399, 0.8116},
    },
  },
  ["Пельтур Белая Луна"] = {
    locations = {
      {1, 21, 0.3732, 0.518},
    },
  },
  ["Надзиратель Мальториус"] = {
    locations = {
      {2, 23, 0.4115, 0.3572},
    },
  },
  ["Стражник ужаса"] = {
    locations = {
      {1, 4, 0.5519, 0.7826},
      {1, 10, 0.5296, 0.6573},
      {1, 12, 0.5137, 0.7448},
      {1, 10, 0.5113, 0.6958},
      {1, 10, 0.5549, 0.6148},
    },
  },
  ["Тенелов из племени Нефритового Пламени"] = {
    locations = {
      {1, 11, 0.3692, 0.6777},
      {1, 11, 0.3354, 0.6661},
    },
  },
  ["Гноарн"] = {
    locations = {
      {2, 19, 0.6945, 0.5063},
    },
  },
  ["Брат Сарно"] = {
    locations = {
      {2, 24, 0.407, 0.3085},
    },
  },
  ["Грязекоп из племени Заблудших"] = {
    locations = {
      {2, 4, 0.6218, 0.2392},
      {2, 4, 0.4984, 0.3875},
    },
  },
  ["Джаззрик"] = {
    locations = {
      {2, 2, 0.4249, 0.5257},
    },
  },
  ["Мобильная охранная система"] = {
    locations = {
      {2, 8, 0.1767, 0.3915},
    },
  },
  ["Заглушестер"] = {
    locations = {
      {1, 15, 0.6266, 0.363},
    },
  },
  ["Паршивый рыкун"] = {
    locations = {
      {1, 19, 0.1166, 0.2148},
      {1, 19, 0.1768, 0.3374},
      {1, 19, 0.6297, 0.5979},
      {1, 19, 0.1385, 0.2772},
      {1, 19, 0.1228, 0.2498},
    },
  },
  ["Гахрут"] = {
    locations = {
      {1, 15, 0.4476, 0.5939},
    },
  },
  ["Скользкий слизнюк"] = {
    locations = {
      {1, 7, 0.686, 0.2391},
      {1, 7, 0.699, 0.2954},
      {1, 7, 0.7342, 0.3822},
      {1, 7, 0.6325, 0.3679},
      {1, 7, 0.6867, 0.3496},
    },
  },
  ["Мертвый рыцарь-страж"] = {
    locations = {
      {2, 6, 0.3999, 0.2589},
    },
  },
  ["Новобранец племени Мерзлогривов"] = {
    locations = {
      {2, 8, 0.2987, 0.8082},
    },
  },
  ["Кровоцвет-крепкозуб"] = {
    locations = {
      {1, 7, 0.6696, 0.3003},
      {1, 7, 0.5833, 0.3606},
      {1, 7, 0.6833, 0.3385},
      {1, 7, 0.7207, 0.3738},
      {1, 7, 0.6918, 0.2455},
    },
  },
  ["Бешеный длиннозуб"] = {
    locations = {
      {1, 20, 0.4996, 0.3239},
      {1, 20, 0.4244, 0.2119},
      {1, 20, 0.4363, 0.1191},
      {1, 20, 0.4468, 0.2392},
      {1, 20, 0.4913, 0.3607},
    },
  },
  ["Госпожа Двукосса"] = {
    locations = {
      {2, 19, 0.6398, 0.6861},
    },
  },
  ["Спинолом из племени Каменной Челюсти"] = {
    locations = {
      {2, 8, 0.7969, 0.5574},
      {2, 8, 0.6856, 0.5703},
    },
  },
  ["Джайка"] = {
    locations = {
      {1, 6, 0.4752, 0.6206},
    },
  },
  ["Сторож Синдиката"] = {
    locations = {
      {2, 16, 0.7855, 0.4319},
    },
  },
  ["Антонио Перелли"] = {
    locations = {
      {2, 11, 0.2904, 0.4778},
      {2, 10, 0.5734, 0.5228},
      {2, 20, 0.2014, 0.6041},
      {2, 20, 0.7494, 0.4659},
      {2, 20, 0.4322, 0.6665},
    },
  },
  ["Тик"] = {
    locations = {
      {1, 16, 0.6267, 0.4986},
    },
  },
  ["Мургот Подземная Кузня"] = {
    locations = {
      {2, 1, 0.397, 0.804}
    }
  },
  ["Нарилласанз"] = {
    locations = {
      {2, 1, 0.8046, 0.5268},
      {2, 1, 0.8155, 0.4832},
      {2, 1, 0.7816, 0.4675},
      {2, 1, 0.8322, 0.5555},
      {2, 1, 0.7606, 0.625},
    },
  },
  ["Призванный охотник Скверны"] = {
    locations = {
      {1, 15, 0.626, 0.3531},
    },
  },
  ["Живая гниль"] = {
    locations = {
      {2, 6, 0.5424, 0.6835},
      {2, 6, 0.7659, 0.5788},
      {2, 6, 0.7497, 0.6205},
    },
  },
  ["Пиромант из легиона Огненного Клейма"] = {
    locations = {
      {2, 23, 0.4079, 0.9566},
    },
  },
  ["Убийца из Синдиката"] = {
    locations = {
      {2, 1, 0.3967, 0.1624},
    },
  },
  ["Готик Жнец"] = {
    locations = {
      {2, 6, 0.3998, 0.2588},
    },
  },
  ["Бурешкура"] = {
    locations = {
      {1, 4, 0.414, 0.2458},
    },
  },
  ["Грулл Соколиный Ветер"] = {
    locations = {
      {1, 9, 0.4489, 0.7714},
    },
  },
  ["Остил де Мон"] = {
    locations = {
      {2, 22, 0.6183, 0.5249},
    },
  },
  ["Опекун Илталайн"] = {
    locations = {
      {1, 17, 0.587, 0.4427},
    },
  },
  ["Телохранитель из культа Сумеречного Молота"] = {
    locations = {
      {2, 23, 0.2712, 0.7253},
    },
  },
  ["Громила из клана Гордунни"] = {
    locations = {
      {1, 20, 0.61, 0.5595},
      {1, 20, 0.7579, 0.3218},
      {1, 20, 0.7503, 0.2742},
      {1, 20, 0.5895, 0.643},
    },
  },
  ["Предвестница бури из племени Колкар"] = {
    locations = {
      {1, 15, 0.4455, 0.2778},
    },
  },
  ["Скелет-призыватель"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Натака Длинный Рог"] = {
    locations = {
      {1, 12, 0.5546, 0.558},
    },
  },
  ["Даларанский ученик"] = {
    locations = {
      {2, 18, 0.5073, 0.6039},
      {2, 18, 0.5127, 0.6874},
      {2, 18, 0.554, 0.6438},
    },
  },
  ["Душегуб из клана Черной горы"] = {
    locations = {
      {2, 17, 0.4307, 0.5532},
      {2, 17, 0.5455, 0.5373},
      {2, 17, 0.4944, 0.559},
      {2, 17, 0.4184, 0.3538},
    },
  },
  ["Хайок"] = {
    locations = {
      {1, 13, 0.5247, 0.6265},
      {1, 13, 0.5483, 0.5889},
      {1, 13, 0.5412, 0.6581},
    },
  },
  ["Проворный равнинный долгоног"] = {
    locations = {
      {1, 15, 0.5408, 0.3553},
      {1, 15, 0.4555, 0.2924},
      {1, 15, 0.4663, 0.2627},
      {1, 15, 0.5683, 0.2165},
      {1, 15, 0.5003, 0.3655},
    },
  },
  ["Воительница клана Среброкрылых"] = {
    locations = {
      {1, 21, 0.6508, 0.7506},
    },
  },
  ["Мардант Крепкий Дуб"] = {
    locations = {
      {1, 17, 0.5861, 0.4038},
    },
  },
  ["Агателос Свирепый"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Укор"] = {
    locations = {
      {1, 4, 0.52, 0.6831},
    },
  },
  ["Соправитель Скального гнездовья"] = {
    locations = {
      {1, 19, 0.1157, 0.3599},
      {1, 19, 0.1628, 0.4089},
    },
  },
  ["Деврак"] = {
    locations = {
      {1, 15, 0.5152, 0.3034},
    },
  },
  ["Орелиус"] = {
    locations = {
      {2, 17, 0.8458, 0.6859},
    },
  },
  ["Полководец клана Гордунни"] = {
    locations = {
      {1, 20, 0.606, 0.6641},
      {1, 20, 0.5974, 0.7188},
    },
  },
  ["Малорослый лунопард"] = {
    locations = {
      {1, 18, 0.3922, 0.4926},
      {1, 18, 0.4169, 0.4204},
      {1, 18, 0.4449, 0.3192},
      {1, 18, 0.3983, 0.3841},
      {1, 18, 0.4581, 0.4218},
    },
  },
  ["Надсмотрщик Торговой Компании"] = {
    locations = {
      {1, 9, 0.4462, 0.4579},
      {1, 9, 0.538, 0.4828},
    },
  },
  ["Пещерный ловец"] = {
    locations = {
      {2, 3, 0.4919, 0.6164},
    },
  },
  ["Суми"] = {
    locations = {
      {1, 10, 0.8241, 0.2378},
    },
  },
  ["Охотник на драконов из клана Гнилобрюхих"] = {
    locations = {
      {2, 2, 0.111, 0.776},
    },
  },
  ["Хранитель мудрости Праздника"] = {
    locations = {
      {1, 17, 0.565, 0.9232},
      {2, 19, 0.6375, 0.2548},
    },
  },
  ["Азоран"] = {
    locations = {
      {1, 10, 0.4597, 0.406},
    },
  },
  ["Проклятый платан"] = {
    locations = {
      {1, 20, 0.5457, 0.6845},
      {1, 20, 0.5509, 0.7331},
    },
  },
  ["Заступник Биалон"] = {
    locations = {
      {2, 10, 0.5559, 0.4765},
    },
  },
  ["Призванный ткач ужаса из легиона Чернорука"] = {
    locations = {
      {2, 23, 0.4078, 0.9566},
    },
  },
  ["Тяжелораненый солдат Альянса"] = {
    locations = {
      {1, 13, 0.6779, 0.4906},
    },
  },
  ["Гневный гнолл из стаи Гнилошкуров"] = {
    locations = {
      {2, 18, 0.6564, 0.2402},
    },
  },
  ["Изверг из клана Раздробленного Хребта"] = {
    locations = {
      {2, 1, 0.4345, 0.4657},
    },
  },
  ["Опаляющий дракон"] = {
    locations = {
      {2, 17, 0.6155, 0.5863},
      {2, 17, 0.5795, 0.6126},
      {2, 17, 0.6599, 0.5947},
      {2, 17, 0.5732, 0.6432},
      {2, 17, 0.3629, 0.571},
    },
  },
  ["Глинистая черепаха"] = {
    locations = {
      {1, 13, 0.62, 0.2905},
      {1, 13, 0.646, 0.4094},
      {1, 13, 0.6111, 0.2009},
      {1, 13, 0.5419, 0.1346},
      {1, 13, 0.6185, 0.0857},
    },
  },
  ["Шаман клана Тяжелого Кулака"] = {
    locations = {
      {2, 13, 0.2004, 0.6751},
    },
  },
  ["Фелгур Бью-Двоих"] = {
    locations = {
      {1, 12, 0.5623, 0.5948},
    },
  },
  ["Стражник-ветеран Железного рудника"] = {
    locations = {
      {1, 10, 0.4507, 0.5378},
    },
  },
  ["Ула'елек"] = {
    locations = {
      {1, 4, 0.563, 0.7446},
    },
  },
  ["Мутанус Пожиратель"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Горный охотник"] = {
    locations = {
      {2, 2, 0.4297, 0.3968},
      {2, 2, 0.5823, 0.2668},
      {2, 2, 0.6274, 0.3277},
      {2, 2, 0.3536, 0.4164},
      {2, 2, 0.6094, 0.2877},
    },
  },
  ["Горный пехотинец Талос"] = {
    locations = {
      {2, 8, 0.3345, 0.7188},
    },
  },
  ["Мария Лумере"] = {
    locations = {
      {2, 24, 0.4658, 0.7894},
    },
  },
  ["Фелисия Гамп"] = {
    locations = {
      {2, 24, 0.6429, 0.607},
    },
  },
  ["Фантомный мародер"] = {
    locations = {
      {1, 12, 0.285, 0.6305},
    },
  },
  ["Оловень"] = {
    locations = {
      {1, 15, 0.627, 0.3632},
    },
  },
  ["Железношкурый дьявозавр"] = {
    locations = {
      {1, 7, 0.3469, 0.3785},
      {1, 7, 0.3274, 0.4195},
      {1, 7, 0.6886, 0.5718},
      {1, 7, 0.6827, 0.2539},
      {1, 7, 0.7021, 0.2863},
    },
  },
  ["Оса из улья Зора"] = {
    locations = {
      {1, 14, 0.358, 0.6383},
      {1, 14, 0.1915, 0.6849},
      {1, 14, 0.2051, 0.5745},
      {1, 14, 0.3158, 0.5347},
      {1, 14, 0.271, 0.566},
    },
  },
  ["Шосси"] = {
    locations = {
      {1, 18, 0.3699, 0.441},
    },
  },
  ["Горный йети"] = {
    locations = {
      {2, 1, 0.3846, 0.702},
      {2, 1, 0.3189, 0.6575},
      {2, 1, 0.3984, 0.7307},
      {2, 1, 0.3497, 0.6924},
    },
  },
  ["Скелет-ледоплет"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Гелхак Гиромачт"] = {
    locations = {
      {1, 18, 0.5668, 0.1352},
    },
  },
  ["Служитель племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4307, 0.9019},
    },
  },
  ["Старый тиноброд"] = {
    locations = {
      {2, 4, 0.1132, 0.3417},
    },
  },
  ["Камнехвостый клешневик"] = {
    locations = {
      {1, 14, 0.3366, 0.4005},
      {1, 14, 0.605, 0.6277},
      {1, 14, 0.4901, 0.6351},
      {1, 14, 0.3343, 0.3635},
      {1, 14, 0.4088, 0.5368},
    },
  },
  ["Йори Шлемолом"] = {
    locations = {
      {2, 8, 0.3, 0.7166},
      {2, 8, 0.4748, 0.5197},
    },
  },
  ["Сказитель Килдрат"] = {
    locations = {
      {1, 20, 0.6032, 0.3002},
      {1, 20, 0.6287, 0.249},
    },
  },
  ["Лорд Азреток"] = {
    locations = {
      {1, 12, 0.5718, 0.7742},
      {1, 12, 0.5684, 0.7391},
    },
  },
  ["Великий Отец Арктикус"] = {
    locations = {
      {2, 8, 0.2257, 0.5208},
    },
  },
  ["Знахарь Мау'ари"] = {
    locations = {
      {1, 5, 0.6188, 0.3832},
    },
  },
  ["Гизрул Поработитель"] = {
    locations = {
      {2, 23, 0.408, 0.9564},
    },
  },
  ["Балир Морозный Молот"] = {
    locations = {
      {2, 8, 0.2974, 0.713},
    },
  },
  ["Колдунья из клана Зловещего Хвоста"] = {
    locations = {
      {1, 21, 0.1376, 0.254},
    },
  },
  ["Луговой бегун из стаи Гнилошкуров"] = {
    locations = {
      {2, 18, 0.4545, 0.2125},
    },
  },
  ["Землечерп из клана Темной Нити"] = {
    locations = {
      {1, 21, 0.3141, 0.3106},
    },
  },
  ["Грязекоп из племени Злобного Плавника"] = {
    locations = {
      {2, 22, 0.6594, 0.2924},
      {2, 22, 0.3685, 0.3972},
      {2, 22, 0.7462, 0.2661},
      {2, 22, 0.7055, 0.2637},
      {2, 22, 0.3558, 0.4383},
    },
  },
  ["Останки паладина"] = {
    locations = {
      {2, 2, 0.3522, 0.1033},
    },
  },
  ["Обезображенный труп"] = {
    locations = {
      {1, 15, 0.4932, 0.5038},
    },
  },
  ["Изалиен"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Ворг-волкостраж"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Ясновидица из племени Мертвой Головы"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Повелитель големов Аргелмах"] = {
    locations = {
      {2, 23, 0.2714, 0.7259},
      {2, 17, 0.2255, 0.0755},
    },
  },
  ["Мистик из клана Мо'Грош"] = {
    locations = {
      {2, 12, 0.7636, 0.1747},
      {2, 12, 0.741, 0.1993},
    },
  },
  ["Орентил Шелест Ветра"] = {
    locations = {
      {1, 17, 0.5873, 0.4443},
    },
  },
  ["Шкуродер из племени Мерзлогривов"] = {
    locations = {
      {2, 8, 0.2243, 0.5228},
    },
  },
  ["Плут из племени Буйного Нрава"] = {
    locations = {
      {1, 20, 0.6486, 0.2949},
    },
  },
  ["Дозорный из племени Мертвого Леса"] = {
    locations = {
      {1, 11, 0.624, 0.095},
    },
  },
  ["Фелиция Доан"] = {
    locations = {
      {2, 15, 0.643, 0.5014},
    },
  },
  ["Элизабет ван Тален"] = {
    locations = {
      {2, 15, 0.7572, 0.7419},
    },
  },
  ["Хай'зан"] = {
    locations = {
      {1, 4, 0.5561, 0.737},
    },
  },
  ["Буян из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.3523, 0.1035},
    },
  },
  ["Исондра"] = {
    locations = {
      {1,21, 0.942, 0.357}
    }
  },
  ["Эмерисс"] = {
    locations = {
      {1,20, 0.512, 0.109}
    }
  },
  ["Кельм Харгюнт"] = {
    locations = {
      {1, 15, 0.4667, 0.0842},
    },
  },
  ["Головорез из клана Мо'Грош"] = {
    locations = {
      {2, 12, 0.7176, 0.2286},
      {2, 12, 0.7015, 0.2581},
      {2, 12, 0.6541, 0.2147},
      {2, 12, 0.6873, 0.222},
    },
  },
  ["Эган"] = {
    locations = {
      {2, 6, 0.1449, 0.3368},
    },
  },
  ["Аквамант из культа Сумеречного Молота"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Барон Дольноберег"] = {
    locations = {
      {1, 15, 0.6347, 0.4866},
    },
  },
  ["Горный пехотинец Грюгельм"] = {
    locations = {
      {2, 3, 0.5238, 0.8286},
    },
  },
  ["Балор Крепкорук"] = {
    locations = {
      {2, 12, 0.36, 0.4496},
    },
  },
  ["Ричи Меднокноп"] = {
    locations = {
      {2, 13, 0.7414, 0.2936},
    },
  },
  ["Крепкохват скорпаши"] = {
    locations = {
      {1, 12, 0.6665, 0.2264},
      {1, 12, 0.6225, 0.1563},
      {1, 12, 0.7139, 0.3142},
      {1, 12, 0.6478, 0.1979},
      {1, 12, 0.6445, 0.3758},
    },
  },
  ["Геомант из племени Мертвой Головы"] = {
    locations = {
      {1, 15, 0.5085, 0.9287},
    },
  },
  ["Рубака Когтистых гор"] = {
    locations = {
      {1, 6, 0.4822, 0.6058},
      {1, 6, 0.3912, 0.6852},
    },
  },
  ["Керсок Пронд"] = {
    locations = {
      {2, 3, 0.1045, 0.6057},
    },
  },
  ["Дева Пустоты"] = {
    locations = {
      {1, 12, 0.5083, 0.7266},
      {1, 12, 0.5397, 0.7005},
      {1, 12, 0.4982, 0.769},
    },
  },
  ["Техник зоны"] = {
    locations = {
      {2, 8, 0.1766, 0.3915},
    },
  },
  ["Анжинер Термоштепсель"] = {
    locations = {
      {2, 8, 0.1768, 0.3913},
    },
  },
  ["Баннок Люторез"] = {
    locations = {
      {2, 23, 0.408, 0.9565},
    },
  },
  ["Фозрук"] = {
    locations = {
      {2, 13, 0.6529, 0.294},
      {2, 13, 0.3879, 0.5669},
      {2, 13, 0.3513, 0.5685},
      {2, 13, 0.6542, 0.3917},
      {2, 13, 0.4241, 0.5581},
    },
  },
  ["Душительница из стаи Кровавой Ярости"] = {
    locations = {
      {1, 6, 0.3278, 0.6228},
    },
  },
  ["Охотник Занзила"] = {
    locations = {
      {2, 21, 0.3972, 0.5847},
      {2, 21, 0.3469, 0.5152},
    },
  },
  ["Маргулья Свирепая"] = {
    locations = {
      {2, 23, 0.7102, 0.7385},
      {2, 23, 0.7283, 0.7956},
      {2, 23, 0.73, 0.7619},
    },
  },
  ["Ордынский вестник войны"] = {
    locations = {
      {1,10, 0.796, 0.304},
      {2,15, 0.604, 0.878},
      {1,2, 0.56, 0.76},
    },
  },
  ["Ядовитая лоза"] = {
    locations = {
      {1, 12, 0.3596, 0.644},
    },
  },
  ["Всепожирающая эктоплазма"] = {
    locations = {
      {1, 15, 0.4744, 0.3335},
    },
  },
  ["Поджигатель-жрец"] = {
    locations = {
      {2, 23, 0.3214, 0.949},
      {2, 24, 0.5596, 0.6053},
      {2, 17, 0.2642, 0.2449},
    },
  },
  ["Сигрун Рудотес"] = {
    locations = {
      {2, 2, 0.5377, 0.4337},
    },
  },
  ["Бала Лок'Вен"] = {
    locations = {
      {1, 13, 0.3646, 0.304},
    },
  },
  ["Воин из племени Дробителей Черепов"] = {
    locations = {
      {2, 21, 0.43, 0.3556},
      {2, 21, 0.4702, 0.3992},
      {2, 21, 0.4418, 0.3892},
      {2, 21, 0.4615, 0.3245},
    },
  },
  ["Зверолов из стаи Мохошкуров"] = {
    locations = {
      {2, 3, 0.4304, 0.3326},
      {2, 3, 0.3946, 0.3285},
      {2, 3, 0.2845, 0.3546},
      {2, 3, 0.3156, 0.3286},
    },
  },
  ["Кровостраж Сыросмолла"] = {
    locations = {
      {1, 10, 0.2914, 0.6781},
    },
  },
  ["Волк-сквернолап"] = {
    locations = {
      {1, 11, 0.5173, 0.856},
      {1, 11, 0.4239, 0.8082},
      {1, 11, 0.4929, 0.8146},
    },
  },
  ["Следопыт высокодолья"] = {
    locations = {
      {2, 5, 0.3068, 0.4743},
    },
  },
  ["Древняя гончая Недр"] = {
    locations = {
      {2, 23, 0.3236, 0.9496},
    },
  },
  ["Рун Буйногривый"] = {
    locations = {
      {1, 12, 0.251, 0.7227},
    },
  },
  ["Капитан Ниалс"] = {
    locations = {
      {2, 13, 0.4583, 0.475},
    },
  },
  ["Аругал"] = {
    locations = {
      {2, 18, 0.4473, 0.6779},
    },
  },
  ["Сарилус Грязнорожденный"] = {
    locations = {
      {1, 15, 0.4822, 0.1903},
    },
  },
  ["Капитан Стальные Нервы"] = {
    locations = {
      {2, 13, 0.3393, 0.8079},
    },
  },
  ["Гниющий кадавр"] = {
    locations = {
      {2, 9, 0.4672, 0.5157},
    },
  },
  ["Джозеф Редпат"] = {
    locations = {
      {2, 9, 0.4965, 0.7679},
      {2, 6, 0.3887, 0.9116},
    },
  },
  ["Солдат из клана Ярости Горна"] = {
    locations = {
      {2, 23, 0.2715, 0.7253},
    },
  },
  ["Жергош Призыватель Духов"] = {
    locations = {
      {1, 10, 0.53, 0.4878},
    },
  },
  ["Квиага Хранительница"] = {
    locations = {
      {2, 5, 0.4848, 0.6789},
    },
  },
  ["Темный маг Недремлющего Аргуса"] = {
    locations = {
      {2, 1, 0.6119, 0.4396},
    },
  },
  ["Даларанский пивовар"] = {
    locations = {
      {2, 18, 0.6253, 0.647},
    },
  },
  ["Разъяренный"] = {
    locations = {
      {2, 16, 0.3266, 0.3555},
    },
  },
  ["Обен Яростный Коготь"] = {
    locations = {
      {1, 17, 0.4495, 0.6149},
    },
  },
  ["Киблер"] = {
    locations = {
      {2, 17, 0.659, 0.2205},
    },
  },
  ["Камнезобый василиск"] = {
    locations = {
      {2, 21, 0.3509, 0.0698},
    },
  },
  ["Инфернальный элементаль"] = {
    locations = {
      {2, 23, 0.3164, 0.4381},
      {2, 23, 0.4001, 0.5675},
      {2, 23, 0.3071, 0.7094},
      {2, 23, 0.3841, 0.4102},
      {2, 23, 0.3476, 0.4265},
    },
  },
  ["Хастат Древний"] = {
    locations = {
      {1, 11, 0.467, 0.2406},
    },
  },
  ["Малор Ревностный"] = {
    locations = {
      {2, 6, 0.3107, 0.1588},
      {2, 6, 0.4834, 0.2184},
    },
  },
  ["Ругуг"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Мистик из стаи Речной Лапы"] = {
    locations = {
      {2, 10, 0.6217, 0.7503},
    },
  },
  ["Лейтенант Храброзов"] = {
    locations = {
      {2, 13, 0.2784, 0.5115},
      {2, 13, 0.3939, 0.5424},
      {2, 13, 0.32, 0.5181},
      {2, 13, 0.2616, 0.5546},
      {2, 13, 0.252, 0.5916},
    },
  },
  ["Мародер из племени Гелкис"] = {
    locations = {
      {1, 12, 0.3963, 0.9477},
      {1, 12, 0.3566, 0.9097},
    },
  },
  ["Нэнси Вишас"] = {
    locations = {
      {2, 1, 0.3179, 0.3229},
    },
  },
  ["Изумрудный Сон"] = {
    locations = {
      {1, 16, 0.5226, 0.2875},
      {2, 24, 0.5443, 0.6632},
      {1, 3, 0.3899, 0.7236},
      {1, 3, 0.4193, 0.4173},
      {1, 20, 0.579, 0.4454},
    },
  },
  ["Вызванный суккуб"] = {
    locations = {
      {2, 24, 0.252, 0.7752},
      {1, 10, 0.4973, 0.5014},
      {2, 15, 0.8636, 0.2673},
    },
  },
  ["Певица Смерти"] = {
    locations = {
      {2, 6, 0.7701, 0.5139},
      {2, 6, 0.7095, 0.3062},
      {2, 6, 0.8273, 0.4271},
    },
  },
  ["Помощник судьи Конах"] = {
    locations = {
      {2, 11, 0.2962, 0.4429},
    },
  },
  ["Проклятая душа"] = {
    locations = {
      {2, 14, 0.5283, 0.8154},
      {2, 14, 0.4536, 0.7515},
      {2, 14, 0.4324, 0.7241},
    },
  },
  ["Йорах Аннисон"] = {
    locations = {
      {2, 15, 0.7614, 0.3744},
    },
  },
  ["Вектус"] = {
    locations = {
      {2, 9, 0.6904, 0.7282},
    },
  },
  ["Огнетворец из клана Дробящего Кулака"] = {
    locations = {
      {2, 20, 0.3625, 0.7891},
      {2, 20, 0.3506, 0.7512},
      {2, 20, 0.3399, 0.7108},
    },
  },
  ["Грохочущий захватчик"] = {
    locations = {
      {1, 1, 0.8013, 0.238},
      {1, 1, 0.7545, 0.2365},
      {1, 1, 0.811, 0.186},
      {1, 1, 0.7605, 0.1701},
    },
  },
  ["Загадочный волшебный дракон"] = {
    locations = {
      {1, 15, 0.4774, 0.3489},
    },
  },
  ["Старший сержант Маклур"] = {
    locations = {
      {2, 24, 0.5431, 0.5971},
    },
  },
  ["Каменный хранитель"] = {
    locations = {
      {2, 2, 0.3524, 0.1034},
    },
  },
  ["Волкостраж Темного Клыка"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Морат Дальний Путь"] = {
    locations = {
      {1, 9, 0.4585, 0.5777},
    },
  },
  ["Колючешерстный медведь"] = {
    locations = {
      {1, 18, 0.3943, 0.4881},
      {1, 18, 0.4364, 0.5586},
      {1, 18, 0.4023, 0.3988},
      {1, 18, 0.3993, 0.3616},
      {1, 18, 0.4472, 0.4241},
    },
  },
  ["Мертвоброд из племени Атал'ай"] = {
    locations = {
      {2, 4, 0.7733, 0.3593},
    },
  },
  ["Терилун"] = {
    locations = {
      {1, 18, 0.3894, 0.871},
    },
  },
  ["Опаляющий дракончик"] = {
    locations = {
      {1, 13, 0.4549, 0.67},
      {1, 13, 0.4632, 0.8153},
      {1, 13, 0.4466, 0.7589},
      {1, 13, 0.4317, 0.7922},
    },
  },
  ["Чернокнижник Крыла Тьмы"] = {
    locations = {
      {2, 23, 0.4019, 1.0501},
      {2, 23, 0.4077, 0.9568},
    },
  },
  ["Дух Дарроушира"] = {
    locations = {
      {2, 6, 0.6642, 0.3986},
      {2, 6, 0.6004, 0.6974},
      {2, 6, 0.8348, 0.4217},
      {2, 6, 0.7702, 0.5128},
    },
  },
  ["Разведчик племени Иглогривых"] = {
    locations = {
      {1, 4, 0.4913, 0.4899},
      {1, 4, 0.4609, 0.4912},
    },
  },
  ["Фибоз"] = {
    locations = {
      {2, 13, 0.4183, 0.558},
      {2, 13, 0.66, 0.3841},
      {2, 13, 0.4577, 0.5782},
      {2, 13, 0.3775, 0.565},
      {2, 13, 0.6514, 0.2894},
    },
  },
  ["Ларис Обалдуй"] = {
    locations = {
      {2, 19, 0.7551, 0.2322},
    },
  },
  ["Пленный ревнитель Алого ордена"] = {
    locations = {
      {2, 22, 0.619, 0.513},
    },
  },
  ["Миранда Колдунья"] = {
    locations = {
      {2, 9, 0.5078, 0.7776},
    },
  },
  ["Зардет Черный Коготь"] = {
    locations = {
      {2, 24, 0.264, 0.7838},
    },
  },
  ["Аловициус Червик"] = {
    locations = {
      {1, 10, 0.5216, 0.6911},
    },
  },
  ["Двейн Вертль"] = {
    locations = {
      {1, 13, 0.6819, 0.4741},
    },
  },
  ["Геодезист из племени Сухоусов"] = {
    locations = {
      {2, 13, 0.846, 0.3189},
    },
  },
  ["Вурдалак-шипоед"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Джеденарский головорез"] = {
    locations = {
      {1, 11, 0.3664, 0.5535},
      {1, 11, 0.3956, 0.4824},
    },
  },
  ["Джин'Заллах Хозяин Барханов"] = {
    locations = {
      {1, 16, 0.4044, 0.2933},
      {1, 16, 0.3703, 0.249},
      {1, 16, 0.4212, 0.2271},
    },
  },
  ["Знахарь из племени Дробителей Черепов"] = {
    locations = {
      {2, 21, 0.4539, 0.4229},
    },
  },
  ["Заступник-силитид"] = {
    locations = {
      {1, 15, 0.4371, 0.7063},
    },
  },
  ["Каранг Амаккар"] = {
    locations = {
      {1, 21, 0.1192, 0.345},
    },
  },
  ["Трояс Лунный Бриз"] = {
    locations = {
      {1, 20, 0.3182, 0.4548},
    },
  },
  ["Канонир Южных морей"] = {
    locations = {
      {1, 15, 0.6385, 0.4589},
      {1, 15, 0.6326, 0.4925},
    },
  },
  ["Сатир из племени Мускуса Скверны"] = {
    locations = {
      {1, 21, 0.6712, 0.5381},
    },
  },
  ["Иссохший копьешкур"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Трясунчик"] = {
    locations = {
      {2, 20, 0.1831, 0.5648},
    },
  },
  ["Рональд Берч"] = {
    locations = {
      {2, 15, 0.6238, 0.4346},
    },
  },
  ["Масток Райльшип"] = {
    locations = {
      {1, 21, 0.7364, 0.6004},
    },
  },
  ["Мировой судья Бартилас"] = {
    locations = {
      {2, 6, 0.4834, 0.2187},
      {2, 6, 0.3105, 0.1584},
    },
  },
  ["Ворб Крепкий Шов"] = {
    locations = {
      {1, 20, 0.7468, 0.4264},
    },
  },
  ["Стражник Байрон"] = {
    locations = {
      {1, 13, 0.6614, 0.4609},
    },
  },
  ["Катум Удильщик"] = {
    locations = {
      {2, 5, 0.8033, 0.8144},
    },
  },
  ["До'гол"] = {
    locations = {
      {1, 13, 0.3652, 0.3086},
    },
  },
  ["Капитан Когтя Ярости"] = {
    locations = {
      {2, 23, 0.4079, 0.9566},
    },
  },
  ["Палач из культа Сумеречного Молота"] = {
    locations = {
      {2, 23, 0.2717, 0.7259},
      {2, 17, 0.2257, 0.0756},
    },
  },
  ["Рубака из клана Драконьей Пасти"] = {
    locations = {
      {2, 3, 0.4814, 0.7661},
    },
  },
  ["Гнолл из стаи Темношкуров"] = {
    locations = {
      {2, 11, 0.7369, 0.4463},
      {2, 11, 0.7275, 0.5431},
      {2, 11, 0.7359, 0.497},
    },
  },
  ["Саблезубый призрак"] = {
    locations = {
      {1, 18, 0.5911, 0.224},
      {1, 18, 0.576, 0.1813},
      {1, 18, 0.6019, 0.1636},
    },
  },
  ["Майор Самуэльсон"] = {
    locations = {
      {2, 24, 0.7271, 0.1607},
    },
  },
  ["Морской элементаль"] = {
    locations = {
      {1, 20, 0.4708, 0.5216},
      {1, 20, 0.3643, 0.346},
      {1, 20, 0.4494, 0.4861},
      {1, 20, 0.4598, 0.6417},
      {1, 20, 0.4251, 0.3853},
    },
  },
  ["Релиан Зеленый Костер"] = {
    locations = {
      {1, 3, 0.3842, 0.2157},
    },
  },
  ["Чернокнижник из легиона Изрубленного Щита"] = {
    locations = {
      {2, 23, 0.4079, 0.9568},
    },
  },
  ["Волшебный поток"] = {
    locations = {
      {1, 20, 0.6031, 0.3025},
    },
  },
  ["Загадочный шаркун"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Громила из стаи Мохошкуров"] = {
    locations = {
      {2, 3, 0.3844, 0.2912},
      {2, 3, 0.4308, 0.3287},
      {2, 3, 0.3117, 0.3035},
    },
  },
  ["Пещерная крыса"] = {
    locations = {
      {1,15, 0.4826, 0.848}
    }
  },
  ["Дозорный Лунной Ярости"] = {
    locations = {
      {2, 18, 0.4673, 0.7275},
    },
  },
  ["Трутень из улья Аши"] = {
    locations = {
      {1, 14, 0.6173, 0.5251},
      {1, 14, 0.6279, 0.4969},
    },
  },
  ["Служитель из культа Сумеречного Молота"] = {
    locations = {
      {1, 21, 0.1651, 0.1103},
    },
  },
  ["Зверь"] = {
    locations = {
      {2, 23, 0.4079, 0.9566},
    },
  },
  ["Толстяк"] = {
    locations = {
      {2, 22, 0.4252, 0.5493},
      {2, 22, 0.4933, 0.578},
      {2, 22, 0.5167, 0.5557},
      {2, 22, 0.4623, 0.5699},
      {2, 22, 0.5405, 0.5311},
    },
  },
  ["Багровый дракончик"] = {
    locations = {
      {2, 3, 0.6799, 0.4693},
      {2, 3, 0.613, 0.3223},
      {2, 3, 0.6232, 0.3536},
      {2, 3, 0.66, 0.4437},
      {2, 3, 0.6385, 0.4056},
    },
  },
  ["Принцесса Хухуран"] = {
    locations = {
      {1, 14, 0.1542, 0.9808},
    },
  },
  ["Моховой ползун"] = {
    locations = {
      {1,6, 0.5666, 0.7578},
	  {1,6, 0.53, 0.76}
    }
  },
  ["Военный вождь Краззилак"] = {
    locations = {
      {1, 16, 0.4239, 0.2314},
      {1, 16, 0.3649, 0.2415},
      {1, 16, 0.3854, 0.2142},
      {1, 16, 0.4037, 0.285},
    },
  },
  ["Ленивый батрак"] = {
    locations = {
      {1, 4, 0.4583, 0.6741},
      {1, 4, 0.4614, 0.5959},
      {1, 4, 0.4356, 0.715},
      {1, 4, 0.4239, 0.5882},
    },
  },
  ["Дедушка Зима"] = {
    locations = {
      {1, 10, 0.5253, 0.6897},
    },
  },
  ["Утхок"] = {
    locations = {
      {2, 21, 0.3157, 0.2803},
    },
  },
  ["Данлия"] = {
    locations = {
      {1, 17, 0.5541, 0.5714},
    },
  },
  ["Макрура-трещот"] = {
    locations = {
      {1, 4, 0.5992, 0.7393},
      {1, 4, 0.6024, 0.8328},
      {1, 4, 0.6303, 0.5184},
      {1, 4, 0.5822, 0.787},
      {1, 4, 0.5465, 0.8261},
    },
  },
  ["Огр из клана Огненного Чрева"] = {
    locations = {
      {2, 17, 0.7773, 0.4451},
      {2, 17, 0.7718, 0.5106},
      {2, 17, 0.7635, 0.4772},
      {2, 17, 0.8539, 0.4852},
      {2, 17, 0.814, 0.4316},
    },
  },
  ["Отхо Можи'ко"] = {
    locations = {
      {2, 5, 0.793, 0.7912},
    },
  },
  ["Сэр С. Дж. Эрлгедин"] = {
    locations = {
      {2, 21, 0.3558, 0.1055},
    },
  },
  ["Рагнар Громовар"] = {
    locations = {
      {2, 8, 0.4682, 0.524},
    },
  },
  ["Молодой волк"] = {
    locations = {
      {2, 25, 0.4752, 0.3927},
      {2, 25, 0.4331, 0.5815},
    },
  },
  ["Насылающий чуму из стаи Гнилошкуров"] = {
    locations = {
      {2, 18, 0.6629, 0.2684},
      {2, 18, 0.6742, 0.3403},
    },
  },
  ["Окудник из Алого ордена"] = {
    locations = {
      {2, 22, 0.8567, 0.3175},
    },
  },
  ["Буревестница из племени Колкар"] = {
    locations = {
      {1, 15, 0.4489, 0.2259},
      {1, 15, 0.4629, 0.3798},
      {1, 15, 0.5354, 0.3917},
      {1, 15, 0.4289, 0.2487},
    },
  },
  ["Огнедышащий дракончик"] = {
    locations = {
      {2, 3, 0.6971, 0.4553},
      {2, 3, 0.6386, 0.3563},
      {2, 3, 0.6491, 0.39},
    },
  },
  ["Граул"] = {
    locations = {
      {2, 2, 0.0311, 0.4606},
    },
  },
  ["Морган Вымогатель"] = {
    locations = {
      {2, 25, 0.7072, 0.8005},
    },
  },
  ["Трупоед из племени Атал'ай"] = {
    locations = {
      {2, 4, 0.7733, 0.3593},
    },
  },
  ["Когтистый перепелятник"] = {
    locations = {
      {1, 9, 0.6451, 0.5909},
      {1, 9, 0.5011, 0.2203},
      {1, 9, 0.545, 0.266},
      {1, 9, 0.5124, 0.1362},
      {1, 9, 0.4486, 0.1708},
    },
  },
  ["Часовой Астранаара"] = {
    locations = {
      {1, 21, 0.3576, 0.5025},
      {1, 21, 0.5009, 0.6606},
      {1, 21, 0.3709, 0.5303},
    },
  },
  ["Темный охотник Курцена"] = {
    locations = {
      {2, 21, 0.4916, 0.0518},
    },
  },
  ["Заразный вурдалак"] = {
    locations = {
      {2, 6, 0.3987, 0.2578},
    },
  },
  ["Лисиллин"] = {
    locations = {
      {1, 18, 0.4626, 0.3738},
    },
  },
  ["Предвестница Лунного фестиваля"] = {
    locations = {
      {2, 19, 0.2891, 0.1599},
      {1, 10, 0.4167, 0.322},
      {2, 15, 0.6581, 0.3583},
      {1, 3, 0.3261, 0.1219},
      {2, 24, 0.2338, 0.5301},
    },
  },
  ["Капитан-костещеп"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Смертоносный пещерный скорпид"] = {
    locations = {
      {2, 2, 0.3524, 0.1034},
    },
  },
  ["Опаляющий инфернал"] = {
    locations = {
      {1, 21, 0.8238, 0.6902},
      {1, 21, 0.784, 0.8314},
      {1, 21, 0.8471, 0.7723},
    },
  },
  ["Телохранитель из Братства Справедливости"] = {
    locations = {
      {2, 25, 0.4823, 0.8739},
    },
  },
  ["Караульный-страж Скверны"] = {
    locations = {
      {2, 7, 0.5823, 0.5},
      {2, 7, 0.5416, 0.5708},
      {2, 7, 0.5567, 0.5232},
      {2, 7, 0.6181, 0.5318},
    },
  },
  ["Разложившийся труп"] = {
    locations = {
      {2, 22, 0.5334, 0.5655},
      {2, 22, 0.5284, 0.5333},
      {2, 22, 0.5327, 0.4898},
    },
  },
  ["Мани Заиндевевшее Копыто"] = {
    locations = {
      {1, 2, 0.4717, 0.3385},
    },
  },
  ["Ануб'Рекан"] = {
    locations = {
      {2, 6, 0.3998, 0.2591},
    },
  },
  ["Лорд-мэр Моррисон"] = {
    locations = {
      {2, 18, 0.4651, 0.7405},
    },
  },
  ["Телорен"] = {
    locations = {
      {1, 6, 0.3644, 0.0723},
    },
  },
  ["Дикий олень"] = {
    locations = {
      {1, 21, 0.2312, 0.3718},
      {1, 21, 0.2786, 0.3306},
      {1, 21, 0.1761, 0.3051},
      {1, 21, 0.1921, 0.3638},
      {1, 21, 0.2238, 0.3181},
    },
  },
  ["Дермот"] = {
    locations = {
      {2, 1, 0.2003, 0.8605},
    },
  },
  ["Темный адепт"] = {
    locations = {
      {2, 6, 0.8402, 0.4267},
      {2, 6, 0.3992, 0.5142},
      {2, 6, 0.6664, 0.3885},
    },
  },
  ["Маршал Редпат"] = {
    locations = {
      {2, 16, 0.4954, 0.5869},
    },
  },
  ["Стома Древний"] = {
    locations = {
      {1, 11, 0.4839, 0.2229},
    },
  },
  ["Шаман из племени Зимней Спячки"] = {
    locations = {
      {1, 5, 0.6772, 0.3701},
    },
  },
  ["Мигафоникс"] = {
    locations = {
      {2, 21, 0.3594, 0.5628},
    },
  },
  ["Неповоротливый василиск-камнегрыз"] = {
    locations = {
      {1, 12, 0.5821, 0.4994},
      {1, 12, 0.6161, 0.514},
      {1, 12, 0.5616, 0.471},
      {1, 12, 0.617, 0.5931},
      {1, 12, 0.6153, 0.4833},
    },
  },
  ["Аггем Терновое Проклятие"] = {
    locations = {
      {1, 15, 0.4227, 0.8987},
    },
  },
  ["Зеленолап"] = {
    locations = {
      {1, 17, 0.4442, 0.6206},
    },
  },
  ["Отрекшийся-искатель"] = {
    locations = {
      {1, 21, 0.3151, 0.2267},
    },
  },
  ["Мурлок-волномут"] = {
    locations = {
      {2, 11, 0.5684, 0.5234},
      {2, 11, 0.5464, 0.5449},
      {2, 11, 0.813, 0.6141},
    },
  },
  ["Согнар Скалобород"] = {
    locations = {
      {2, 19, 0.6194, 0.7946},
      {2, 19, 0.5792, 0.7886},
      {2, 19, 0.6303, 0.724},
      {2, 19, 0.5851, 0.8303},
      {2, 19, 0.6199, 0.7606},
    },
  },
  ["Старый скальный вепрь"] = {
    locations = {
      {2, 8, 0.2776, 0.4506},
      {2, 8, 0.365, 0.3531},
      {2, 8, 0.3168, 0.4853},
      {2, 8, 0.5783, 0.5088},
      {2, 8, 0.2859, 0.5163},
    },
  },
  ["Патриарх Скального гнездовья"] = {
    locations = {
      {1, 19, 0.1161, 0.3581},
    },
  },
  ["Лесной долгоног"] = {
    locations = {
      {1, 18, 0.4895, 0.2986},
      {1, 18, 0.4264, 0.7014},
      {1, 18, 0.3886, 0.7216},
      {1, 18, 0.5346, 0.2794},
      {1, 18, 0.4995, 0.3451},
    },
  },
  ["Моряк Кул-Тираса"] = {
    locations = {
      {1, 4, 0.5796, 0.5694},
      {1, 4, 0.5699, 0.532},
    },
  },
  ["Временной паразит"] = {
    locations = {
      {2, 9, 0.4596, 0.6254},
      {2, 9, 0.4837, 0.6606},
    },
  },
  ["Умбер"] = {
    locations = {
      {1, 8, 0.4687, 0.3922},
      {1, 8, 0.4492, 0.3612},
    },
  },
  ["Барон Казум"] = {
    locations = {
      {1, 14, 0.4011, 0.4521},
      {1, 14, 0.2007, 0.829},
    },
  },
  ["Зулианский кроколиск"] = {
    locations = {
      {2, 21, 0.5406, 0.1757},
    },
  },
  ["Лотвиль Вериатус"] = {
    locations = {
      {2, 2, 0.2594, 0.4494},
    },
  },
  ["Лесной моховой ползун"] = {
    locations = {
      {2, 16, 0.5867, 0.2827},
      {2, 16, 0.6543, 0.109},
      {2, 16, 0.6208, 0.3494},
      {2, 16, 0.7129, 0.4004},
      {2, 16, 0.6012, 0.3137},
    },
  },
  ["Джес'римон"] = {
    locations = {
      {1, 10, 0.5563, 0.341},
    },
  },
  ["Геррик Костохват"] = {
    locations = {
      {2, 19, 0.5054, 0.0602},
    },
  },
  ["Вторгшийся Отрекшийся"] = {
    locations = {
      {1, 21, 0.7606, 0.7418},
    },
  },
  ["Капрал Блуф"] = {
    locations = {
      {2, 21, 0.3797, 0.0307},
    },
  },
  ["Джошуа Кин"] = {
    locations = {
      {2, 22, 0.323, 0.6552},
    },
  },
  ["Ветроловка из племени Галак"] = {
    locations = {
      {1, 19, 0.4538, 0.4038},
      {1, 19, 0.4215, 0.3712},
    },
  },
  ["Вагаш"] = {
    locations = {
      {2, 8, 0.6224, 0.4733},
    },
  },
  ["Молодой вендиго"] = {
    locations = {
      {2, 8, 0.4254, 0.5522},
    },
  },
  ["Син'Далл"] = {
    locations = {
      {2, 21, 0.3221, 0.1734},
    },
  },
  ["Трогг из племени Каменной Челюсти"] = {
    locations = {
      {2, 8, 0.3036, 0.7523},
      {2, 8, 0.2295, 0.7369},
    },
  },
  ["Андерсон"] = {
    locations = {
      {2, 16, 0.5114, 0.5887},
    },
  },
  ["Магическая книга"] = {
    locations = {
      {1, 6, 0.3818, 0.067},
    },
  },
  ["Сокотварь"] = {
    locations = {
      {1, 6, 0.354, 0.1803},
      {1, 6, 0.4874, 0.3573},
    },
  },
  ["Джулия Галлина"] = {
    locations = {
      {2, 24, 0.5196, 0.684},
    },
  },
  ["Онгеку"] = {
    locations = {
      {2, 4, 0.6291, 0.2199},
    },
  },
  ["Зыбун"] = {
    locations = {
      {1, 13, 0.4674, 0.5464},
      {1, 13, 0.4709, 0.5818},
    },
  },
  ["Механический страж"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Зловонный зомби"] = {
    locations = {
      {2, 9, 0.5271, 0.6639},
    },
  },
  ["Надзиратель из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Джейсин Ланида"] = {
    locations = {
      {2, 16, 0.509, 0.5909},
    },
  },
  ["Советник Белграм"] = {
    locations = {
      {2, 19, 0.7716, 0.1008},
    },
  },
  ["Чародей Доан"] = {
    locations = {
      {2, 22, 0.8531, 0.323},
    },
  },
  ["Атал'аларион"] = {
    locations = {
      {2, 4, 0.7733, 0.3591},
    },
  },
  ["Гурда Буйногривая"] = {
    locations = {
      {1, 12, 0.5627, 0.5956},
    },
  },
  ["Охотник за головами из племени Дробителей Черепов"] = {
    locations = {
      {2, 21, 0.4752, 0.4324},
    },
  },
  ["Хагг Тауребой"] = {
    locations = {
      {1, 15, 0.4309, 0.8233},
      {1, 15, 0.4188, 0.7943},
    },
  },
  ["Пробудитель из Алого ордена"] = {
    locations = {
      {2, 22, 0.8567, 0.3175},
    },
  },
  ["Ополченец усадьбы Дабири"] = {
    locations = {
      {2, 13, 0.5593, 0.3799},
    },
  },
  ["Койот"] = {
    locations = {
      {2, 10, 0.5826, 0.1613},
      {2, 10, 0.5431, 0.3959},
      {2, 10, 0.5534, 0.2795},
      {2, 10, 0.5112, 0.46},
      {2, 10, 0.5464, 0.1944},
    },
  },
  ["Ми'ланна"] = {
    locations = {
      {1, 8, 0.445, 0.3415},
    },
  },
  ["Верховная жрица Макдонелл"] = {
    locations = {
      {2, 9, 0.4294, 0.8443},
    },
  },
  ["Пламя Стальгорна"] = {
    locations = {
      {2, 19, 0.646, 0.248}
    }
  },
  ["Пилот Длиннобород"] = {
    locations = {
      {2, 19, 0.7245, 0.9356},
    },
  },
  ["Беззаконник из шайки Скитальцев Пустыни"] = {
    locations = {
      {1, 16, 0.6616, 0.3499},
    },
  },
  ["Фаралия"] = {
    locations = {
      {1, 6, 0.3571, 0.0587},
    },
  },
  ["Дарил Рикнуссун"] = {
    locations = {
      {2, 19, 0.6011, 0.3678},
    },
  },
  ["Краткий обзор задач перевозок I"] = {
    locations = {
      {1, 14, 0.5047, 0.3732},
      {1, 16, 0.5236, 0.289},
      {1, 14, 0.2887, 0.3989},
      {1, 14, 0.5482, 0.7188},
      {1, 14, 0.5182, 0.6803},
    },
  },
  ["Бешеный костелап"] = {
    locations = {
      {1, 12, 0.5628, 0.4744},
      {1, 12, 0.4171, 0.5082},
      {1, 12, 0.4128, 0.4659},
      {1, 12, 0.4146, 0.4184},
      {1, 12, 0.6141, 0.5695},
    },
  },
  ["Мозарн"] = {
    locations = {
      {1, 2, 0.5432, 0.8041},
    },
  },
  ["Джеденарский легионер"] = {
    locations = {
      {1, 11, 0.374, 0.5395},
      {1, 11, 0.3828, 0.4791},
    },
  },
  ["Лив Быстрочин"] = {
    locations = {
      {1, 15, 0.6247, 0.3869},
    },
  },
  ["Страж смерти Зредус"] = {
    locations = {
      {2, 20, 0.877, 0.3584},
    },
  },
  ["Жагуар"] = {
    locations = {
      {2, 21, 0.3757, 0.8128},
    },
  },
  ["Агнар Зверопас"] = {
    locations = {
      {2, 5, 0.1408, 0.4357},
    },
  },
  ["Капитан Даргол"] = {
    locations = {
      {2, 22, 0.5243, 0.2634},
    },
  },
  ["Тиза Боевой Горн"] = {
    locations = {
      {2, 19, 0.2734, 0.1204},
    },
  },
  ["Тенерог"] = {
    locations = {
      {1, 21, 0.5018, 0.5322},
      {1, 21, 0.5434, 0.5397},
      {1, 21, 0.3786, 0.6204},
      {1, 21, 0.5092, 0.4681},
      {1, 21, 0.4457, 0.6288},
    },
  },
  ["Кровоцвет-хлыстун"] = {
    locations = {
      {1, 7, 0.6676, 0.3135},
      {1, 7, 0.5853, 0.3602},
      {1, 7, 0.6924, 0.2374},
      {1, 7, 0.7211, 0.3633},
      {1, 7, 0.6807, 0.2763},
    },
  },
  ["Тенегорнский землекоп"] = {
    locations = {
      {2, 2, 0.4004, 0.135},
      {2, 2, 0.4544, 0.1095},
    },
  },
  ["Браккар"] = {
    locations = {
      {1, 11, 0.3443, 0.5387},
    },
  },
  ["Шахтер из крепости Стражей Пустоты"] = {
    locations = {
      {2, 7, 0.5611, 0.0969},
      {2, 7, 0.5451, 0.1281},
      {2, 7, 0.5657, 0.0558},
      {2, 7, 0.6988, 0.0561},
      {2, 7, 0.6312, 0.0226},
    },
  },
  ["Страдающий высокорожденный"] = {
    locations = {
      {1, 5, 0.5309, 0.4264},
    },
  },
  ["Майлз Декстер"] = {
    locations = {
      {2, 15, 0.8505, 0.7113},
    },
  },
  ["Изменчивая эктоплазма"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Молодой волношлеп"] = {
    locations = {
      {1, 1, 0.8433, 0.0739},
      {1, 1, 0.6088, 0.0606},
      {1, 1, 0.69, 0.0757},
      {1, 1, 0.7862, 0.0542},
      {1, 1, 0.4653, 0.1015},
    },
  },
  ["Лоскутный ужас"] = {
    locations = {
      {2, 6, 0.6002, 0.6938},
      {2, 6, 0.3403, 0.2878},
      {2, 6, 0.246, 0.2523},
    },
  },
  ["Вождь Храта"] = {
    locations = {
      {1, 12, 0.2955, 0.52},
    },
  },
  ["Лесной огонек"] = {
    locations = {
      {1, 17, 0.3794, 0.4815},
    },
  },
  ["Смоляной ползун"] = {
    locations = {
      {1, 7, 0.4807, 0.3261},
      {1, 7, 0.6003, 0.3126},
      {1, 7, 0.604, 0.2762},
      {1, 7, 0.6242, 0.235},
    },
  },
  ["Гидра клана Страшаз"] = {
    locations = {
      {1, 13, 0.7062, 0.2033},
      {1, 13, 0.7485, 0.1853},
      {1, 13, 0.71, 0.1693},
    },
  },
  ["Хула'махи"] = {
    locations = {
      {1, 15, 0.5143, 0.3023},
    },
  },
  ["Бесноватый черный дракон"] = {
    locations = {
      {2, 17, 0.9409, 0.3195},
    },
  },
  ["Тролль из племени Сухокожих"] = {
    locations = {
      {2, 13, 0.3187, 0.4417},
      {2, 13, 0.3549, 0.4925},
      {2, 13, 0.3425, 0.4643},
      {2, 13, 0.745, 0.3906},
      {2, 13, 0.36, 0.4069},
    },
  },
  ["Верховная жрица Джеклик"] = {
    locations = {
      {2, 21, 0.5407, 0.1758},
    },
  },
  ["Оплавленный боевой голем"] = {
    locations = {
      {2, 23, 0.2712, 0.7252},
    },
  },
  ["Мартин Трамбле"] = {
    locations = {
      {2, 22, 0.6586, 0.5969},
    },
  },
  ["Ярл \"Болотный Глаз\""] = {
    locations = {
      {1, 13, 0.5542, 0.2629},
    },
  },
  ["Метатель топоров из племени Сухокожих"] = {
    locations = {
      {2, 13, 0.6319, 0.7145},
      {2, 13, 0.6451, 0.6725},
      {2, 13, 0.6644, 0.6385},
      {2, 13, 0.7124, 0.6204},
    },
  },
  ["Гоблин-корабел"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Ремесленник Вильгельм"] = {
    locations = {
      {2, 6, 0.8098, 0.5963},
    },
  },
  ["Лейтенант Фаррен Оринель"] = {
    locations = {
      {2, 16, 0.5142, 0.5849},
    },
  },
  ["Древний Хранитель Камня"] = {
    locations = {
      {2, 2, 0.3522, 0.1033},
    },
  },
  ["Сальный"] = {
    locations = {
      {2, 16, 0.6188, 0.1968},
    },
  },
  ["Недоросток из стаи Речной Лапы"] = {
    locations = {
      {2, 25, 0.2665, 0.8847},
    },
  },
  ["Тюремщик Телвотер"] = {
    locations = {
      {2, 24, 0.4119, 0.5797},
    },
  },
  ["Гроддокская обезьяна"] = {
    locations = {
      {1, 20, 0.5785, 0.5685},
      {1, 20, 0.5902, 0.6037},
      {1, 20, 0.5005, 0.493},
    },
  },
  ["Дедушка Вишас"] = {
    locations = {
      {2, 1, 0.3191, 0.3238},
    },
  },
  ["Огр из клана Мо'Грош"] = {
    locations = {
      {2, 12, 0.7091, 0.228},
      {2, 12, 0.662, 0.2208},
    },
  },
  ["Пилот Зиггс Зажигатель"] = {
    locations = {
      {1, 1, 0.7781, 0.914},
    },
  },
  ["Оззи Триггервольт"] = {
    locations = {
      {2, 8, 0.4589, 0.493},
    },
  },
  ["Налетчик из клана Драконьей Пасти"] = {
    locations = {
      {2, 3, 0.4401, 0.4392},
      {2, 3, 0.4897, 0.4688},
    },
  },
  ["Джонивера Дальногор"] = {
    locations = {
      {2, 1, 0.397, 0.804}
    }
  },
  ["Дарнасский часовой"] = {
    locations = {
      {1, 3, 0.41, 0.4293},
      {1, 3, 0.6247, 0.401},
      {1, 3, 0.377, 0.4242},
      {1, 17, 0.5687, 0.9229},
    },
  },
  ["Скользящий по волнам из клана Гребня Ненависти"] = {
    locations = {
      {1, 20, 0.2648, 0.5403},
      {1, 20, 0.2922, 0.558},
    },
  },
  ["Мурлок-волнолов"] = {
    locations = {
      {2, 10, 0.3447, 0.8439},
      {2, 10, 0.276, 0.7186},
    },
  },
  ["Ви'ел"] = {
    locations = {
      {1, 5, 0.5887, 0.7836},
    },
  },
  ["Киражский воитель"] = {
    locations = {
      {1, 14, 0.1547, 0.9799},
    },
  },
  ["Главный механик Меггакрут"] = {
    locations = {
      {2, 19, 0.6899, 0.4904},
    },
  },
  ["Член совета Вильгельм"] = {
    locations = {
      {2, 18, 0.465, 0.7401},
    },
  },
  ["Пантера из племени Дробителей Черепов"] = {
    locations = {
      {2, 21, 0.4561, 0.416},
    },
  },
  ["Заступник Алого ордена"] = {
    locations = {
      {2, 22, 0.8567, 0.3175},
    },
  },
  ["Черный слизнюк"] = {
    locations = {
      {2, 3, 0.446, 0.2624},
    },
  },
  ["Тоскующий мертвец"] = {
    locations = {
      {2, 22, 0.8483, 0.305},
    },
  },
  ["Нат Пэгл"] = {
    locations = {
      {1, 13, 0.5872, 0.6019},
    },
  },
  ["Разведчик из племени Моходеров"] = {
    locations = {
      {2, 6, 0.6628, 0.2149},
      {2, 6, 0.7057, 0.1681},
    },
  },
  ["Бейл'данский землечерп"] = {
    locations = {
      {1, 15, 0.4741, 0.8513},
    },
  },
  ["Громила из клана Гнилобрюхих"] = {
    locations = {
      {2, 2, 0.6277, 0.6947},
      {2, 2, 0.2972, 0.5773},
    },
  },
  ["Тул Коготь Ворона"] = {
    locations = {
      {2, 18, 0.6572, 0.2401},
    },
  },
  ["Инженер Торговой Компании"] = {
    locations = {
      {1, 6, 0.6397, 0.3948},
    },
  },
  ["Чумной кабан"] = {
    locations = {
      {2, 6, 0.1691, 0.3317},
    },
  },
  ["Древень-криводрев"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Талгус Брат Грома"] = {
    locations = {
      {2, 19, 0.6142, 0.8914},
    },
  },
  ["Йонада"] = {
    locations = {
      {1, 15, 0.4497, 0.5934},
    },
  },
  ["Пожиратель душ из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.5987, 0.7032},
      {2, 5, 0.6573, 0.8036},
    },
  },
  ["Грязнопанцирный клешневик"] = {
    locations = {
      {1, 13, 0.5546, 0.6274},
      {1, 13, 0.6022, 0.6747},
      {1, 13, 0.602, 0.5894},
    },
  },
  ["Свинобраз из племени Иглогривых"] = {
    locations = {
      {1, 4, 0.486, 0.4895},
      {1, 4, 0.4472, 0.495},
    },
  },
  ["Взбешенный дух камня"] = {
    locations = {
      {1, 6, 0.319, 0.7201},
      {1, 6, 0.3583, 0.716},
    },
  },
  ["Тай'таси"] = {
    locations = {
      {1, 4, 0.5637, 0.7377},
    },
  },
  ["Лоро"] = {
    locations = {
      {2, 4, 0.7733, 0.3592},
    },
  },
  ["Мелицца Жужжалит"] = {
    locations = {
      {1, 12, 0.3402, 0.5411},
      {1, 12, 0.3911, 0.6114},
    },
  },
  ["Воин из клана Дробящего Кулака"] = {
    locations = {
      {2, 20, 0.3497, 0.7736},
      {2, 20, 0.336, 0.7386},
    },
  },
  ["Жнец Снов"] = {
    locations = {
      {2, 4, 0.7733, 0.3592},
    },
  },
  ["Дуротарский тигр"] = {
    locations = {
      {1, 4, 0.6012, 0.8256},
      {1, 4, 0.6868, 0.7228},
      {1, 4, 0.6101, 0.9006},
      {1, 4, 0.649, 0.8744},
      {1, 4, 0.6529, 0.818},
    },
  },
  ["Сули Гонобобельзз"] = {
    locations = {
      {2, 19, 0.666, 0.5463},
    },
  },
  ["Скрежетун"] = {
    locations = {
      {2, 12, 0.3447, 0.9118},
    },
  },
  ["Изверг из племени Гелкис"] = {
    locations = {
      {1, 12, 0.3959, 0.9455},
      {1, 12, 0.3557, 0.9098},
    },
  },
  ["Тяжелоступ Грез"] = {
    locations = {
      {2, 2, 0.3778, 0.1078},
    },
  },
  ["Призыватель камня из культа Сумеречного Молота"] = {
    locations = {
      {1, 14, 0.39, 0.4415},
      {1, 14, 0.2633, 0.3288},
      {1, 14, 0.1858, 0.8437},
    },
  },
  ["Призывательница ветров из стаи Студеных Ключей"] = {
    locations = {
      {1, 20, 0.392, 0.1284},
    },
  },
  ["Глинистая колючая черепаха"] = {
    locations = {
      {1, 13, 0.6231, 0.31},
      {1, 13, 0.6196, 0.2089},
      {1, 13, 0.6233, 0.2616},
      {1, 13, 0.6145, 0.1789},
      {1, 13, 0.6377, 0.3827},
    },
  },
  ["Тарагаман Ненасытный"] = {
    locations = {
      {1, 10, 0.5301, 0.4877},
    },
  },
  ["Морская ведьма Непроглядной Пучины"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Дозорный утесов Долгорог"] = {
    locations = {
      {1, 19, 0.4569, 0.5069},
    },
  },
  ["Джей Ди Колли"] = {
    locations = {
      {1, 7, 0.4188, 0.0263},
    },
  },
  ["Знахарь из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.6666, 0.688},
    },
  },
  ["Алхимик Арбингтон"] = {
    locations = {
      {2, 9, 0.4271, 0.8382},
    },
  },
  ["Таниэль Темный Лес"] = {
    locations = {
      {1, 21, 0.7716, 0.7417},
    },
  },
  ["Старый моховой ползун"] = {
    locations = {
      {2, 16, 0.6009, 0.5564},
      {2, 16, 0.5696, 0.5349},
      {2, 16, 0.591, 0.6537},
      {2, 16, 0.7255, 0.6847},
      {2, 16, 0.6519, 0.7066},
    },
  },
  ["Гонец из племени Гелкис"] = {
    locations = {
      {1, 12, 0.364, 0.8232},
      {1, 12, 0.4004, 0.8819},
      {1, 12, 0.3965, 0.852},
    },
  },
  ["Ислена Заклинательница Воды"] = {
    locations = {
      {1, 15, 0.6581, 0.4376},
    },
  },
  ["Занген Каменное Копыто"] = {
    locations = {
      {1, 2, 0.5477, 0.5137},
    },
  },
  ["Элинор Руск"] = {
    locations = {
      {2, 15, 0.6893, 0.4853},
    },
  },
  ["Огр-маг из клана Огненного Чрева"] = {
    locations = {
      {2, 17, 0.8125, 0.4244},
      {2, 17, 0.8444, 0.485},
      {2, 17, 0.7743, 0.4571},
    },
  },
  ["Радисон Призыватель Огня"] = {
    locations = {
      {1, 18, 0.3868, 0.8676},
    },
  },
  ["Огр из клана Гнилобрюхих"] = {
    locations = {
      {2, 2, 0.6212, 0.6933},
      {2, 2, 0.2957, 0.5678},
    },
  },
  ["Нефару"] = {
    locations = {
      {2, 20, 0.7402, 0.7767},
      {2, 20, 0.6279, 0.8281},
    },
  },
  ["Призыватель Тьмы Некроситета"] = {
    locations = {
      {2, 9, 0.6901, 0.7284},
    },
  },
  ["Саванне"] = {
    locations = {
      {1, 20, 0.3103, 0.4614},
    },
  },
  ["Часовой Среброкрылых"] = {
    locations = {
      {1, 21, 0.6526, 0.7509},
    },
  },
  ["Знахарь Зум'рах"] = {
    locations = {
      {1, 16, 0.3873, 0.1989},
    },
  },
  ["Верховный маг Анджела Досантос"] = {
    locations = {
      {2, 6, 0.8151, 0.5831},
    },
  },
  ["Фельдмаршал Освет"] = {
    locations = {
      {2, 13, 0.4588, 0.4559},
    },
  },
  ["Фермер Далсон"] = {
    locations = {
      {2, 9, 0.4823, 0.4967},
    },
  },
  ["Оператор Чудоформера"] = {
    locations = {
      {2, 24, 0.617, 0.6046},
      {1, 16, 0.5354, 0.2793},
      {1, 4, 0.4994, 0.1366},
      {2, 3, 0.0922, 0.5848},
      {2, 8, 0.5312, 0.3557},
    },
  },
  ["Каракуль"] = {
    locations = {
      {2, 4, 0.4511, 0.5656},
    },
  },
  ["Канага заклинатель земли"] = {
    locations = {
      {1, 4, 0.4245, 0.6911},
    },
  },
  ["Больной беженец"] = {
    locations = {
      {2, 18, 0.46, 0.8426},
    },
  },
  ["Раэна Волкопас"] = {
    locations = {
      {1, 21, 0.3659, 0.4962},
    },
  },
  ["Алигар Мучитель"] = {
    locations = {
      {1, 18, 0.4357, 0.9444},
    },
  },
  ["Молодой тропический ловец"] = {
    locations = {
      {2, 21, 0.3145, 0.4317},
    },
  },
  ["Уборочный голем"] = {
    locations = {
      {2, 10, 0.4696, 0.6731},
      {2, 10, 0.4908, 0.3359},
      {2, 10, 0.3519, 0.4669},
      {2, 10, 0.5625, 0.3539},
    },
  },
  ["Иссохший боевой кабан"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Сара Грустносвист"] = {
    locations = {
      {2, 19, 0.7121, 0.7046},
    },
  },
  ["Уродливый мертвяк из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.7005, 0.7435},
    },
  },
  ["Плотоед"] = {
    locations = {
      {1, 14, 0.2959, 1.0607},
      {2, 4, 0.3435, 0.6607},
    },
  },
  ["Большой лавовый паук"] = {
    locations = {
      {2, 23, 0.2898, 0.462},
      {2, 23, 0.2875, 0.5428},
      {2, 23, 0.2853, 0.5079},
      {2, 23, 0.2857, 0.708},
      {2, 23, 0.3041, 0.4158},
    },
  },
  ["Сорвиголова из шайки Кровавого Паруса"] = {
    locations = {
      {2, 21, 0.2828, 0.8229},
      {2, 21, 0.3065, 0.8044},
      {2, 21, 0.27, 0.83},
      {2, 21, 0.32, 0.80},
      {2, 21, 0.33, 0.77},
    },
  },
  ["Принцесса Пуба"] = {
    locations = {
      {2, 21, 0.385, 0.8063},
    },
  },
  ["Кристофер Дракул"] = {
    locations = {
      {2, 15, 0.6949, 0.4435},
    },
  },
  ["Зериллис"] = {
    locations = {
      {1, 16, 0.3873, 0.1989},
    },
  },
  ["Гок Крепкобив"] = {
    locations = {
      {2, 23, 0.408, 0.9563},
    },
  },
  ["Разбойник из племени Мускуса Скверны"] = {
    locations = {
      {1, 21, 0.6696, 0.5535},
    },
  },
  ["Заступник Гариэл"] = {
    locations = {
      {2, 10, 0.5584, 0.483},
    },
  },
  ["Барон Сильверлейн"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Майк Миллер"] = {
    locations = {
      {2, 10, 0.5766, 0.5373},
    },
  },
  ["Малекай Бледный"] = {
    locations = {
      {2, 6, 0.4833, 0.2184},
    },
  },
  ["Хищный совух"] = {
    locations = {
      {2, 5, 0.5876, 0.5105},
    },
  },
  ["Жрица Земли Гукк'рок"] = {
    locations = {
      {1, 15, 0.4427, 0.5188},
      {1, 15, 0.4098, 0.4522},
      {1, 15, 0.433, 0.4816},
    },
  },
  ["Охотник из племени Заблудших"] = {
    locations = {
      {2, 4, 0.5853, 0.2522},
      {2, 4, 0.6329, 0.2285},
    },
  },
  ["Хелин Сталекрылая"] = {
    locations = {
      {2, 6, 0.8156, 0.5929},
    },
  },
  ["Уна"] = {
    locations = {
      {1, 2, 0.4183, 0.4274},
    },
  },
  ["Люцифрон"] = {
    locations = {
      {2,23, 0.3213, 0.9484}
    }
  },
  ["Кентавр из племени Галак"] = {
    locations = {
      {1, 9, 0.6394, 0.592},
    },
  },
  ["Ужасный падальщик"] = {
    locations = {
      {1, 12, 0.5148, 0.595},
    },
  },
  ["Лайо Звездный Всполох"] = {
    locations = {
      {1, 14, 0.8183, 0.1878},
    },
  },
  ["Заскорузлый древесник-потрошитель"] = {
    locations = {
      {1, 17, 0.5263, 0.716},
      {1, 17, 0.4923, 0.7225},
    },
  },
  ["Дейно"] = {
    locations = {
      {1, 10, 0.3844, 0.8604},
    },
  },
  ["Моквар"] = {
    locations = {
      {1, 10, 0.3488, 0.3805},
    },
  },
  ["Тинки Кипеллер"] = {
    locations = {
      {2, 17, 0.653, 0.2397},
    },
  },
  ["Балос Хакен"] = {
    locations = {
      {1, 13, 0.3606, 0.5421},
    },
  },
  ["Брат Краули"] = {
    locations = {
      {2, 24, 0.424, 0.2449},
    },
  },
  ["Конь скверны"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Песчаный скорпид-охотник"] = {
    locations = {
      {1, 16, 0.6068, 0.5816},
      {1, 16, 0.4416, 0.4586},
      {1, 16, 0.3761, 0.3679},
      {1, 16, 0.3986, 0.4786},
      {1, 16, 0.6108, 0.5442},
    },
  },
  ["Капитан Ксуррем"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Первый помощник Снеллиг"] = {
    locations = {
      {2, 3, 0.1399, 0.3011},
    },
  },
  ["Старший сержант Гермайн"] = {
    locations = {
      {2, 19, 0.7086, 0.7198},
    },
  },
  ["Джеденарский страж"] = {
    locations = {
      {1, 11, 0.3747, 0.6009},
    },
  },
  ["Караульный Черной Стражи"] = {
    locations = {
      {2, 6, 0.4832, 0.2192},
      {2, 6, 0.3103, 0.1586},
    },
  },
  ["Чернозлоб Лунной Ярости"] = {
    locations = {
      {2, 18, 0.5717, 0.4562},
    },
  },
  ["Душитель из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.6933, 0.624},
    },
  },
  ["Коротышка Джон Мифрил"] = {
    locations = {
      {2, 21, 0.2994, 0.4766},
    },
  },
  ["Бригадир Шумовик"] = {
    locations = {
      {1, 9, 0.6458, 0.4365},
    },
  },
  ["Знорт"] = {
    locations = {
      {2, 13, 0.4185, 0.5599},
      {2, 13, 0.4948, 0.5541},
      {2, 13, 0.3793, 0.5653},
      {2, 13, 0.4558, 0.5821},
      {2, 13, 0.6522, 0.2907},
    },
  },
  ["Повар Торка"] = {
    locations = {
      {1, 4, 0.5116, 0.4249},
    },
  },
  ["Жалохвост"] = {
    locations = {
      {1, 20, 0.7465, 0.6263},
    },
  },
  ["Клочок маны"] = {
    locations = {
      {1, 20, 0.6032, 0.3034},
    },
  },
  ["Оса-сентипаар"] = {
    locations = {
      {1, 16, 0.3526, 0.4052},
      {1, 16, 0.3537, 0.4665},
      {1, 16, 0.3179, 0.462},
      {1, 16, 0.3314, 0.43},
      {1, 16, 0.3327, 0.4965},
    },
  },
  ["Скользящий по волнам из клана Зловещего Хвоста"] = {
    locations = {
      {1, 21, 0.1385, 0.2563},
      {1, 21, 0.1465, 0.1674},
    },
  },
  ["Джаркал Замшелый Клык"] = {
    locations = {
      {2, 2, 0.0255, 0.4611},
    },
  },
  ["Солакарский огнечервь"] = {
    locations = {
      {2, 23, 0.408, 0.9565},
    },
  },
  ["Харен Быстрое Копыто"] = {
    locations = {
      {2, 12, 0.5718, 0.6629},
      {2, 12, 0.6416, 0.4225},
      {2, 12, 0.6373, 0.5608},
      {2, 12, 0.6781, 0.3908},
      {2, 12, 0.6049, 0.6147},
    },
  },
  ["Громила из стаи Речной Лапы"] = {
    locations = {
      {2, 10, 0.5053, 0.6183},
    },
  },
  ["Интендант Искромет из ордена Серебряного Рассвета"] = {
    locations = {
      {2, 9, 0.4286, 0.8377},
    },
  },
  ["Кобольд-землекоп"] = {
    locations = {
      {2, 10, 0.4513, 0.2038},
    },
  },
  ["Вульгра"] = {
    locations = {
      {1, 21, 0.7322, 0.6155},
    },
  },
  ["Добытчик-туннельщик"] = {
    locations = {
      {2, 12, 0.266, 0.4341},
      {2, 12, 0.3701, 0.2435},
      {2, 12, 0.3663, 0.199},
      {2, 12, 0.3578, 0.1665},
    },
  },
  ["Червеглаз"] = {
    locations = {
      {2, 22, 0.5871, 0.3122},
    },
  },
  ["Иронайа"] = {
    locations = {
      {2, 2, 0.3524, 0.1033},
    },
  },
  ["Призрачный служка"] = {
    locations = {
      {2, 9, 0.4565, 0.6931},
    },
  },
  ["Гюнтер Чародей"] = {
    locations = {
      {2, 22, 0.6817, 0.4198},
    },
  },
  ["Тераморский рыскатель"] = {
    locations = {
      {1, 13, 0.4246, 0.3803},
    },
  },
  ["Тундра Макгранн"] = {
    locations = {
      {2, 8, 0.3461, 0.5162},
    },
  },
  ["Дозорный из племени Зимней Спячки"] = {
    locations = {
      {1, 5, 0.6685, 0.3532},
      {1, 5, 0.3115, 0.3657},
      {1, 5, 0.4016, 0.4347},
    },
  },
  ["Острозуб Кровавой Топи"] = {
    locations = {
      {1, 13, 0.3319, 0.6569},
      {1, 13, 0.3625, 0.6992},
    },
  },
  ["Геодезист из племени Камнерылов"] = {
    locations = {
      {1, 19, 0.1114, 0.2149},
      {1, 19, 0.6336, 0.4752},
      {1, 19, 0.1239, 0.1593},
      {1, 19, 0.653, 0.4992},
      {1, 19, 0.6528, 0.6094},
    },
  },
  ["Голнир Твердопал"] = {
    locations = {
      {2, 19, 0.5113, 0.2618},
    },
  },
  ["Маллен Свейн"] = {
    locations = {
      {2, 16, 0.6199, 0.2093},
    },
  },
  ["Старший волхв из шайки Кровавого Паруса"] = {
    locations = {
      {2, 21, 0.3135, 0.89},
    },
  },
  ["Гарпия из стаи Кровавой Ярости"] = {
    locations = {
      {1, 6, 0.3282, 0.6247},
      {1, 6, 0.3732, 0.462},
    },
  },
  ["Колода Элементалей"] = {
    locations = {
      {2, 19, 0.3161, 0.6549},
      {2, 24, 0.5605, 0.7232},
      {2, 24, 0.5487, 0.6474},
    },
  },
  ["Командир флота Фираллон"] = {
    locations = {
      {2, 21, 0.3067, 0.9039},
    },
  },
  ["Верховный маг Шимм"] = {
    locations = {
      {1, 2, 0.2266, 0.1509},
    },
  },
  ["Сара Тимберлейн"] = {
    locations = {
      {2, 25, 0.7948, 0.6871},
    },
  },
  ["Послушник Деллис"] = {
    locations = {
      {2, 24, 0.4087, 0.6398},
    },
  },
  ["Аллисон"] = {
    locations = {
      {2, 24, 0.5272, 0.6557},
    },
  },
  ["Душитель из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.3523, 0.1033},
    },
  },
  ["Великан ледяного молота"] = {
    locations = {
      {1, 5, 0.6118, 0.6761},
    },
  },
  ["Железноглаз Неуязвимый"] = {
    locations = {
      {1, 19, 0.8732, 0.7127},
      {1, 19, 0.8719, 0.8054},
      {1, 19, 0.8773, 0.7614},
    },
  },
  ["Поджигатель-гвардеец"] = {
    locations = {
      {2, 23, 0.3213, 0.9484}
    }
  },
  ["Зверолов из Алого ордена"] = {
    locations = {
      {2, 22, 0.8532, 0.3229},
    },
  },
  ["Ритуальный тотем Мертвого Леса"] = {
    locations = {
      {1, 11, 0.6261, 0.08},
      {1, 5, 0.6134, 0.3799},
      {1, 11, 0.6286, 0.1206},
    },
  },
  ["Сурена Каледон"] = {
    locations = {
      {2, 25, 0.7085, 0.8027},
    },
  },
  ["Трук Косматая Борода"] = {
    locations = {
      {2, 5, 0.1441, 0.4249},
    },
  },
  ["Воин зоны"] = {
    locations = {
      {2, 8, 0.1766, 0.3915},
    },
  },
  ["Кудесник из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.4239, 0.7594},
    },
  },
  ["Медведь-сталемех"] = {
    locations = {
      {1, 20, 0.707, 0.4418},
      {1, 20, 0.8498, 0.4507},
      {1, 20, 0.5529, 0.5362},
      {1, 20, 0.586, 0.5922},
      {1, 20, 0.5837, 0.5606},
    },
  },
  ["Сатир из племени Змеящегося Корня"] = {
    locations = {
      {1, 21, 0.1378, 0.1137},
    },
  },
  ["Греула"] = {
    locations = {
      {1, 20, 0.7479, 0.4512},
    },
  },
  ["Электрошокер 6000"] = {
    locations = {
      {2, 8, 0.1767, 0.3915},
    },
  },
  ["Бродячий скелет"] = {
    locations = {
      {2, 9, 0.4782, 0.5043},
    },
  },
  ["Капитан Гекельбери Смоттс"] = {
    locations = {
      {2, 21, 0.2672, 0.7364},
    },
  },
  ["Страж огня из культа Сумеречного Молота"] = {
    locations = {
      {2, 23, 0.1998, 0.3691},
      {2, 23, 0.2468, 0.315},
      {2, 23, 0.2424, 0.367},
      {2, 23, 0.2683, 0.2732},
    },
  },
  ["Огр из клана Гордунни"] = {
    locations = {
      {1, 20, 0.7537, 0.2906},
      {1, 20, 0.7953, 0.3458},
      {1, 20, 0.7584, 0.331},
    },
  },
  ["Пагубный живорез"] = {
    locations = {
      {1, 13, 0.4264, 0.51},
      {1, 13, 0.4101, 0.5362},
      {1, 13, 0.3549, 0.5164},
      {1, 13, 0.3711, 0.5556},
      {1, 13, 0.4854, 0.6047},
    },
  },
  ["Каль"] = {
    locations = {
      {1, 17, 0.5599, 0.6154},
    },
  },
  ["Ярозуб Темного Клыка"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Фермер Хмуробров"] = {
    locations = {
      {2, 10, 0.5999, 0.1938},
    },
  },
  ["Лакота'мани"] = {
    locations = {
      {1, 15, 0.462, 0.5101},
      {1, 15, 0.5008, 0.5325},
    },
  },
  ["Медик из клана Ярости Горна"] = {
    locations = {
      {2, 23, 0.2715, 0.7253},
    },
  },
  ["Покалеченный друид"] = {
    locations = {
      {1, 21, 0.7644, 0.7519},
    },
  },
  ["Голодный костелап"] = {
    locations = {
      {1, 12, 0.6136, 0.3064},
      {1, 12, 0.6408, 0.3585},
      {1, 12, 0.6196, 0.2199},
      {1, 12, 0.5756, 0.1834},
      {1, 12, 0.6644, 0.2096},
    },
  },
  ["Дагун Ненасытный"] = {
    locations = {
      {1, 13, 0.5971, 0.1006},
    },
  },
  ["Порождение Пагубника"] = {
    locations = {
      {1, 12, 0.3596, 0.6441},
    },
  },
  ["Дозорный Лоло"] = {
    locations = {
      {2, 13, 0.317, 0.8269},
    },
  },
  ["Крошшер Снида"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Митрас Железногор"] = {
    locations = {
      {2, 24, 0.8205, 0.134},
    },
  },
  ["Лязгун"] = {
    locations = {
      {2, 23, 0.3519, 0.5222},
    },
  },
  ["Тай'джин"] = {
    locations = {
      {1, 4, 0.5421, 0.4289},
    },
  },
  ["Нимар Душегуб"] = {
    locations = {
      {2, 13, 0.6374, 0.6745},
      {2, 13, 0.668, 0.6263},
      {2, 13, 0.6128, 0.7265},
      {2, 13, 0.7221, 0.6447},
      {2, 13, 0.6477, 0.7402},
    },
  },
  ["Хлестун Скверны"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Тарик'ка"] = {
    locations = {
      {1, 15, 0.5167, 0.3007},
    },
  },
  ["Визгливая гарпия"] = {
    locations = {
      {1, 19, 0.2704, 0.5249},
    },
  },
  ["Ворчунелло"] = {
    locations = {
      {1, 16, 0.525, 0.2794},
    },
  },
  ["Такрин Торитель Путей"] = {
    locations = {
      {1, 4, 0.5089, 0.4357},
    },
  },
  ["Таката Стальной Клинок"] = {
    locations = {
      {1, 12, 0.5257, 0.5431},
    },
  },
  ["Франкал Каменный Мост"] = {
    locations = {
      {1, 14, 0.4083, 0.8873},
    },
  },
  ["Едкий скрытень"] = {
    locations = {
      {2, 8, 0.1767, 0.3915},
    },
  },
  ["Презренный вурдалак"] = {
    locations = {
      {2, 22, 0.3235, 0.6298},
    },
  },
  ["Покалеченный хранитель"] = {
    locations = {
      {1, 21, 0.7666, 0.747},
    },
  },
  ["Часовой из Алого ордена"] = {
    locations = {
      {2, 9, 0.4818, 0.2165},
      {2, 9, 0.4278, 0.1573},
    },
  },
  ["Кравел Углебород"] = {
    locations = {
      {1, 19, 0.7781, 0.7723},
    },
  },
  ["Опаляющий лавовый паук"] = {
    locations = {
      {2, 23, 0.5463, 0.3713},
      {2, 23, 0.509, 0.6077},
      {2, 23, 0.58, 0.277},
      {2, 23, 0.5611, 0.3228},
      {2, 23, 0.5242, 0.7027},
    },
  },
  ["Член совета Купер"] = {
    locations = {
      {2, 18, 0.4651, 0.7404},
    },
  },
  ["Сын Хаккара"] = {
    locations = {
      {2, 21, 0.5404, 0.1757},
    },
  },
  ["Мураш О'Брин"] = {
    locations = {
      {2, 13, 0.3228, 0.8145},
    },
  },
  ["Батрак клана Песни Войны"] = {
    locations = {
      {1, 21, 0.8638, 0.5524},
      {1, 21, 0.845, 0.5984},
    },
  },
  ["Гонец из племени Зимней Спячки"] = {
    locations = {
      {1, 11, 0.6031, 0.0605},
      {1, 5, 0.2867, 0.3898},
      {1, 5, 0.3364, 0.4209},
      {1, 5, 0.37, 0.42},
      {1, 5, 0.2811, 0.3588},
    },
  },
  ["Молодой ночной кругопряд"] = {
    locations = {
      {2, 22, 0.285, 0.5878},
    },
  },
  ["Бронтус"] = {
    locations = {
      {1, 15, 0.4611, 0.7265},
      {1, 15, 0.4647, 0.6934},
      {1, 15, 0.4723, 0.6597},
      {1, 15, 0.4936, 0.5803},
    },
  },
  ["Баристолф из Зыбучих Песков"] = {
    locations = {
      {1, 14, 0.4948, 0.3654},
    },
  },
  ["Мелитар Олений Шлем"] = {
    locations = {
      {1, 17, 0.5991, 0.4253},
    },
  },
  ["Грязнуля"] = {
    locations = {
      {1, 15, 0.5529, 0.3182},
    },
  },
  ["Проповедник из племени Сухокожих"] = {
    locations = {
      {2, 21, 0.5408, 0.1758},
    },
  },
  ["Землеройный червь"] = {
    locations = {
      {2, 23, 0.2711, 0.725},
    },
  },
  ["Душитель из клана Черного Железа"] = {
    locations = {
      {2, 12, 0.5207, 0.6932},
    },
  },
  ["Мародер Морна из культа Сумеречного Молота"] = {
    locations = {
      {1, 14, 0.6895, 0.3599},
      {1, 14, 0.3893, 0.7779},
    },
  },
  ["Партизан Курцена"] = {
    locations = {
      {2, 21, 0.4447, 0.1027},
    },
  },
  ["Вихрь пыли"] = {
    locations = {
      {1, 14, 0.311, 0.1652},
      {1, 14, 0.2036, 0.2307},
      {1, 14, 0.2012, 0.269},
    },
  },
  ["Работник из усадьбы Дабири"] = {
    locations = {
      {2, 13, 0.5541, 0.3827},
    },
  },
  ["Волхан"] = {
    locations = {
      {2, 17, 0.8896, 0.5788},
      {2, 17, 0.735, 0.4448},
      {2, 17, 0.816, 0.5939},
      {2, 17, 0.9015, 0.4754},
      {2, 17, 0.8728, 0.305},
    },
  },
  ["Страж смерти Буржес"] = {
    locations = {
      {2, 22, 0.6089, 0.5204},
    },
  },
  ["Эмиссар Лунного фестиваля"] = {
    locations = {
      {2, 24, 0.5445, 0.6604},
      {2, 24, 0.2326, 0.5236},
      {1, 3, 0.4193, 0.4365},
      {2, 19, 0.3014, 0.1718},
      {2, 19, 0.3069, 0.6213},
    },
  },
  ["Раб с каменоломни"] = {
    locations = {
      {2, 23, 0.2819, 0.8797},
      {2, 17, 0.2402, 0.1961},
      {2, 23, 0.3046, 0.9092},
      {2, 23, 0.3081, 0.8606},
    },
  },
  ["Хилсбрадский караульный"] = {
    locations = {
      {2, 16, 0.2764, 0.597},
    },
  },
  ["Дерек Приход Тьмы"] = {
    locations = {
      {2, 16, 0.6307, 0.1951},
    },
  },
  ["Землекоп-туннельщик"] = {
    locations = {
      {2, 12, 0.3577, 0.2283},
    },
  },
  ["Втридорог"] = {
    locations = {
      {2, 21, 0.2707, 0.7733},
    },
  },
  ["Величайшая гонка охотников"] = {
    locations = {
      {1, 10, 0.5105, 0.6671},
      {1, 20, 0.6486, 0.2951},
      {1, 16, 0.523, 0.2781},
      {1, 20, 0.6287, 0.2488},
      {1, 10, 0.5076, 0.7031},
    },
  },
  ["Драконида Когтя Смерти"] = {
    locations = {
      {2, 23, 0.4018, 1.0501},
    },
  },
  ["Тузадинский послушник"] = {
    locations = {
      {2, 6, 0.4833, 0.2184},
    },
  },
  ["Кхур Острый Рог"] = {
    locations = {
      {1, 14, 0.488, 0.37},
    },
  },
  ["Властитель Рунтак"] = {
    locations = {
      {1, 10, 0.5174, 0.7653},
    },
  },
  ["Иссохший воин"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Разелих Осквернитель"] = {
    locations = {
      {2, 7, 0.4764, 0.2983},
    },
  },
  ["Обученный остроклюв"] = {
    locations = {
      {2, 5, 0.1667, 0.5172},
    },
  },
  ["Фенрос"] = {
    locations = {
      {2, 20, 0.6148, 0.3928},
      {2, 20, 0.5994, 0.3133},
      {2, 20, 0.6251, 0.4269},
      {2, 20, 0.6245, 0.4647},
      {2, 20, 0.6392, 0.502},
    },
  },
  ["Скелет-живодер"] = {
    locations = {
      {2, 9, 0.4934, 0.7909},
      {2, 9, 0.374, 0.5641},
    },
  },
  ["Аптекарь Фаустин"] = {
    locations = {
      {2, 20, 0.8747, 0.3542},
    },
  },
  ["Охранник из клана Ярости Горна"] = {
    locations = {
      {2, 23, 0.2715, 0.7253},
    },
  },
  ["Амогг Сокрушитель"] = {
    locations = {
      {2, 12, 0.681, 0.2197},
      {2, 12, 0.7307, 0.2681},
      {2, 12, 0.69, 0.2718},
      {2, 12, 0.7057, 0.2454},
    },
  },
  ["Костелап клана Мародин"] = {
    locations = {
      {1, 12, 0.3965, 0.6137},
    },
  },
  ["Седой черный медведь"] = {
    locations = {
      {2, 12, 0.422, 0.6015},
      {2, 12, 0.6518, 0.7273},
      {2, 12, 0.422, 0.6367},
      {2, 12, 0.6495, 0.4507},
      {2, 12, 0.419, 0.5694},
    },
  },
  ["Молодой черный медведь"] = {
    locations = {
      {2, 8, 0.4885, 0.5063},
      {2, 8, 0.4417, 0.4683},
      {2, 8, 0.4003, 0.6048},
      {2, 8, 0.4427, 0.5709},
      {2, 8, 0.4531, 0.5063},
    },
  },
  ["Мракочервь"] = {
    locations = {
      {2, 4, 0.7734, 0.3593},
    },
  },
  ["Разведчик из племени Гелкис"] = {
    locations = {
      {1, 12, 0.363, 0.8252},
      {1, 12, 0.3942, 0.8382},
      {1, 12, 0.4024, 0.8708},
    },
  },
  ["Умбранс Ищущий Духов"] = {
    locations = {
      {1, 5, 0.6777, 0.2738},
    },
  },
  ["Жук-бурильщик"] = {
    locations = {
      {2, 23, 0.2712, 0.7252},
    },
  },
  ["Лоскутный изрыгатель"] = {
    locations = {
      {2, 6, 0.4, 0.259},
    },
  },
  ["Караульный Синдиката"] = {
    locations = {
      {2, 1, 0.4786, 0.1917},
      {2, 1, 0.5752, 0.3233},
      {2, 16, 0.7837, 0.4332},
      {2, 1, 0.5568, 0.283},
    },
  },
  ["Охотник за скальпами из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.6945, 0.471},
      {2, 5, 0.659, 0.4451},
      {2, 5, 0.5286, 0.3955},
      {2, 5, 0.463, 0.6547},
    },
  },
  ["Молодой тигр Тернистой долины"] = {
    locations = {
      {2, 21, 0.3481, 0.1191},
      {2, 21, 0.321, 0.0929},
      {2, 21, 0.3936, 0.0797},
    },
  },
  ["Разоритель из клана Черной Вершины"] = {
    locations = {
      {2, 23, 0.4079, 0.9566},
    },
  },
  ["Плут из племени Халдарр"] = {
    locations = {
      {1, 1, 0.1978, 0.6247},
    },
  },
  ["Береговой разведчик из племени Злобного Плавника"] = {
    locations = {
      {2, 18, 0.7688, 0.3253},
    },
  },
  ["Панцер Непобедимый"] = {
    locations = {
      {2, 23, 0.271, 0.7253},
    },
  },
  ["Скверноподданный из племени Мускуса Скверны"] = {
    locations = {
      {1, 21, 0.6714, 0.5391},
    },
  },
  ["Капитан Тупой Клык"] = {
    locations = {
      {1, 4, 0.4278, 0.397},
      {1, 4, 0.3887, 0.534},
      {1, 4, 0.4478, 0.5004},
    },
  },
  ["Вунна Темная Грива"] = {
    locations = {
      {1, 9, 0.4614, 0.5822},
    },
  },
  ["Кровопийца из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.5996, 0.6972},
      {2, 5, 0.6541, 0.8019},
    },
  },
  ["Искра Ужаса"] = {
    locations = {
      {2, 17, 0.4745, 0.4332},
      {2, 17, 0.4167, 0.4647},
      {2, 17, 0.6363, 0.3785},
      {2, 17, 0.684, 0.3217},
      {2, 17, 0.5099, 0.4306},
    },
  },
  ["Шерман Даммель"] = {
    locations = {
      {2, 11, 0.2678, 0.4331},
    },
  },
  ["Покрытый шрамами скальный вепрь"] = {
    locations = {
      {2, 8, 0.8251, 0.3617},
      {2, 8, 0.8551, 0.4998},
      {2, 8, 0.8035, 0.5239},
      {2, 8, 0.7992, 0.4585},
      {2, 8, 0.7487, 0.4958},
    },
  },
  ["Каймард Меднокноп"] = {
    locations = {
      {1, 10, 0.5313, 0.6662},
    },
  },
  ["Доан Кархан"] = {
    locations = {
      {1, 15, 0.4928, 0.5718},
    },
  },
  ["Волорен"] = {
    locations = {
      {1, 3, 0.4708, 0.5673},
    },
  },
  ["Замджа"] = {
    locations = {
      {1, 10, 0.5746, 0.5367},
    },
  },
  ["Югрек"] = {
    locations = {
      {1, 5, 0.6046, 0.3638},
    },
  },
  ["Пеплогривый кабан"] = {
    locations = {
      {2, 7, 0.5877, 0.3062},
    },
  },
  ["Делишия"] = {
    locations = {
      {1, 21, 0.3444, 0.4805},
    },
  },
  ["Коралловая черепашка"] = {
    locations = {
      {1, 1, 0.6827, 0.0788},
      {1, 1, 0.7705, 0.037},
      {1, 1, 0.5829, 0.0746},
      {1, 1, 0.4416, 0.1181},
      {1, 1, 0.8451, 0.1293},
    },
  },
  ["Тран Корман"] = {
    locations = {
      {2, 8, 0.2881, 0.6729},
    },
  },
  ["Шул'кар"] = {
    locations = {
      {2, 2, 0.0294, 0.4596},
    },
  },
  ["Лорд Максвелл Тиросс"] = {
    locations = {
      {2, 6, 0.8169, 0.5803},
    },
  },
  ["Шаман Огненной пропасти"] = {
    locations = {
      {1, 10, 0.5299, 0.4876},
    },
  },
  ["Сторож из клана Черного Железа"] = {
    locations = {
      {2, 23, 0.6297, 0.6024},
    },
  },
  ["Отрекшийся-травник"] = {
    locations = {
      {1, 21, 0.3151, 0.2268},
    },
  },
  ["Безмозглый зомби"] = {
    locations = {
      {2, 22, 0.3207, 0.6348},
    },
  },
  ["Терновый корнеплет"] = {
    locations = {
      {1, 16, 0.2935, 0.6542},
    },
  },
  ["Кошмарный чешуйчатый губитель"] = {
    locations = {
      {2, 4, 0.7733, 0.3593},
    },
  },
  ["Молодой рифовый краб"] = {
    locations = {
      {1, 18, 0.3642, 0.5442},
      {1, 18, 0.3897, 0.322},
    },
  },
  ["Леди Хотешем"] = {
    locations = {
      {2, 24, 0.8263, 0.1263},
    },
  },
  ["Маршал Макбрайд"] = {
    locations = {
      {2, 25, 0.4885, 0.4164},
    },
  },
  ["Дозорный Каллахан"] = {
    locations = {
      {2, 20, 0.8192,0.1970},
    },
  },
  ["Тенумбра"] = {
    locations = {
      {1, 21, 0.5832, 0.5489},
      {1, 21, 0.5372, 0.5467},
      {1, 21, 0.6137, 0.5082},
    },
  },
  ["Милли Осворт"] = {
    locations = {
      {2, 25, 0.507, 0.3938},
    },
  },
  ["Лекслорт"] = {
    locations = {
      {2, 2, 0.0588, 0.4759},
    },
  },
  ["Снежный леопард"] = {
    locations = {
      {2, 8, 0.2759, 0.4612},
      {2, 8, 0.4905, 0.6009},
      {2, 8, 0.2983, 0.4052},
      {2, 8, 0.368, 0.3675},
      {2, 8, 0.2872, 0.5145},
    },
  },
  ["Нори Гордоступ"] = {
    locations = {
      {2, 8, 0.25, 0.7592},
    },
  },
  ["Снежный волк"] = {
    locations = {
      {2, 8, 0.509, 0.5054},
      {2, 8, 0.4548, 0.4254},
      {2, 8, 0.3426, 0.4224},
      {2, 8, 0.5072, 0.463},
      {2, 8, 0.4494, 0.4585},
    },
  },
  ["Мурлок-разведчик"] = {
    locations = {
      {2, 11, 0.4045, 0.4829},
      {2, 11, 0.5681, 0.5236},
    },
  },
  ["Гримлок"] = {
    locations = {
      {2, 2, 0.3523, 0.1035},
    },
  },
  ["Шеф-повар Груаль"] = {
    locations = {
      {2, 20, 0.7382, 0.4367},
    },
  },
  ["Торгрум Боррелсон"] = {
    locations = {
      {2, 12, 0.3391, 0.509},
    },
  },
  ["Аспид Раззаши"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Геомант племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Алчущий призрак"] = {
    locations = {
      {2, 9, 0.6254, 0.5841},
      {2, 9, 0.4609, 0.8133},
    },
  },
  ["Мастифф клана Гордок"] = {
    locations = {
      {1, 20, 0.6286, 0.2489},
    },
  },
  ["Темный магистр Гандлинг"] = {
    locations = {
      {2, 9, 0.6902, 0.7284},
    },
  },
  ["Силитид-жнец"] = {
    locations = {
      {1, 15, 0.4423, 0.7075},
      {1, 15, 0.4775, 0.7014},
    },
  },
  ["Вождь клана Тяжелого Кулака"] = {
    locations = {
      {2, 13, 0.1924, 0.6773},
    },
  },
  ["Саркот"] = {
    locations = {
      {1, 4, 0.4058, 0.6665},
    },
  },
  ["Специалист по колоссам София"] = {
    locations = {
      {1, 14, 0.4947, 0.373},
    },
  },
  ["Чащобный ядозуб"] = {
    locations = {
      {1, 17, 0.4482, 0.7156},
      {1, 17, 0.4241, 0.7563},
      {1, 17, 0.4291, 0.532},
      {1, 17, 0.3918, 0.4819},
      {1, 17, 0.4007, 0.6096},
    },
  },
  ["Лунникса Буксуй"] = {
    locations = {
      {1, 5, 0.6176, 0.3856},
    },
  },
  ["Камнехвостый живодер"] = {
    locations = {
      {1, 14, 0.4414, 0.8939},
      {1, 14, 0.4839, 0.6909},
      {1, 14, 0.4551, 0.7019},
      {1, 14, 0.4355, 0.7795},
      {1, 14, 0.3585, 0.7174},
    },
  },
  ["Салиенна"] = {
    locations = {
      {1, 3, 0.6719, 0.1579},
    },
  },
  ["Графф"] = {
    locations = {
      {1, 7, 0.3829, 0.7501},
      {1, 7, 0.3141, 0.7159},
      {1, 7, 0.356, 0.6685},
      {1, 7, 0.3199, 0.7879},
    },
  },
  ["Вожак стаи койотов"] = {
    locations = {
      {2, 10, 0.3198, 0.3888},
      {2, 10, 0.4736, 0.1576},
      {2, 10, 0.5118, 0.4566},
      {2, 10, 0.6073, 0.3869},
      {2, 10, 0.551, 0.2836},
    },
  },
  ["Звяк Пружиносвист"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Нардж Ломтерез"] = {
    locations = {
      {2, 13, 0.4559, 0.4753},
    },
  },
  ["Нипси"] = {
    locations = {
      {2, 19, 0.7728, 0.5132},
      {2, 24, 0.6411, 0.0801},
    },
  },
  ["Призванный ветеран из легиона Чернорука"] = {
    locations = {
      {2, 23, 0.4078, 0.9566},
    },
  },
  ["Сестра Терзающая"] = {
    locations = {
      {1, 6, 0.2869, 0.6975},
      {1, 6, 0.3692, 0.6927},
    },
  },
  ["Сида"] = {
    locations = {
      {2, 3, 0.1174, 0.5798},
    },
  },
  ["Убийца из стаи Темношкуров"] = {
    locations = {
      {2, 11, 0.7988, 0.4814},
      {2, 11, 0.7848, 0.5181},
      {2, 11, 0.7677, 0.3973},
      {2, 11, 0.7661, 0.4772},
      {2, 11, 0.7862, 0.4367},
    },
  },
  ["Ветроловка из племени Колкар"] = {
    locations = {
      {1, 12, 0.7183, 0.4612},
      {1, 12, 0.7091, 0.4141},
    },
  },
  ["Марен Грозовая Вершина"] = {
    locations = {
      {2, 19, 0.7071, 0.9028},
    },
  },
  ["Донова Снегонора"] = {
    locations = {
      {1, 5, 0.3127, 0.4517},
    },
  },
  ["Ган'рул Кровавый Глаз"] = {
    locations = {
      {1, 10, 0.4821, 0.4561},
    },
  },
  ["Лепритус"] = {
    locations = {
      {2, 10, 0.4181, 0.2925},
      {2, 10, 0.6661, 0.6274},
      {2, 10, 0.6485, 0.6771},
    },
  },
  ["Сетис"] = {
    locations = {
      {1, 14, 0.206, 0.8612},
      {1, 14, 0.2307, 0.8032},
      {1, 14, 0.172, 0.8372},
    },
  },
  ["Призрак из племени Маграм"] = {
    locations = {
      {1, 12, 0.6418, 0.9163},
    },
  },
  ["Муглаш"] = {
    locations = {
      {1, 21, 0.1198, 0.3421},
      {1, 21, 0.0975, 0.2788},
    },
  },
  ["Гиджет Свистопулька"] = {
    locations = {
      {2, 5, 0.3451, 0.3852},
    },
  },
  ["Моника Сенгутц"] = {
    locations = {
      {2, 16, 0.6266, 0.1904},
    },
  },
  ["Зельдарр Изгой"] = {
    locations = {
      {2, 6, 0.2745, 0.854},
    },
  },
  ["Верховный палач Хадрик"] = {
    locations = {
      {2, 18, 0.4336, 0.4087},
    },
  },
  ["Поззик"] = {
    locations = {
      {1, 19, 0.8014, 0.7584},
    },
  },
  ["Крошиус"] = {
    locations = {
      {1, 11, 0.4543, 0.3553},
    },
  },
  ["Демизетта Клойс"] = {
    locations = {
      {2, 24, 0.2542, 0.7822},
    },
  },
  ["Часовой Велена Звездный Всполох"] = {
    locations = {
      {1, 21, 0.4983, 0.6718},
    },
  },
  ["Барос Алекстон"] = {
    locations = {
      {2, 24, 0.4903, 0.3026},
    },
  },
  ["Диверсант Курцена"] = {
    locations = {
      {2, 21, 0.4612, 0.0785},
    },
  },
  ["Бродяга Железнолесья"] = {
    locations = {
      {1, 11, 0.4733, 0.2307},
      {1, 11, 0.5042, 0.2032},
      {1, 11, 0.5251, 0.2355},
      {1, 11, 0.4947, 0.1468},
    },
  },
  ["Джеденарский темноплет"] = {
    locations = {
      {1, 11, 0.3686, 0.5446},
      {1, 11, 0.3898, 0.4835},
    },
  },
  ["Одноглазый Диззи"] = {
    locations = {
      {2, 21, 0.2857, 0.7585},
    },
  },
  ["Курьер из Багрового Легиона"] = {
    locations = {
      {2, 6, 0.5745, 0.3649},
      {2, 6, 0.6288, 0.7184},
      {2, 6, 0.3091, 0.2035},
      {2, 6, 0.3936, 0.287},
      {2, 6, 0.3492, 0.2886},
    },
  },
  ["Отравитель из племени Сухокожих"] = {
    locations = {
      {2, 5, 0.3174, 0.5825},
    },
  },
  ["Геомант-туннельщик"] = {
    locations = {
      {2, 12, 0.3577, 0.2282},
    },
  },
  ["Командир Агро'гош"] = {
    locations = {
      {2, 21, 0.3217, 0.2883},
    },
  },
  ["Оватанка"] = {
    locations = {
      {1, 15, 0.4495, 0.6215},
      {1, 15, 0.494, 0.6001},
    },
  },
  ["Дух коня погибели"] = {
    locations = {
      {1, 20, 0.6032, 0.3019},
    },
  },
  ["Верховный маг Атаерик"] = {
    locations = {
      {2, 18, 0.6345, 0.6406},
    },
  },
  ["Древний кодо"] = {
    locations = {
      {1, 12, 0.5484, 0.6162},
      {1, 12, 0.5303, 0.5744},
      {1, 12, 0.5186, 0.6074},
      {1, 12, 0.4936, 0.5853},
    },
  },
  ["Огом Презренный"] = {
    locations = {
      {2, 4, 0.7733, 0.3592},
    },
  },
  ["Загадочный опустошитель"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Ультаан"] = {
    locations = {
      {1, 21, 0.5005, 0.6668},
    },
  },
  ["Разведчик из племени Золотоносного Песка"] = {
    locations = {
      {1, 18, 0.3521, 0.8483},
    },
  },
  ["Охотник из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.3539, 0.1783},
    },
  },
  ["Шкуродер из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.6481, 0.7445},
      {2, 5, 0.602, 0.6933},
    },
  },
  ["Тераморский страж бухты"] = {
    locations = {
      {1, 15, 0.6176, 0.544},
    },
  },
  ["Кланнок Маклеод"] = {
    locations = {
      {1, 15, 0.6863, 0.4913},
    },
  },
  ["Шахтер Кромвель"] = {
    locations = {
      {1, 10, 0.3142, 0.6685},
    },
  },
  ["Шеф-повар Брианна"] = {
    locations = {
      {2, 11, 0.2272, 0.4395},
    },
  },
  ["Урусон"] = {
    locations = {
      {1, 17, 0.6711, 0.5869},
    },
  },
  ["Никс Шепружин"] = {
    locations = {
      {1, 16, 0.5244, 0.273},
    },
  },
  ["Мерисса Стилвелл"] = {
    locations = {
      {2, 25, 0.4742, 0.4195},
    },
  },
  ["Факел воздаяния"] = {
    locations = {
      {2, 23, 0.3901, 0.3906},
    },
  },
  ["Огненный страж"] = {
    locations = {
      {2, 23, 0.2712, 0.7254},
    },
  },
  ["Мика Янс"] = {
    locations = {
      {2, 16, 0.4898, 0.5514},
    },
  },
  ["Джессира Лунная Радуга"] = {
    locations = {
      {1, 11, 0.5132, 0.8206},
    },
  },
  ["Джеденарский охотник"] = {
    locations = {
      {1, 11, 0.3663, 0.5534},
      {1, 11, 0.3881, 0.479},
    },
  },
  ["Горный пехотинец Дун Гарока"] = {
    locations = {
      {2, 16, 0.711, 0.7883},
    },
  },
  ["Отрекшийся-темнолов"] = {
    locations = {
      {1, 21, 0.7604, 0.7422},
    },
  },
  ["Леди Зефрис"] = {
    locations = {
      {2, 16, 0.5882, 0.7234},
      {2, 16, 0.6476, 0.8034},
      {2, 16, 0.6686, 0.8625},
      {2, 16, 0.6188, 0.7632},
    },
  },
  ["Инквизитор из Багрового Легиона"] = {
    locations = {
      {2, 6, 0.3106, 0.1584},
    },
  },
  ["Каменорский проводник"] = {
    locations = {
      {2, 4, 0.5049, 0.4823},
    },
  },
  ["Каменный элементаль"] = {
    locations = {
      {2, 2, 0.1429, 0.35},
      {2, 2, 0.3781, 0.7563},
      {2, 2, 0.4239, 0.8011},
    },
  },
  ["Баритас Лунный Сумрак"] = {
    locations = {
      {1, 18, 0.3734, 0.4367},
    },
  },
  ["Лилит Нефара"] = {
    locations = {
      {2, 22, 0.6667, 0.4497},
    },
  },
  ["Раллик Финн"] = {
    locations = {
      {2, 25, 0.8321, 0.6606},
    },
  },
  ["Членистоног-сентипаар"] = {
    locations = {
      {1, 16, 0.3518, 0.4047},
      {1, 16, 0.3323, 0.4977},
      {1, 16, 0.3548, 0.4601},
      {1, 16, 0.3227, 0.4536},
    },
  },
  ["Элементаль лавы"] = {
    locations = {
      {2, 23, 0.323, 0.9499},
      {2, 23, 0.3324, 0.4205},
      {2, 17, 0.2642, 0.245},
      {2, 24, 0.5596, 0.6053},
    },
  },
  ["Краткий обзор задач перевозок II"] = {
    locations = {
      {1, 14, 0.507, 0.3667},
      {1, 16, 0.5232, 0.2882},
      {1, 14, 0.3296, 0.5167},
    },
  },
  ["Пала"] = {
    locations = {
      {1, 2, 0.4572, 0.6428},
    },
  },
  ["Тоддрик"] = {
    locations = {
      {2, 25, 0.4423, 0.6601},
    },
  },
  ["Хранитель дорог Фалфиндел"] = {
    locations = {
      {1, 20, 0.8963, 0.4653},
    },
  },
  ["Буркрум"] = {
    locations = {
      {1, 21, 0.7351, 0.6037},
    },
  },
  ["Гигантский седой медведь"] = {
    locations = {
      {2, 18, 0.4113, 0.1746},
      {2, 18, 0.5143, 0.6723},
      {2, 18, 0.5224, 0.5558},
      {2, 18, 0.5243, 0.5903},
      {2, 18, 0.3699, 0.1672},
    },
  },
  ["Молодой ночной саблезуб"] = {
    locations = {
      {1, 17, 0.6014, 0.4447},
    },
  },
  ["Тень Янтарной Луны"] = {
    locations = {
      {1, 14, 0.6261, 0.5108},
      {1, 14, 0.6282, 0.5492},
    },
  },
  ["Клерк Лендри"] = {
    locations = {
      {1, 13, 0.6789, 0.482},
    },
  },
  ["Терадримский страж"] = {
    locations = {
      {1, 12, 0.3596, 0.6439},
    },
  },
  ["Натанос Гнилостень"] = {
    locations = {
      {2, 6, 0.2661, 0.7476},
    },
  },
  ["Хилсбрадский шахтер"] = {
    locations = {
      {2, 16, 0.2938, 0.5554},
    },
  },
  ["Уззек"] = {
    locations = {
      {1, 15, 0.6139, 0.2107},
    },
  },
  ["Гримтак"] = {
    locations = {
      {1, 4, 0.5117, 0.4258},
    },
  },
  ["Стромгардский защитник"] = {
    locations = {
      {2, 13, 0.2476, 0.5928},
    },
  },
  ["Убийца из шайки Скитальцев Пустыни"] = {
    locations = {
      {1, 16, 0.5939, 0.3778},
      {1, 16, 0.6429, 0.3863},
      {1, 16, 0.6592, 0.3556},
      {1, 16, 0.6098, 0.3403},
    },
  },
  ["Бривельверп"] = {
    locations = {
      {1, 19, 0.7736, 0.7697},
    },
  },
  ["Шаман из племени Дыбогривов"] = {
    locations = {
      {1, 9, 0.6407, 0.7917},
      {1, 9, 0.6036, 0.7669},
    },
  },
  ["Дозорный Додс"] = {
    locations = {
      {2, 20, 0.451, 0.6694},
    },
  },
  ["Олланус"] = {
    locations = {
      {1, 10, 0.5628, 0.736},
    },
  },
  ["Командир Элигор Вестник Рассвета"] = {
    locations = {
      {2, 6, 0.8154, 0.5817},
    },
  },
  ["Хранитель Бел'дугур"] = {
    locations = {
      {2, 15, 0.5385, 0.5428},
    },
  },
  ["Охотник за головами из племени Сухокожих"] = {
    locations = {
      {2, 13, 0.679, 0.7742},
      {2, 13, 0.6924, 0.7018},
      {2, 13, 0.6432, 0.713},
      {2, 13, 0.7068, 0.6747},
      {2, 13, 0.6779, 0.7358},
    },
  },
  ["Сильва Фил'навет"] = {
    locations = {
      {1, 8, 0.4425, 0.4528},
    },
  },
  ["Ядовитый кругопряд"] = {
    locations = {
      {2, 20, 0.1149, 0.5449},
      {2, 20, 0.0997, 0.4073},
      {2, 20, 0.1122, 0.4989},
      {2, 20, 0.1646, 0.2702},
      {2, 20, 0.107, 0.4475},
    },
  },
  ["Берсерк из племени Дробителей Черепов"] = {
    locations = {
      {2, 21, 0.4709, 0.432},
    },
  },
  ["Павший герой"] = {
    locations = {
      {2, 9, 0.6332, 0.5806},
      {2, 9, 0.6797, 0.8426},
      {2, 9, 0.4507, 0.7139},
      {2, 6, 0.582, 0.7997},
      {2, 9, 0.6893, 0.7474},
    },
  },
  ["Старушка Эмма"] = {
    locations = {
      {2, 24, 0.5252, 0.4193},
      {2, 24, 0.5843, 0.5365},
      {2, 24, 0.5194, 0.4529},
      {2, 24, 0.5913, 0.5853},
      {2, 24, 0.5095, 0.5057},
    },
  },
  ["Морская ведьма из клана Зловещего Хвоста"] = {
    locations = {
      {1, 21, 0.1108, 0.2897},
    },
  },
  ["Кузнец Аргус"] = {
    locations = {
      {2, 25, 0.417, 0.6561},
    },
  },
  ["Гранистад"] = {
    locations = {
      {2, 16, 0.8392, 0.3251},
    },
  },
  ["Неповоротливый йети со Свирепого Утеса"] = {
    locations = {
      {1, 20, 0.5189, 0.5922},
    },
  },
  ["Гоггерок"] = {
    locations = {
      {1, 6, 0.5762, 0.8955},
    },
  },
  ["Душительница из стаи Зачарованного Крыла"] = {
    locations = {
      {1, 15, 0.3882, 0.1438},
    },
  },
  ["Быстрогрив"] = {
    locations = {
      {1, 15, 0.6056, 0.3252},
    },
  },
  ["Поработитель из клана Дробящего Кулака"] = {
    locations = {
      {2, 20, 0.3685, 0.8173},
    },
  },
  ["Душитель из племени Каменной Челюсти"] = {
    locations = {
      {2, 8, 0.7251, 0.5362},
      {2, 8, 0.7626, 0.5824},
    },
  },
  ["Горный пехотинец Ячменовар"] = {
    locations = {
      {2, 8, 0.8628, 0.4889},
    },
  },
  ["Денеб Уокер"] = {
    locations = {
      {2, 13, 0.2703, 0.5875},
    },
  },
  ["Госпожа Наталия Мар'алит"] = {
    locations = {
      {1, 14, 0.5186, 1.0166},
    },
  },
  ["Младший элементаль воды"] = {
    locations = {
      {2, 21, 0.2095, 0.2298},
    },
  },
  ["Франг"] = {
    locations = {
      {1, 4, 0.429, 0.6934},
    },
  },
  ["Гретхен Фогель"] = {
    locations = {
      {2, 11, 0.2275, 0.443},
    },
  },
  ["Горнек"] = {
    locations = {
      {1, 4, 0.421, 0.6837},
    },
  },
  ["Монструозный слизнюк"] = {
    locations = {
      {1, 7, 0.4627, 0.2521},
      {1, 7, 0.5199, 0.1782},
      {1, 7, 0.5661, 0.1816},
      {1, 7, 0.5677, 0.6303},
      {1, 7, 0.5683, 0.6968},
    },
  },
  ["Часовой Ясеневого леса"] = {
    locations = {
      {1, 21, 0.5872, 0.5953},
    },
  },
  ["Офицер из клана Ярости Горна"] = {
    locations = {
      {2, 23, 0.2714, 0.7253},
    },
  },
  ["Лиходей из Старого города"] = {
    locations = {
      {2, 24, 0.6989, 0.449},
    },
  },
  ["Терса Песня Ветра"] = {
    locations = {
      {2, 15, 0.4901, 0.7112},
    },
  },
  ["Колдунья из клана Страшаз"] = {
    locations = {
      {1, 13, 0.7604, 0.1868},
    },
  },
  ["Капрал Тика Кровавый Рык"] = {
    locations = {
      {2, 1, 0.6548, 0.5524},
    },
  },
  ["Оружейный техник"] = {
    locations = {
      {2, 23, 0.2715, 0.7256},
      {2, 17, 0.2255, 0.0756},
    },
  },
  ["Тень Элуры"] = {
    locations = {
      {1, 18, 0.3159, 0.4487},
    },
  },
  ["Болтливый вурдалак"] = {
    locations = {
      {2, 9, 0.3751, 0.567},
    },
  },
  ["Мардрак Зеленый Источник"] = {
    locations = {
      {1, 20, 0.3106, 0.4318},
    },
  },
  ["Страж смерти Линнея"] = {
    locations = {
      {2, 22, 0.6547, 0.6018},
    },
  },
  ["Марзон Бесшумный Клинок"] = {
    locations = {
      {2, 24, 0.6822, 0.1434},
    },
  },
  ["Глубинный житель"] = {
    locations = {
      {1, 16, 0.6445, 0.6834},
      {1, 16, 0.6236, 0.6115},
      {1, 16, 0.656, 0.6507},
      {1, 16, 0.6393, 0.5815},
      {1, 16, 0.6833, 0.5647},
    },
  },
  ["Гриззл"] = {
    locations = {
      {2, 23, 0.2711, 0.7255},
    },
  },
  ["Облученная слизь"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Гигантский йети"] = {
    locations = {
      {2, 1, 0.3879, 0.672},
      {2, 1, 0.3096, 0.5139},
      {2, 1, 0.4209, 0.6432},
    },
  },
  ["Жубал Труполов"] = {
    locations = {
      {2, 19, 0.5293, 0.0614},
    },
  },
  ["Чариса Изериан"] = {
    locations = {
      {2, 24, 0.3246, 0.7995},
    },
  },
  ["Сокрушитель из клана Пылающего Клинка"] = {
    locations = {
      {1, 15, 0.4831, 0.1892},
    },
  },
  ["Карден Деньгозвон"] = {
    locations = {
      {2, 19, 0.3338, 0.6732},
    },
  },
  ["Капрал Сетман"] = {
    locations = {
      {2, 21, 0.3774, 0.0344},
    },
  },
  ["Мародос"] = {
    locations = {
      {1, 12, 0.3037, 0.5462},
    },
  },
  ["Мирмидон из клана Бича Злобы"] = {
    locations = {
      {1, 1, 0.4688, 0.439},
      {1, 1, 0.4703, 0.5272},
      {1, 1, 0.4776, 0.6154},
      {1, 1, 0.4329, 0.4749},
      {1, 1, 0.4741, 0.4895},
    },
  },
  ["Тиранодьявозавр"] = {
    locations = {
      {1, 7, 0.3434, 0.3779},
      {1, 7, 0.7418, 0.3902},
      {1, 7, 0.7522, 0.4496},
      {1, 7, 0.3668, 0.4334},
      {1, 7, 0.6583, 0.3247},
    },
  },
  ["Ворг легиона Изрубленного Щита"] = {
    locations = {
      {2, 23, 0.4079, 0.9567},
    },
  },
  ["Ворн Небесный Провидец"] = {
    locations = {
      {1, 9, 0.4451, 0.7695},
      {1, 9, 0.4723, 0.6001},
    },
  },
  ["Чудище"] = {
    locations = {
      {2, 23, 0.291, 0.8682},
      {2, 2, 0.026, 0.4562},
      {2, 17, 0.2402, 0.1908},
      {2, 19, 0.3453, 0.5907},
    },
  },
  ["Скорпид-охотник"] = {
    locations = {
      {1, 16, 0.5203, 0.3224},
      {1, 16, 0.5512, 0.3565},
      {1, 16, 0.5646, 0.3213},
      {1, 16, 0.5611, 0.2538},
      {1, 16, 0.4871, 0.2911},
    },
  },
  ["Чавккер"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Блестяшка"] = {
    locations = {
      {2, 23, 0.4082, 0.9564},
    },
  },
  ["Жрец племени Атал'ай"] = {
    locations = {
      {2, 4, 0.7844, 0.4778},
    },
  },
  ["Интендант Зигрис"] = {
    locations = {
      {2, 23, 0.408, 0.9564},
    },
  },
  ["Кавинд Верный Прицел"] = {
    locations = {
      {1, 20, 0.7492, 0.4567},
    },
  },
  ["Зачумленный вурдалак"] = {
    locations = {
      {2, 6, 0.3996, 0.2587},
    },
  },
  ["Туманник Маккрил"] = {
    locations = {
      {2, 13, 0.433, 0.925},
    },
  },
  ["Скверноподданный из клана Пылающего Клинка"] = {
    locations = {
      {1, 12, 0.5521, 0.2841},
    },
  },
  ["Загадочный кроколиск"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Лорд-маг драконов"] = {
    locations = {
      {1, 1, 0.4182, 0.8355},
      {1, 1, 0.421, 0.7586},
    },
  },
  ["Пленный слуга Азоры"] = {
    locations = {
      {2, 11, 0.7444, 0.7941},
    },
  },
  ["Аллиндия"] = {
    locations = {
      {1, 18, 0.3709, 0.4366},
    },
  },
  ["Хищник саванны"] = {
    locations = {
      {1, 15, 0.5894, 0.3614},
      {1, 15, 0.4338, 0.335},
      {1, 15, 0.4103, 0.2208},
      {1, 15, 0.5839, 0.4049},
      {1, 15, 0.5449, 0.1531},
    },
  },
  ["Тадиус Мрачная Тень"] = {
    locations = {
      {2, 7, 0.6697, 0.1943},
    },
  },
  ["Землепроходец из племени Иглогривых"] = {
    locations = {
      {1, 15, 0.4404, 0.8045},
    },
  },
  ["Воин из племени Синежабрых"] = {
    locations = {
      {2, 3, 0.1477, 0.3348},
      {2, 3, 0.181, 0.3508},
    },
  },
  ["Воржей"] = {
    locations = {
      {2, 25, 0.4204, 0.6905},
      {1, 9, 0.369, 0.3828},
    },
  },
  ["Нечестивые Мечи"] = {
    locations = {
      {2, 6, 0.4, 0.2602},
    },
  },
  ["Гутрум Брат Грома"] = {
    locations = {
      {2, 5, 0.1112, 0.4609},
    },
  },
  ["Пузиллин"] = {
    locations = {
      {1, 20, 0.6486, 0.295},
    },
  },
  ["Скальный ловец"] = {
    locations = {
      {1, 19, 0.346, 0.2876},
      {1, 19, 0.334, 0.3334},
      {1, 19, 0.4511, 0.5922},
      {1, 19, 0.4058, 0.5198},
      {1, 19, 0.5052, 0.4805},
    },
  },
  ["Костегрыз из племени Камнедробов"] = {
    locations = {
      {2, 12, 0.5332, 0.2524},
      {2, 12, 0.3546, 0.9158},
    },
  },
  ["Бейлог"] = {
    locations = {
      {2, 2, 0.3522, 0.1033},
    },
  },
  ["Джунглевый рокотун"] = {
    locations = {
      {2, 21, 0.4296, 0.274},
      {2, 21, 0.4241, 0.3109},
      {2, 21, 0.4636, 0.3553},
    },
  },
  ["Дюнный крушитель"] = {
    locations = {
      {1, 16, 0.3709, 0.7977},
    },
  },
  ["Посол Ардалан"] = {
    locations = {
      {2, 7, 0.675, 0.1927},
    },
  },
  ["Ниби Всемогущий"] = {
    locations = {
      {1, 11, 0.4146, 0.4496},
    },
  },
  ["Нил Аллен"] = {
    locations = {
      {2, 3, 0.1073, 0.5681},
    },
  },
  ["Груклаш"] = {
    locations = {
      {2, 17, 0.4073, 0.3369},
      {2, 17, 0.1568, 0.3056},
      {2, 17, 0.426, 0.5442},
    },
  },
  ["Бешенатор 4100"] = {
    locations = {
      {1, 18, 0.5583, 0.1816},
      {1, 18, 0.5671, 0.1391},
    },
  },
  ["Воитель из племени Гурубаши"] = {
    locations = {
      {2, 21, 0.5407, 0.1757},
    },
  },
  ["Баззалан"] = {
    locations = {
      {1, 10, 0.53, 0.4877},
    },
  },
  ["Слюнявый вурдалак"] = {
    locations = {
      {2, 9, 0.4975, 0.7857},
      {2, 9, 0.3766, 0.5579},
    },
  },
  ["Полукровка из стаи Гнилошкуров"] = {
    locations = {
      {2, 22, 0.5878, 0.3334},
      {2, 22, 0.5955, 0.3688},
    },
  },
  ["Раншалла"] = {
    locations = {
      {1, 5, 0.6372, 0.5977},
    },
  },
  ["Грингер"] = {
    locations = {
      {2, 21, 0.2688, 0.7705},
    },
  },
  ["Слуга Грола"] = {
    locations = {
      {2, 7, 0.4913, 0.4347},
      {2, 7, 0.4241, 0.1271},
    },
  },
  ["Пещерный йети"] = {
    locations = {
      {2, 16, 0.451, 0.3061},
    },
  },
  ["Заблудший искатель разрыва"] = {
    locations = {
      {2, 4, 0.6301, 0.2222},
    },
  },
  ["Привидение Варо'тена"] = {
    locations = {
      {1, 1, 0.1698, 0.6963},
      {1, 1, 0.1414, 0.7255},
    },
  },
  ["Риббли Крутипроб"] = {
    locations = {
      {2, 23, 0.2711, 0.7254},
    },
  },
  ["Страж портала демонов"] = {
    locations = {
      {1, 12, 0.5275, 0.8021},
      {1, 12, 0.5026, 0.7473},
    },
  },
  ["Вождь племени Черножабрых"] = {
    locations = {
      {2, 21, 0.3513, 0.231},
    },
  },
  ["Укротитель драконов легиона Чернорука"] = {
    locations = {
      {2, 23, 0.408, 0.9566},
    },
  },
  ["Кобольд-туннельщик"] = {
    locations = {
      {2, 12, 0.266, 0.4342},
      {2, 12, 0.3703, 0.2425},
      {2, 12, 0.3661, 0.2073},
      {2, 12, 0.3594, 0.1688},
    },
  },
  ["Нажьяк Проклятун"] = {
    locations = {
		{2, 1, 0.64, 0.584}
    }
  },
  ["Крегг Кильватель"] = {
    locations = {
      {1, 16, 0.7441, 0.4653},
    },
  },
  ["Детеныш кодо"] = {
    locations = {
      {1, 9, 0.448, 0.5013},
      {1, 9, 0.3477, 0.3275},
      {1, 9, 0.4108, 0.3871},
      {1, 9, 0.3368, 0.2965},
      {1, 9, 0.3652, 0.3525},
    },
  },
  ["Патриарх ледополохов"] = {
    locations = {
      {1, 5, 0.7007, 0.4037},
      {1, 5, 0.6633, 0.4267},
    },
  },
  ["Салия"] = {
    locations = {
      {1, 11, 0.3908, 0.4687},
    },
  },
  ["Явнир Нашак"] = {
    locations = {
      {1, 4, 0.4609, 0.1371},
    },
  },
  ["Боря"] = {
    locations = {
      {1, 10, 0.6305, 0.5117},
    },
  },
  ["Смотритель Ториус"] = {
    locations = {
      {2, 19, 0.7168, 0.1546},
      {2, 19, 0.7615, 0.2415},
      {2, 19, 0.7339, 0.1835},
      {2, 19, 0.6695, 0.0751},
      {2, 19, 0.6966, 0.117},
    },
  },
  ["Скелет-налетчик"] = {
    locations = {
      {2, 20, 0.1643, 0.366},
    },
  },
  ["Паук-черноклык"] = {
    locations = {
      {1, 13, 0.4272, 0.1385},
      {1, 13, 0.5601, 0.2325},
    },
  },
  ["Тенегорнский черный маг"] = {
    locations = {
      {2, 2, 0.3525, 0.1035},
      {2, 2, 0.6775, 0.4389},
    },
  },
  ["Смертехват нагорья"] = {
    locations = {
      {2, 3, 0.5748, 0.2527},
      {2, 3, 0.588, 0.2867},
      {2, 3, 0.3651, 0.2124},
    },
  },
  ["Рартар"] = {
    locations = {
      {2, 4, 0.4543, 0.5707},
    },
  },
  ["Щетинистый вепрь"] = {
    locations = {
      {1, 17, 0.6068, 0.3618},
      {1, 17, 0.5655, 0.3753},
    },
  },
  ["Проповедник из племени Порочной Ветви"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Кауни Нежный Ветерок"] = {
    locations = {
      {1, 9, 0.4522, 0.765},
    },
  },
  ["Ханс Зандин"] = {
    locations = {
      {2, 16, 0.6119, 0.2407},
    },
  },
  ["Фредерик Стовер"] = {
    locations = {
      {2, 24, 0.5025, 0.5767},
    },
  },
  ["Граунал"] = {
    locations = {
      {1, 6, 0.4593, 0.5873},
    },
  },
  ["Старый Серобрюх"] = {
    locations = {
      {1, 20, 0.6849, 0.4741},
      {1, 20, 0.5829, 0.5813},
    },
  },
  ["Астария Устремленная к Звездам"] = {
    locations = {
      {1, 3, 0.3843, 0.8076},
    },
  },
  ["Калтунк"] = {
    locations = {
      {1, 4, 0.4329, 0.686},
    },
  },
  ["Брегус Громовар"] = {
    locations = {
      {2, 1, 0.397, 0.804}
    }
  },
  ["Треггил"] = {
    locations = {
      {1, 17, 0.5183, 0.5129},
    },
  },
  ["Маг-лорд из клана Гордок"] = {
    locations = {
      {1, 20, 0.6286, 0.2489},
    },
  },
  ["Повелитель приливов Ррургаз"] = {
    locations = {
      {1, 13, 0.7662, 0.1947},
    },
  },
  ["Тузадинский некромант"] = {
    locations = {
      {2, 6, 0.4833, 0.2186},
      {2, 6, 0.3108, 0.1585},
    },
  },
  ["Сержант Острый Коготь"] = {
    locations = {
      {2, 10, 0.3661, 0.3184},
    },
  },
  ["Риккиз"] = {
    locations = {
      {2, 21, 0.2845, 0.7601},
    },
  },
  ["Взрослый равнинный долгоног"] = {
    locations = {
      {1, 9, 0.5182, 0.6696},
      {1, 9, 0.3617, 0.3964},
      {1, 9, 0.5322, 0.6277},
      {1, 9, 0.5515, 0.6597},
      {1, 9, 0.4018, 0.6015},
    },
  },
  ["Грол Разрушитель"] = {
    locations = {
      {2, 7, 0.4277, 0.133},
    },
  },
  ["Археолог Бутылопуз"] = {
    locations = {
      {2, 3, 0.108, 0.6038},
    },
  },
  ["Мастер Лопаторук"] = {
    locations = {
      {2, 2, 0.4019, 0.1556},
      {2, 2, 0.3488, 0.2258},
      {2, 2, 0.3877, 0.1901},
      {2, 2, 0.3363, 0.1742},
    },
  },
  ["Фаран Бесшумный Клинок"] = {
    locations = {
      {1, 21, 0.365, 0.4954},
    },
  },
  ["Карна Сомнамбулер"] = {
    locations = {
      {1, 7, 0.4639, 0.135},
    },
  },
  ["Багровый слизнюк"] = {
    locations = {
      {2, 3, 0.4445, 0.2499},
    },
  },
  ["Охотник из племени Иглогривых"] = {
    locations = {
      {1, 15, 0.5479, 0.259},
      {1, 15, 0.5827, 0.2507},
    },
  },
  ["Вождь Омокк"] = {
    locations = {
      {2, 23, 0.408, 0.9566},
    },
  },
  ["Желтокаменный сокрушитель"] = {
    locations = {
      {1, 12, 0.3186, 0.6463},
      {1, 12, 0.3495, 0.6288},
    },
  },
  ["Ядокус Раззаши"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Деротайн Грязеглот"] = {
    locations = {
      {1, 16, 0.5142, 0.2863},
    },
  },
  ["Жуткий боевой вепрь"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Сирена из клана Бича Злобы"] = {
    locations = {
      {1, 1, 0.3679, 0.5389},
      {1, 1, 0.4333, 0.625},
      {1, 1, 0.3997, 0.4787},
      {1, 1, 0.4725, 0.4327},
      {1, 1, 0.3875, 0.5102},
    },
  },
  ["Рыбак из племени Заблудших"] = {
    locations = {
      {2, 4, 0.5546, 0.2871},
      {2, 4, 0.49, 0.309},
      {2, 4, 0.4337, 0.3838},
      {2, 4, 0.5269, 0.2991},
      {2, 4, 0.4546, 0.3461},
    },
  },
  ["Черный медведь-патриарх"] = {
    locations = {
      {2, 12, 0.6085, 0.3085},
      {2, 12, 0.3815, 0.6286},
      {2, 12, 0.7399, 0.412},
      {2, 12, 0.6036, 0.2736},
      {2, 12, 0.7144, 0.3948},
    },
  },
  ["Рыбоед Аку'май"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Лорд Арккорос"] = {
    locations = {
      {1, 1, 0.7712, 0.4281},
    },
  },
  ["Ива"] = {
    locations = {
      {1, 12, 0.6213, 0.3953},
    },
  },
  ["Гризлак"] = {
    locations = {
      {2, 12, 0.3532, 0.2746},
    },
  },
  ["Волшебник-плут из Братства Справедливости"] = {
    locations = {
      {2, 25, 0.7426, 0.524},
      {2, 25, 0.2908, 0.6105},
    },
  },
  ["Мотли Гармасон"] = {
    locations = {
      {2, 3, 0.497, 0.1829},
    },
  },
  ["Темный маг"] = {
    locations = {
      {2, 6, 0.8401, 0.4278},
      {2, 6, 0.4035, 0.5113},
    },
  },
  ["Пантера"] = {
    locations = {
      {2, 21, 0.2935, 0.1348},
      {2, 21, 0.295, 0.1032},
    },
  },
  ["Бартлби"] = {
    locations = {
      {2, 24, 0.7375, 0.3667},
    },
  },
  ["Певица"] = {
    locations = {
      {2, 13, 0.3232, 0.2695},
      {2, 13, 0.3244, 0.3095},
    },
  },
  ["Лесной паук-скрытень"] = {
    locations = {
      {2, 12, 0.3016, 0.5014},
      {2, 12, 0.2944, 0.4239},
      {2, 12, 0.3384, 0.3367},
      {2, 12, 0.2957, 0.1951},
      {2, 12, 0.2983, 0.4629},
    },
  },
  ["Фермерша Калаба"] = {
    locations = {
      {2, 16, 0.3599, 0.4664},
    },
  },
  ["Тюремный надзиратель Малгрен"] = {
    locations = {
      {2,16, 0.8, 0.4}
    }
  },
  ["Чароед"] = {
    locations = {
      {1, 5, 0.5583, 0.5048},
      {1, 5, 0.5842, 0.5373},
      {1, 5, 0.5371, 0.5435},
      {1, 5, 0.6017, 0.5052},
    },
  },
  ["Чернохлыст"] = {
    locations = {
      {2, 2, 0.8188, 0.4946},
    },
  },
  ["Хохочущая гиена"] = {
    locations = {
      {2, 7, 0.5246, 0.382},
      {2, 7, 0.5418, 0.4121},
      {2, 7, 0.4979, 0.3634},
      {2, 7, 0.4607, 0.3528},
    },
  },
  ["Советник хана из племени Мародин"] = {
    locations = {
      {1, 12, 0.2956, 0.5205},
    },
  },
  ["Гниющий вурдалак"] = {
    locations = {
      {2, 9, 0.5307, 0.6541},
    },
  },
  ["Марти Джанроз"] = {
    locations = {
      {2, 11, 0.2189, 0.4635},
    },
  },
  ["Воровской Глаз"] = {
    locations = {
      {1, 13, 0.5887, 0.0872},
      {1, 13, 0.5728, 0.1678},
      {1, 13, 0.6274, 0.0842},
    },
  },
  ["Заступник зиккурата"] = {
    locations = {
      {2, 6, 0.4358, 0.27},
      {2, 6, 0.2708, 0.3585},
      {2, 6, 0.3141, 0.244},
      {2, 6, 0.4076, 0.3953},
      {2, 6, 0.2372, 0.2285},
    },
  },
  ["Тека Мученик"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Медведь злобных когтей"] = {
    locations = {
      {1, 11, 0.4622, 0.7434},
      {1, 11, 0.5662, 0.8549},
      {1, 11, 0.4998, 0.8385},
      {1, 11, 0.4789, 0.7874},
      {1, 11, 0.4542, 0.8431},
    },
  },
  ["Песчаный паук-быстролап"] = {
    locations = {
      {1, 14, 0.5559, 0.292},
      {1, 14, 0.3985, 0.3583},
      {1, 14, 0.4276, 0.3922},
      {1, 14, 0.6304, 0.4187},
      {1, 14, 0.3745, 0.32},
    },
  },
  ["Ящер Кровавой Топи"] = {
    locations = {
      {1, 13, 0.476, 0.1851},
      {1, 13, 0.5042, 0.2035},
    },
  },
  ["Страж смерти Самса"] = {
    locations = {
      {2, 16, 0.6211, 0.1982},
    },
  },
  ["Лорд Гиблопуст"] = {
    locations = {
      {1, 11, 0.3598, 0.4474},
    },
  },
  ["Скверноподданный из племени Нефритового Пламени"] = {
    locations = {
      {1, 11, 0.3688, 0.6776},
      {1, 11, 0.4132, 0.8543},
      {1, 11, 0.3351, 0.6663},
    },
  },
  ["Знахарь из клана Мош'Огг"] = {
    locations = {
      {2, 21, 0.3706, 0.3081},
    },
  },
  ["Ренн'аз"] = {
    locations = {
      {2, 5, 0.769, 0.813},
    },
  },
  ["Киртонос Глашатай"] = {
    locations = {
      {2, 9, 0.6901, 0.7281},
    },
  },
  ["Скверноподданный из племени Буйного Нрава"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Адегва"] = {
    locations = {
      {2, 13, 0.7385, 0.3257},
    },
  },
  ["Историк Карник"] = {
    locations = {
      {2, 19, 0.7717, 0.1178},
    },
  },
  ["Черный душегуб"] = {
    locations = {
      {2, 7, 0.5628, 0.3554},
      {2, 7, 0.6105, 0.2715},
    },
  },
  ["Хрусталиск Красного Камня"] = {
    locations = {
      {2, 7, 0.5951, 0.4008},
    },
  },
  ["Пивовар Дрон"] = {
    locations = {
      {1, 15, 0.6229, 0.3835},
    },
  },
  ["Стальноклювый крепкохват"] = {
    locations = {
      {1, 16, 0.6751, 0.2714},
      {1, 16, 0.6779, 0.3694},
      {1, 16, 0.6632, 0.2342},
      {1, 16, 0.6706, 0.1998},
    },
  },
  ["Темный чародей из племени Песчаной Бури"] = {
    locations = {
      {1, 16, 0.3873, 0.1989},
    },
  },
  ["Борстан"] = {
    locations = {
      {1, 10, 0.574, 0.534},
    },
  },
  ["Тран'рек"] = {
    locations = {
      {1, 16, 0.5157, 0.268},
    },
  },
  ["Василиск-камнегрыз"] = {
    locations = {
      {1, 12, 0.6638, 0.2292},
      {1, 12, 0.5734, 0.1726},
      {1, 12, 0.6974, 0.2327},
      {1, 12, 0.7113, 0.2841},
      {1, 12, 0.5698, 0.6438},
    },
  },
  ["Кровожад"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Бродячий лесной древень"] = {
    locations = {
      {1, 20, 0.5551, 0.6306},
      {1, 20, 0.5659, 0.7283},
      {1, 20, 0.7292, 0.5743},
      {1, 20, 0.7471, 0.3923},
      {1, 20, 0.5473, 0.6843},
    },
  },
  ["Бейл'данский офицер"] = {
    locations = {
      {1, 15, 0.4914, 0.8411},
    },
  },
  ["Иловый краб"] = {
    locations = {
      {2, 4, 0.8344, 0.1392},
      {2, 4, 0.812, 0.113},
      {2, 4, 0.8734, 0.1921},
      {2, 4, 0.8546, 0.1647},
    },
  },
  ["Скакун тени"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Храбрец заставы Вольного Ветра"] = {
    locations = {
      {1, 19, 0.4635, 0.4911},
    },
  },
  ["Геомант из культа Сумеречного Молота"] = {
    locations = {
      {2, 23, 0.2715, 0.2592},
      {2, 23, 0.1579, 0.3987},
    },
  },
  ["Шикрик"] = {
    locations = {
      {1, 4, 0.4243, 0.6896},
    },
  },
  ["Иссохший разоритель"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Слуга Разелиха"] = {
    locations = {
      {2, 7, 0.6293, 0.5452},
      {2, 7, 0.6193, 0.5154},
      {2, 7, 0.5271, 0.5672},
      {2, 7, 0.5524, 0.4857},
      {2, 7, 0.541, 0.5224},
    },
  },
  ["Рудиментное чудовище"] = {
    locations = {
      {1, 20, 0.6031, 0.3027},
      {1, 20, 0.6287, 0.249},
    },
  },
  ["Крапчатый ворг"] = {
    locations = {
      {2, 18, 0.5651, 0.1159},
      {2, 18, 0.5008, 0.1978},
      {2, 18, 0.6062, 0.1002},
      {2, 18, 0.4665, 0.2487},
    },
  },
  ["Дорас"] = {
    locations = {
      {1, 10, 0.4535, 0.6393},
    },
  },
  ["Жрица Жозетта"] = {
    locations = {
      {2, 25, 0.4334, 0.6571},
    },
  },
  ["Курмокк"] = {
    locations = {
      {2, 21, 0.3406, 0.648},
      {2, 21, 0.369, 0.6612},
      {2, 21, 0.3183, 0.6721},
    },
  },
  ["Посол Огнехлыст"] = {
    locations = {
      {2, 23, 0.2711, 0.7253},
    },
  },
  ["Ночной саблезуб-охотник"] = {
    locations = {
      {1, 17, 0.3974, 0.5729},
      {1, 17, 0.5544, 0.7239},
      {1, 17, 0.4065, 0.6795},
      {1, 17, 0.4134, 0.6448},
      {1, 17, 0.4557, 0.7295},
    },
  },
  ["Умирающий археолог"] = {
    locations = {
      {2, 23, 0.4118, 0.2566},
    },
  },
  ["Большой равнинный долгоног"] = {
    locations = {
      {1, 15, 0.5278, 0.2841},
      {1, 15, 0.5235, 0.3236},
      {1, 15, 0.5447, 0.241},
      {1, 15, 0.484, 0.2577},
      {1, 15, 0.4962, 0.2991},
    },
  },
  ["Галганн Огнемолот"] = {
    locations = {
      {2, 2, 0.3521, 0.1033},
    },
  },
  ["Страж-криводрев"] = {
    locations = {
      {1, 20, 0.6485, 0.295},
    },
  },
  ["Марта Альестар"] = {
    locations = {
      {2, 15, 0.5434, 0.4987},
    },
  },
  ["Изложение боевой задачи IV"] = {
    locations = {
      {1, 14, 0.5046, 0.3718},
      {1, 10, 0.5115, 0.6953},
      {1, 14, 0.2282, 0.4826},
    },
  },
  ["Отрекшийся-курьер"] = {
    locations = {
      {2, 13, 0.6023, 0.5914},
      {2, 13, 0.3744, 0.5317},
      {2, 13, 0.5894, 0.6213},
      {2, 13, 0.2991, 0.5108},
      {2, 13, 0.422, 0.5523},
    },
  },
  ["Ядошкурый равазавр"] = {
    locations = {
      {1, 7, 0.6958, 0.5409},
      {1, 7, 0.6362, 0.5358},
      {1, 7, 0.6949, 0.5723},
      {1, 7, 0.7028, 0.505},
      {1, 7, 0.6593, 0.4999},
    },
  },
  ["Шпион Синдиката"] = {
    locations = {
      {2, 1, 0.614, 0.4399},
    },
  },
  ["Чи-Та 3"] = {
    locations = {
      {1, 7, 0.6735, 0.1679},
    },
  },
  ["Воплощение тьмы"] = {
    locations = {
      {2, 9, 0.6902, 0.7282},
    },
  },
  ["Принц Келлен"] = {
    locations = {
      {1, 12, 0.7402, 0.1245},
      {1, 12, 0.7786, 0.2308},
      {1, 12, 0.7623, 0.1861},
    },
  },
  ["Аврора Зов Небес"] = {
    locations = {
      {2, 6, 0.5354, 0.2204},
    },
  },
  ["Брат Пакстон"] = {
    locations = {
      {2, 25, 0.4954, 0.4042},
    },
  },
  ["Харклан"] = {
    locations = {
      {1, 20, 0.3099, 0.4618},
    },
  },
  ["Тенегорнский певчий"] = {
    locations = {
      {2, 2, 0.4177, 0.2839},
    },
  },
  ["Горный лев"] = {
    locations = {
      {2, 1, 0.4545, 0.7829},
      {2, 1, 0.3239, 0.8245},
      {2, 1, 0.3496, 0.8406},
      {2, 1, 0.379, 0.8766},
    },
  },
  ["Блимо Прибамбас"] = {
    locations = {
      {1, 1, 0.4526, 0.9087},
    },
  },
  ["Рыболов Лин'до"] = {
    locations = {
      {1, 10, 0.2914, 0.6853},
    },
  },
  ["Злобный ночной кругопряд"] = {
    locations = {
      {2, 22, 0.8516, 0.5291},
    },
  },
  ["Полководец племени Колкар"] = {
    locations = {
      {1, 12, 0.7308, 0.4836},
      {1, 12, 0.7194, 0.4337},
    },
  },
  ["Верховная жрица Хай'ватна"] = {
    locations = {
      {2, 21, 0.5102, 0.1802},
    },
  },
  ["Дикарка из стаи Пыльного Ветра"] = {
    locations = {
      {1, 4, 0.5347, 0.2466},
    },
  },
  ["Брайлин Огненная Длань"] = {
    locations = {
      {1, 6, 0.4596, 0.6038},
    },
  },
  ["Заклинательница земли Халмгар"] = {
    locations = {
      {1, 15, 0.4226, 0.8988},
    },
  },
  ["Кен'джай"] = {
    locations = {
      {1, 4, 0.4243, 0.6879},
    },
  },
  ["Больной волк"] = {
    locations = {
      {2, 9, 0.4985, 0.6052},
      {2, 9, 0.5007, 0.3582},
      {2, 9, 0.4608, 0.473},
      {2, 9, 0.4709, 0.3958},
      {2, 9, 0.4657, 0.4326},
    },
  },
  ["Скелет-палач"] = {
    locations = {
      {2, 9, 0.4064, 0.6904},
      {2, 9, 0.4351, 0.6549},
      {2, 9, 0.4561, 0.6963},
    },
  },
  ["Кимберли Хайетт"] = {
    locations = {
      {2, 11, 0.2701, 0.4557},
    },
  },
  ["Жрец из племени Хаккари"] = {
    locations = {
      {2, 21, 0.5407, 0.1757},
    },
  },
  ["Стервятник соляных равнин"] = {
    locations = {
      {1, 19, 0.8321, 0.7379},
      {1, 19, 0.792, 0.8872},
      {1, 19, 0.8148, 0.8656},
      {1, 19, 0.7802, 0.8584},
      {1, 19, 0.714, 0.7771},
    },
  },
  ["Душитель из племени Кривой Сосны"] = {
    locations = {
      {1, 17, 0.4699, 0.5376},
    },
  },
  ["Анатек Жестокий"] = {
    locations = {
      {2, 21, 0.4507, 0.4324},
    },
  },
  ["Охотник за головами Курцена"] = {
    locations = {
      {2, 21, 0.4708, 0.0752},
    },
  },
  ["Изверг из племени Маграм"] = {
    locations = {
      {1, 12, 0.7173, 0.7457},
      {1, 12, 0.6753, 0.7928},
    },
  },
  ["Вестник из клана Черной горы"] = {
    locations = {
      {2, 11, 0.3917, 0.4099},
      {2, 11, 0.4364, 0.1857},
      {2, 11, 0.7482, 0.7916},
      {2, 11, 0.608, 0.4357},
    },
  },
  ["Панцирный стегодон"] = {
    locations = {
      {1, 7, 0.3766, 0.6513},
      {1, 7, 0.2591, 0.5434},
      {1, 7, 0.2738, 0.5893},
      {1, 7, 0.3177, 0.6783},
      {1, 7, 0.3748, 0.6971},
    },
  },
  ["Волк племени Иглогривых"] = {
    locations = {
      {1, 15, 0.5477, 0.2588},
      {1, 15, 0.5828, 0.251},
    },
  },
  ["Низший мурлок-волномут"] = {
    locations = {
      {2, 11, 0.4902, 0.7084},
      {2, 11, 0.5847, 0.6143},
    },
  },
  ["Штормградский патрульный"] = {
    locations = {
      {2, 24, 0.556, 0.6434},
      {2, 24, 0.4571, 0.3734},
      {2, 24, 0.5465, 0.6036},
      {2, 24, 0.6067, 0.7063},
      {2, 24, 0.5796, 0.6727},
    },
  },
  ["Добытчик из племени Черножабрых"] = {
    locations = {
      {2, 21, 0.3458, 0.2169},
    },
  },
  ["Волшебница крови Линора"] = {
    locations = {
      {2, 7, 0.5066, 0.143},
    },
  },
  ["Ваелан"] = {
    locations = {
      {2, 23, 0.4079, 0.9565},
    },
  },
  ["Ветроловка из племени Маграм"] = {
    locations = {
      {1, 12, 0.6807, 0.7375},
      {1, 12, 0.7255, 0.6906},
      {1, 12, 0.7033, 0.7589},
      {1, 12, 0.6813, 0.7938},
    },
  },
  ["Боргус Крепкорук"] = {
    locations = {
      {2, 17, 0.8442, 0.6831},
    },
  },
  ["Хранительница Майна из культа Сумеречного Молота"] = {
    locations = {
      {1, 14, 0.2687, 0.3657},
    },
  },
  ["Шаломон"] = {
    locations = {
      {1, 17, 0.5623, 0.5951},
    },
  },
  ["Хеминг Эрнестуэй"] = {
    locations = {
      {2, 21, 0.3566, 0.1076},
    },
  },
  ["Оракул Непроглядной Пучины"] = {
    locations = {
      {1, 21, 0.1504, 0.1048},
    },
  },
  ["Заргх"] = {
    locations = {
      {1, 15, 0.5258, 0.2987},
    },
  },
  ["Мурлок из племени Болотного Плавника"] = {
    locations = {
      {1, 13, 0.5687, 0.1616},
    },
  },
  ["Каландрата"] = {
    locations = {
      {1, 14, 0.5186, 0.3908},
    },
  },
  ["Горош Дервиш"] = {
    locations = {
      {2, 23, 0.271, 0.7254},
    },
  },
  ["Душегубка из стаи Зачарованного Крыла"] = {
    locations = {
      {1, 15, 0.3916, 0.15},
    },
  },
  ["Кабатчик Келли"] = {
    locations = {
      {2, 16, 0.5146, 0.5865},
    },
  },
  ["Плотояд"] = {
    locations = {
      {2, 20, 0.2399, 0.3716},
    },
  },
  ["Буревестница из племени Мародин"] = {
    locations = {
      {1, 12, 0.297, 0.5089},
      {1, 12, 0.2899, 0.5871},
    },
  },
  ["Добытчик из племени Синежабрых"] = {
    locations = {
      {2, 3, 0.1407, 0.3767},
      {2, 3, 0.2332, 0.4075},
    },
  },
  ["Мехмастер Замыкалец"] = {
    locations = {
      {2, 19, 0.6976, 0.5033},
    },
  },
  ["Призрачное видение"] = {
    locations = {
      {2, 9, 0.6263, 0.5843},
      {2, 9, 0.4615, 0.813},
    },
  },
  ["Хэзрул Кровавая Отметина"] = {
    locations = {
      {1, 15, 0.4645, 0.387},
    },
  },
  ["Декстрен Вард"] = {
    locations = {
      {2, 24, 0.3966, 0.5394},
    },
  },
  ["Эйан Орлиный Коготь"] = {
    locations = {
      {1, 2, 0.3773, 0.5973},
    },
  },
  ["Детеныш черного дракона"] = {
    locations = {
      {2, 11, 0.3422, 0.7001},
    },
  },
  ["Ремонтник Гизлок"] = {
    locations = {
      {1, 12, 0.3598, 0.6438},
      {1, 12, 0.2925, 0.6117},
      {1, 12, 0.3038, 0.5463},
    },
  },
  ["Томас Миллер"] = {
    locations = {
      {2, 24, 0.5686, 0.6108},
    },
  },
  ["Членистоног Силитида"] = {
    locations = {
      {1, 15, 0.439, 0.7042},
    },
  },
  ["Рубака Кор'жа"] = {
    locations = {
      {1, 4, 0.5298, 0.4665},
    },
  },
  ["Кровожадный ворг"] = {
    locations = {
      {2, 18, 0.4998, 0.7764},
      {2, 18, 0.4851, 0.8062},
    },
  },
  ["Хале"] = {
    locations = {
      {1, 5, 0.5454, 0.5124},
    },
  },
  ["Посвященная Хедерины"] = {
    locations = {
      {1, 5, 0.6052, 0.7791},
      {1, 5, 0.5311, 0.852},
      {1, 5, 0.5619, 0.8051},
      {1, 5, 0.5809, 0.8631},
      {1, 5, 0.6036, 0.8246},
    },
  },
  ["Наела Транс"] = {
    locations = {
      {2, 3, 0.1128, 0.5834},
    },
  },
  ["Стюарт Флеминг"] = {
    locations = {
      {2, 3, 0.0808, 0.5834},
    },
  },
  ["Лиходей из легиона Чернорука"] = {
    locations = {
      {2, 23, 0.4078, 0.9567},
    },
  },
  ["Изверг из клана Гордунни"] = {
    locations = {
      {1, 20, 0.6123, 0.5563},
      {1, 20, 0.5932, 0.6398},
    },
  },
  ["Ворг"] = {
    locations = {
      {2, 18, 0.6645, 0.0731},
      {2, 18, 0.5798, 0.0873},
      {2, 18, 0.469, 0.4668},
    },
  },
  ["Военачальник из клана Драконьей Пасти"] = {
    locations = {
      {2, 3, 0.4838, 0.4666},
      {2, 3, 0.5109, 0.5016},
      {2, 3, 0.5226, 0.5324},
      {2, 3, 0.4477, 0.4405},
    },
  },
  ["Огненный великан"] = {
    locations = {
      {2,23, 0.3235, 0.9488}
    }
  },
  ["Маршал Синестен"] = {
    locations = {
      {1, 14, 0.333, 0.5101},
    },
  },
  ["Ремесленник из клана Кузни Рока"] = {
    locations = {
      {2, 23, 0.2713, 0.7253},
    },
  },
  ["Курдрос"] = {
    locations = {
      {2, 16, 0.8392, 0.3226},
    },
  },
  ["Верховный дознаватель Герштан"] = {
    locations = {
      {2, 23, 0.2712, 0.7254},
    },
  },
  ["Верховный инквизитор Фэйрбанкс"] = {
    locations = {
      {2, 22, 0.853, 0.3049},
    },
  },
  ["Хенз Фолк"] = {
    locations = {
      {2, 25, 0.7261, 0.5149},
    },
  },
  ["Лиходей из Братства Справедливости"] = {
    locations = {
      {2, 25, 0.5398, 0.4717},
    },
  },
  ["Бродяжница из стаи Кровавой Ярости"] = {
    locations = {
      {1, 6, 0.3592, 0.6857},
      {1, 6, 0.2873, 0.6916},
    },
  },
  ["Посол клана Северного Волка Рокстром"] = {
    locations = {
      {1, 10, 0.4974, 0.7128},
    },
  },
  ["Лесоруб Торговой Компании"] = {
    locations = {
      {1, 6, 0.6343, 0.5448},
      {1, 6, 0.6993, 0.5485},
      {1, 6, 0.6687, 0.5084},
      {1, 6, 0.6547, 0.477},
    },
  },
  ["Вогга Смертобой"] = {
    locations = {
      {2, 1, 0.6372, 0.6043},
    },
  },
  ["Урсиус"] = {
    locations = {
      {1, 5, 0.599, 0.3265},
      {1, 5, 0.6292, 0.2669},
    },
  },
  ["Кузнец из клана Черного Железа"] = {
    locations = {
      {2, 23, 0.3974, 0.5004},
    },
  },
  ["Ротос"] = {
    locations = {
      {2, 5, 0.6157, 0.3425},
      {2, 5, 0.6698, 0.2491},
      {2, 5, 0.6346, 0.2908},
    },
  },
  ["Бор Буйногривый"] = {
    locations = {
      {1, 14, 0.4864, 0.3767},
    },
  },
  ["Косматый падальщик"] = {
    locations = {
      {2, 22, 0.3542, 0.6285},
      {2, 22, 0.3547, 0.5904},
    },
  },
  ["Слюнявый ворг"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Жар"] = {
    locations = {
      {2, 23, 0.367, 0.5497},
      {2, 23, 0.5357, 0.4394},
      {2, 23, 0.4821, 0.4947},
    },
  },
  ["Горный пехотинец Дольф"] = {
    locations = {
      {2, 8, 0.4594, 0.544},
    },
  },
  ["Чащобный камнедвиг"] = {
    locations = {
      {1, 21, 0.6677, 0.8144},
      {1, 21, 0.7954, 0.7219},
      {1, 21, 0.8026, 0.6307},
    },
  },
  ["Тень Наксрамаса"] = {
    locations = {
      {2, 6, 0.3998, 0.2594},
    },
  },
  ["Гит"] = {
    locations = {
      {2, 23, 0.4079, 0.9566},
    },
  },
  ["Эндрю Браунелл"] = {
    locations = {
      {2, 15, 0.7405, 0.3277},
    },
  },
  ["Даларанский рабочий"] = {
    locations = {
      {2, 1, 0.1354, 0.7694},
      {2, 1, 0.198, 0.5802},
      {2, 1, 0.2017, 0.7259},
      {2, 1, 0.1637, 0.7537},
    },
  },
  ["Пшикс Медноштиф"] = {
    locations = {
      {1, 19, 0.7806, 0.7708},
    },
  },
  ["Курдрум Ячменобород"] = {
    locations = {
      {2, 1, 0.397, 0.804}
    }
  },
  ["Огр-маг из клана Молота Ужаса"] = {
    locations = {
      {2, 7, 0.4291, 0.1327},
    },
  },
  ["Целитель Курцена"] = {
    locations = {
      {2, 21, 0.4442, 0.1017},
    },
  },
  ["Паук"] = {
    locations = {
      {2, 12, 0.6066, 0.2285},
    },
  },
  ["Шкам"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Гаэриан"] = {
    locations = {
      {1, 16, 0.54, 0.2333},
    },
  },
  ["Тазан"] = {
    locations = {
      {1, 15, 0.6371, 0.4473},
    },
  },
  ["Монах из Багрового Легиона"] = {
    locations = {
      {2, 6, 0.3108, 0.1584},
    },
  },
  ["Разбойница из стаи Студеных Ключей"] = {
    locations = {
      {1, 20, 0.3979, 0.1335},
    },
  },
  ["Ревнитель из племени Сухокожих"] = {
    locations = {
      {2, 5, 0.2349, 0.5745},
    },
  },
  ["Глубинный крепкозуб"] = {
    locations = {
      {1, 21, 0.1649, 0.1103},
    },
  },
  ["Храбрец Лунный Рог"] = {
    locations = {
      {1, 19, 0.3223, 0.2219},
    },
  },
  ["Странствующий дух"] = {
    locations = {
      {2, 22, 0.7587, 0.6037},
    },
  },
  ["Вернер Осгуд"] = {
    locations = {
      {2, 11, 0.31, 0.4739},
    },
  },
  ["Страж смерти Эрланд Винсент"] = {
    locations = {
		{2,18,0.4473,0.6778}
    }
  },
  ["Волшебник крови Дразиал"] = {
    locations = {
      {2, 7, 0.506, 0.1424},
    },
  },
  ["Гигантский медведь Ясеневого леса"] = {
    locations = {
      {1, 21, 0.8312, 0.4703},
    },
  },
  ["Хедрум Ползун"] = {
    locations = {
      {2, 23, 0.2712, 0.7253},
    },
  },
  ["Лах'Махвани"] = {
    locations = {
      {1, 12, 0.231, 0.7172},
    },
  },
  ["Офицер Чистосердая из ордена Серебряного Рассвета"] = {
    locations = {
      {2, 9, 0.4296, 0.8363},
    },
  },
  ["Королевский представитель Батрилор"] = {
    locations = {
      {2, 24, 0.486, 0.3069},
    },
  },
  ["Разбойник из племени Ксавиан"] = {
    locations = {
      {1, 21, 0.7836, 0.4545},
    },
  },
  ["Гален Добростраж"] = {
    locations = {
      {2, 4, 0.6492, 0.1968},
      {2, 4, 0.6266, 0.2365},
    },
  },
  ["Оракул из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.3522, 0.1033},
    },
  },
  ["Маршал Маррис"] = {
    locations = {
      {2, 11, 0.3344, 0.489},
    },
  },
  ["Лорд Кобран"] = {
    locations = {
      {1, 15, 0.4774, 0.3489},
    },
  },
  ["Око Наксрамаса"] = {
    locations = {
      {2, 6, 0.3107, 0.1585},
    },
  },
  ["Полковник Курцен"] = {
    locations = {
      {2, 21, 0.4969, 0.0399},
    },
  },
  ["Прыгун из племени Соленой Слюны"] = {
    locations = {
      {1, 21, 0.2037, 0.4219},
    },
  },
  ["Доктор Драксельмер"] = {
    locations = {
      {2, 13, 0.3382, 0.8053},
    },
  },
  ["Маг-лорд из клана Гордунни"] = {
    locations = {
      {1, 20, 0.5974, 0.6806},
    },
  },
  ["Элиза Сталерукая"] = {
    locations = {
      {1, 18, 0.3816, 0.4116},
    },
  },
  ["Лорд Соколиный Шлем"] = {
    locations = {
      {2, 13, 0.2609, 0.6492},
    },
  },
  ["Мандокир Повелитель Крови"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Странствующий страж Скверны"] = {
    locations = {
      {1, 21, 0.8233, 0.689},
      {1, 21, 0.7841, 0.8311},
      {1, 21, 0.8502, 0.7733},
    },
  },
  ["Барон Ревилгаз"] = {
    locations = {
      {2, 21, 0.2719, 0.7691},
    },
  },
  ["Полководец Горчук"] = {
    locations = {
      {1,10, 0.3207, 0.7259},
      {1,10, 0.3544, 0.747}
    }
  },
  ["Главный сержант Кай'джин"] = {
    locations = {
      {1,10, 0.508, 0.655}
    }
  },
  ["Темный охотник из племени Моходеров"] = {
    locations = {
      {2, 6, 0.6629, 0.2152},
      {2, 6, 0.6914, 0.1874},
      {2, 6, 0.7167, 0.1507},
    },
  },
  ["Крыло скорби"] = {
    locations = {
      {1, 6, 0.4822, 0.354},
    },
  },
  ["Иви Росистая Листва"] = {
    locations = {
      {1, 11, 0.5094, 0.8167},
    },
  },
  ["Крейг Ноллавард"] = {
    locations = {
      {1, 13, 0.6685, 0.4527},
    },
  },
  ["Терродактиль"] = {
    locations = {
      {1, 7, 0.5679, 0.1015},
      {1, 7, 0.5684, 0.8973},
      {1, 7, 0.4389, 0.8907},
    },
  },
  ["Лейтенант Ротимер"] = {
    locations = {
      {2, 19, 0.3207, 0.6374},
    },
  },
  ["Огнечешуйчатая драконида Когтя Ярости"] = {
    locations = {
      {2, 23, 0.4079, 0.9566},
    },
  },
  ["Мурлок-следопыт"] = {
    locations = {
      {2, 11, 0.8126, 0.6132},
    },
  },
  ["Демон сферы"] = {
    locations = {
      {1, 13, 0.4579, 0.5697},
    },
  },
  ["Рубака из клана Черной горы"] = {
    locations = {
      {2, 11, 0.3907, 0.4109},
      {2, 11, 0.7369, 0.7989},
      {2, 11, 0.6069, 0.435},
    },
  },
  ["Блеклоперый гиппогриф"] = {
    locations = {
      {1, 20, 0.5601, 0.6247},
    },
  },
  ["Кайрен Священный Прах"] = {
    locations = {
      {2, 16, 0.6249, 0.1992},
    },
  },
  ["Ишамухал"] = {
    locations = {
      {1, 15, 0.5989, 0.3036},
    },
  },
  ["Старый мистик Остроморд"] = {
    locations = {
      {1, 15, 0.5873, 0.2605},
    },
  },
  ["Кузнец Регзар"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Криводрев-живорез"] = {
    locations = {
      {1, 11, 0.5663, 0.1865},
    },
  },
  ["Сержант Блай"] = {
    locations = {
      {1, 16, 0.3874, 0.199},
    },
  },
  ["Лорд-рыцарь Валделмар"] = {
    locations = {
      {2, 6, 0.8696, 0.8506},
    },
  },
  ["Лиходей Культа Приверженцев Тени"] = {
    locations = {
      {2, 7, 0.6575, 0.3201},
      {2, 7, 0.6307, 0.4152},
    },
  },
  ["Бешеный стертолап"] = {
    locations = {
      {1, 16, 0.4358, 0.5035},
      {1, 16, 0.3143, 0.6921},
      {1, 16, 0.2782, 0.5842},
      {1, 16, 0.3394, 0.5464},
      {1, 16, 0.3184, 0.6087},
    },
  },
  ["Крубан Черный Клинок"] = {
    locations = {
      {1, 10, 0.5137, 0.718},
      {1, 10, 0.4968, 0.6164},
      {1, 10, 0.5147, 0.6604},
    },
  },
  ["Рабочий скорпид"] = {
    locations = {
      {1, 4, 0.4081, 0.6313},
      {1, 4, 0.4271, 0.598},
      {1, 4, 0.463, 0.6047},
    },
  },
  ["Ирод"] = {
    locations = {
      {2, 22, 0.8566, 0.3175},
    },
  },
  ["Голова Бальназара"] = {
    locations = {
      {2, 6, 0.3112, 0.1584},
      {2, 19, 0.3176, 0.632},
    },
  },
  ["Батрак Павшего Молота"] = {
    locations = {
      {2, 13, 0.6059, 0.5729},
    },
  },
  ["Огнемордик"] = {
    locations = {
      {2, 11, 0.4293, 0.3209},
      {2, 11, 0.3603, 0.6628},
      {2, 11, 0.4862, 0.3416},
    },
  },
  ["Каменорский исследователь"] = {
    locations = {
      {2, 4, 0.5235, 0.293},
      {2, 4, 0.5968, 0.5643},
      {2, 4, 0.6629, 0.1611},
    },
  },
  ["Служитель культа Наксрамаса"] = {
    locations = {
      {2, 6, 0.3994, 0.2585},
    },
  },
  ["Убийца из клана Темной Нити"] = {
    locations = {
      {1, 21, 0.2576, 0.3017},
    },
  },
  ["Ким'джаель"] = {
    locations = {
      {1, 1, 0.534, 0.2177},
    },
  },
  ["Рилли Грязегоб"] = {
    locations = {
      {1, 10, 0.7633, 0.2454},
    },
  },
  ["Атридас Медвежья Шкура"] = {
    locations = {
      {1, 17, 0.5594, 0.5734},
    },
  },
  ["Харн Далекий Заброс"] = {
    locations = {
      {1, 9, 0.4751, 0.5524},
    },
  },
  ["Гвина Каменная Ветвь"] = {
    locations = {
      {2, 19, 0.5532, 0.5903},
    },
  },
  ["Жрец крови из племени Хаккари"] = {
    locations = {
      {2, 21, 0.5406, 0.1757},
    },
  },
  ["Лорд Шалзару"] = {
    locations = {
      {1, 20, 0.2829, 0.7047},
    },
  },
  ["Скелет-страж"] = {
    locations = {
      {2, 6, 0.3106, 0.1586},
    },
  },
  ["Центурион из клана Драконьей Пасти"] = {
    locations = {
      {2, 3, 0.5275, 0.5366},
      {2, 3, 0.4925, 0.4668},
    },
  },
  ["Гарт Вестник Туманов"] = {
    locations = {
      {1, 9, 0.4506, 0.7604},
    },
  },
  ["Шаман из племени Гиблой Чащи"] = {
    locations = {
      {1, 21, 0.5019, 0.6021},
      {1, 21, 0.5424, 0.6198},
    },
  },
  ["Барг"] = {
    locations = {
      {1, 15, 0.5165, 0.2998},
    },
  },
  ["Призыватель огня из племени Змеящегося Корня"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Майридон Боевой Горн"] = {
    locations = {
      {2, 19, 0.236, 0.0875},
    },
  },
  ["Смертный вой"] = {
    locations = {
      {1, 11, 0.4915, 0.7769},
      {1, 11, 0.5653, 0.8923},
    },
  },
  ["Солейла Камнегривая"] = {
    locations = {
      {2, 19, 0.3644, 0.6224},
    },
  },
  ["Фахрад"] = {
    locations = {
      {2, 1, 0.8454, 0.8032},
    },
  },
  ["Равнинный ползун"] = {
    locations = {
      {2, 13, 0.7018, 0.4932},
      {2, 13, 0.6239, 0.4493},
      {2, 13, 0.69, 0.3663},
      {2, 13, 0.6075, 0.497},
      {2, 13, 0.4965, 0.3658},
    },
  },
  ["Эбру"] = {
    locations = {
      {1, 15, 0.4599, 0.3575},
    },
  },
  ["Мирмидон Непроглядной Пучины"] = {
    locations = {
      {1, 21, 0.165, 0.1102},
    },
  },
  ["Регольд Ячменовар"] = {
    locations = {
      {2, 8, 0.3022, 0.4574},
    },
  },
  ["Темный жрец Алистер"] = {
    locations = {
      {2, 18, 0.4402, 0.4094},
    },
  },
  ["Визглик"] = {
    locations = {
      {1, 16, 0.5105, 0.2736},
    },
  },
  ["Ведмедь из племени Кривой Сосны"] = {
    locations = {
      {1, 17, 0.6612, 0.5866},
      {1, 17, 0.6573, 0.6362},
    },
  },
  ["Арага"] = {
    locations = {
      {2, 1, 0.3831, 0.9005},
      {2, 1, 0.3034, 0.8268},
      {2, 1, 0.3077, 0.8565},
      {2, 1, 0.387, 0.8659},
      {2, 1, 0.305, 0.7246},
    },
  },
  ["Аптекарь Йорель"] = {
    locations = {
      {2, 13, 0.6025, 0.5904},
    },
  },
  ["Пепельный ворг"] = {
    locations = {
      {2, 17, 0.8562, 0.591},
      {2, 17, 0.8221, 0.6117},
      {2, 17, 0.8972, 0.4725},
      {2, 17, 0.9075, 0.4023},
      {2, 17, 0.8818, 0.5568},
    },
  },
  ["Охотник из племени Соленой Чешуи"] = {
    locations = {
      {2, 21, 0.2517, 0.2435},
    },
  },
  ["Паучонок Мглистой пещеры"] = {
    locations = {
      {1, 13, 0.3094, 0.2055},
    },
  },
  ["Ревун из тумана"] = {
    locations = {
      {1, 21, 0.223, 0.2964},
      {1, 21, 0.265, 0.1793},
      {1, 21, 0.1907, 0.297},
      {1, 21, 0.2237, 0.3523},
    },
  },
  ["Поработитель из улья Регал"] = {
    locations = {
      {1, 14, 0.5242, 1.0054},
      {1, 14, 0.5856, 0.77},
      {1, 14, 0.6428, 0.7915},
    },
  },
  ["Химик Карабос"] = {
    locations = {
      {2, 15, 0.4861, 0.7162},
    },
  },
  ["Рядовой Портер"] = {
    locations = {
      {2, 19, 0.5867, 0.7557},
    },
  },
  ["Разведчица Риэла"] = {
    locations = {
      {2, 10, 0.5672, 0.4737},
    },
  },
  ["Аккрилус"] = {
    locations = {
      {1, 21, 0.2799, 0.6281},
      {1, 21, 0.2535, 0.6057},
    },
  },
  ["Хранитель Албагорм"] = {
    locations = {
      {1, 6, 0.3709, 0.0815},
    },
  },
  ["Воитель Плети"] = {
    locations = {
        {2,6,0.4,0.48},
        {2,6,0.335,0.611},
        {2,6,0.341,0.657},
        {2,6,0.87,0.441},
        {2,6,0.7682,0.5117},
        {2,6,0.8159,0.4257},
        {2,6,0.7809,0.5429},
        {2,6,0.7748,0.4824}
    }
  },
  ["Динита Каменная Мантия"] = {
    locations = {
      {2, 19, 0.3404, 0.5957},
    },
  },
  ["Клонированная овца"] = {
    locations = {
      {1, 1, 0.2994, 0.5351},
      {1, 1, 0.3616, 0.5459},
    },
  },
  ["Гхок'ка"] = {
    locations = {
      {1, 13, 0.3525, 0.3086},
    },
  },
  ["Тотемист из племени Чернолесья"] = {
    locations = {
      {1, 18, 0.5198, 0.3383},
    },
  },
  ["Захватчик из пещерных глубин"] = {
    locations = {
      {2, 8, 0.2057, 0.3626},
    },
  },
  ["Джеденарская гончая"] = {
    locations = {
      {1, 11, 0.3733, 0.6039},
    },
  },
  ["Неживой смотритель"] = {
    locations = {
      {2, 14, 0.53, 0.8162},
      {2, 14, 0.5396, 0.8625},
      {2, 14, 0.466, 0.762},
      {2, 14, 0.5018, 0.7858},
      {2, 14, 0.4428, 0.7397},
    },
  },
  ["Лорд Роккор"] = {
    locations = {
      {2, 23, 0.2711, 0.7254},
    },
  },
  ["Глубинный скрытень"] = {
    locations = {
      {2, 4, 0.7733, 0.3592},
    },
  },
  ["Мировой судья Мардук"] = {
    locations = {
      {2, 9, 0.7047, 0.7408},
    },
  },
  ["Восставшее создание"] = {
    locations = {
      {2, 9, 0.6901, 0.7282},
    },
  },
  ["Призванный страж"] = {
    locations = {
      {2, 13, 0.1862, 0.6799},
    },
  },
  ["Падальщик-отшельник"] = {
    locations = {
      {2, 20, 0.2039, 0.4106},
      {2, 20, 0.2303, 0.3704},
    },
  },
  ["Фантомный горожанин"] = {
    locations = {
      {2, 6, 0.3105, 0.1588},
    },
  },
  ["Охотник Леопольд"] = {
    locations = {
      {2, 6, 0.8149, 0.5845},
    },
  },
  ["Вехена"] = {
    locations = {
      {1, 10, 0.3782, 0.876},
    },
  },
  ["Смолдар"] = {
    locations = {
      {2, 23, 0.3946, 0.402},
      {2, 23, 0.2993, 0.5004},
      {2, 23, 0.3389, 0.4029},
      {2, 23, 0.3055, 0.539},
      {2, 23, 0.3045, 0.4467},
    },
  },
  ["Анубисат-защитник"] = {
    locations = {
      {1, 14, 0.1542, 0.9808},
    },
  },
  ["Драм Желчный"] = {
    locations = {
      {2, 13, 0.742, 0.3383},
    },
  },
  ["Кобольд-вредитель"] = {
    locations = {
      {2, 25, 0.4878, 0.3644},
    },
  },
  ["Колдунья из клана Пронзающего Гребня"] = {
    locations = {
      {2, 13, 0.22, 0.8552},
    },
  },
  ["Тармен Агамонд"] = {
    locations = {
      {2, 22, 0.4362, 0.3288},
    },
  },
  ["Дишу"] = {
    locations = {
      {1, 15, 0.5063, 0.2672},
      {1, 15, 0.4958, 0.1576},
      {1, 15, 0.5101, 0.2069},
    },
  },
  ["Дознаватель из Алого ордена"] = {
    locations = {
      {2, 9, 0.4652, 0.1431},
    },
  },
  ["Оазисный хрустогрыз"] = {
    locations = {
      {1, 15, 0.5557, 0.426},
      {1, 15, 0.468, 0.3961},
    },
  },
  ["Капрал Тунд Треснувшее Копыто"] = {
    locations = {
      {2, 4, 0.3349, 0.6599},
    },
  },
  ["Небесная тень"] = {
    locations = {
      {2, 14, 0.3971, 0.4405},
      {2, 14, 0.4863, 0.4965},
      {2, 14, 0.4259, 0.578},
      {2, 14, 0.5018, 0.4665},
      {2, 14, 0.3749, 0.3996},
    },
  },
  ["Зеленый слякоч"] = {
    locations = {
      {2, 5, 0.4682, 0.4196},
      {2, 5, 0.5782, 0.4186},
    },
  },
  ["Медик Алого ордена"] = {
    locations = {
      {2, 9, 0.4058, 0.5247},
      {2, 9, 0.4718, 0.5153},
      {2, 9, 0.4344, 0.6763},
      {2, 9, 0.5174, 0.4422},
    },
  },
  ["Боевой страж племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4696, 0.9038},
      {1, 15, 0.4898, 0.9293},
    },
  },
  ["Темная охотница Вос'гаджин"] = {
    locations = {
      {2, 23, 0.408, 0.9566},
    },
  },
  ["Лотос Хранитель Портала"] = {
    locations = {
      {2, 23, 0.3222, 0.9483},
      {2, 17, 0.2647, 0.2456},
    },
  },
  ["Каменорский разведчик"] = {
    locations = {
      {2, 4, 0.3486, 0.595},
      {2, 4, 0.2541, 0.5574},
      {2, 4, 0.1088, 0.5087},
      {2, 4, 0.3159, 0.5841},
      {2, 4, 0.1505, 0.5131},
    },
  },
  ["Побережник из клана Пронзающего Гребня"] = {
    locations = {
      {2, 16, 0.6589, 0.8171},
      {2, 16, 0.6144, 0.7588},
      {2, 16, 0.6685, 0.8566},
      {2, 16, 0.6398, 0.7838},
    },
  },
  ["Страж Подгорода"] = {
    locations = {
      {2, 15, 0.496, 0.269},
      {2, 15, 0.809, 0.243},
      {2, 15, 0.664, 0.497},
      {2, 15, 0.772, 0.688},
    },
  },
  ["Тулташ"] = {
    locations = {
      {2, 4, 0.4636, 0.542},
    },
  },
  ["Фенстад Аргайл"] = {
    locations = {
      {2, 15, 0.6683, 0.4463},
    },
  },
  ["Следопыт Снов"] = {
    locations = {
      {2, 5, 0.6329, 0.2722},
    },
  },
  ["Терроволк-шкуродер"] = {
    locations = {
      {1, 21, 0.5147, 0.3784},
    },
  },
  ["Галгар"] = {
    locations = {
      {1, 4, 0.4274, 0.6732},
    },
  },
  ["Дневник Хенрига Хмурня"] = {
    locations = {
      {1, 19, 0.3064, 0.2433},
    },
  },
  ["Бракк"] = {
    locations = {
      {2, 10, 0.3099, 0.8166},
      {2, 10, 0.337, 0.8411},
      {2, 10, 0.2853, 0.7342},
      {2, 10, 0.55, 0.1103},
      {2, 10, 0.2672, 0.4692},
    },
  },
  ["Шипастый стегодон"] = {
    locations = {
      {1, 7, 0.3837, 0.6742},
      {1, 7, 0.2951, 0.6256},
      {1, 7, 0.3992, 0.7107},
      {1, 7, 0.3949, 0.6455},
      {1, 7, 0.2662, 0.5656},
    },
  },
  ["Предатель Братства Справедливости"] = {
    locations = {
      {2, 10, 0.557, 0.4786},
      {2, 10, 0.4455, 0.6886},
    },
  },
  ["Энтропический зверь"] = {
    locations = {
      {1, 11, 0.4122, 0.4193},
      {1, 11, 0.4462, 0.3984},
    },
  },
  ["Друльзегар Скрюг-скрак"] = {
    locations = {
      {1, 12, 0.2329, 0.7282},
    },
  },
  ["Захватчик из племени Колкар"] = {
    locations = {
      {1, 15, 0.4462, 0.2775},
    },
  },
  ["Фиора Длинноушка"] = {
    locations = {
      {1, 13, 0.6645, 0.4514},
    },
  },
  ["Колдун Ашкромб"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Телонис"] = {
    locations = {
      {1, 3, 0.6438, 0.2153},
    },
  },
  ["Аптекарь Зинг"] = {
    locations = {
      {2, 15, 0.4992, 0.6833},
    },
  },
  ["Костелом"] = {
    locations = {
      {2, 11, 0.1627, 0.6466},
      {2, 11, 0.1619, 0.6007},
      {2, 11, 0.3334, 0.8306},
      {2, 11, 0.3114, 0.806},
      {2, 11, 0.3034, 0.8401},
    },
  },
  ["Газин Тенорм"] = {
    locations = {
      {2, 24, 0.3883, 0.2681},
    },
  },
  ["Кобальтовый дракончик"] = {
    locations = {
      {1, 5, 0.5586, 0.5067},
      {1, 5, 0.5854, 0.5418},
      {1, 5, 0.6005, 0.5044},
    },
  },
  ["Дженаль"] = {
    locations = {
      {1, 3, 0.315, 0.083},
    },
  },
  ["Марион Зов"] = {
    locations = {
      {2, 22, 0.6173, 0.5206},
    },
  },
  ["Ок'тор Разрушитель"] = {
    locations = {
      {2, 23, 0.2708, 0.7252},
      {2, 17, 0.2255, 0.0757},
    },
  },
  ["Сердцерез"] = {
    locations = {
      {1, 19, 0.161, 0.4071},
    },
  },
  ["Жестколапый клешневик"] = {
    locations = {
      {1, 12, 0.3296, 0.3174},
      {1, 12, 0.244, 0.7841},
      {1, 12, 0.2005, 0.771},
    },
  },
  ["Матрос из шайки Кровавого Паруса"] = {
    locations = {
      {2, 21, 0.3137, 0.8895},
    },
  },
  ["Послушница Магас"] = {
    locations = {
      {1, 15, 0.6258, 0.3525},
    },
  },
  ["Бернард Гамп"] = {
    locations = {
      {2, 24, 0.6427, 0.6098},
    },
  },
  ["Волхв клана Тяжелого Кулака"] = {
    locations = {
      {2, 13, 0.5311, 0.7672},
    },
  },
  ["Гигантский темноклыкий паук"] = {
    locations = {
      {1, 13, 0.4975, 0.4697},
      {1, 13, 0.5445, 0.5128},
      {1, 13, 0.5384, 0.6638},
      {1, 13, 0.5268, 0.6119},
    },
  },
  ["Тайга Мудрая Грива"] = {
    locations = {
      {1, 12, 0.2576, 0.6824},
    },
  },
  ["Управляющий Фольсом"] = {
    locations = {
      {2, 24, 0.2974, 0.6187},
    },
  },
  ["Казказ Нечистый"] = {
    locations = {
      {2, 4, 0.7623, 0.4882},
    },
  },
  ["Штейгер Камнелоб"] = {
    locations = {
      {2, 8, 0.6907, 0.5626},
    },
  },
  ["Скелет-колдун"] = {
    locations = {
      {2, 9, 0.3746, 0.5618},
    },
  },
  ["Огнестраж-разрушитель"] = {
    locations = {
      {2, 23, 0.2716, 0.7254},
      {2, 17, 0.2255, 0.0756},
    },
  },
  ["Послушник из Наксрамаса"] = {
    locations = {
      {2, 6, 0.3995, 0.2585},
    },
  },
  ["Ящер Тернистой долины"] = {
    locations = {
      {2, 21, 0.2666, 0.1602},
    },
  },
  ["Бетор Ледострел"] = {
    locations = {
      {2, 15, 0.8422, 0.1729},
    },
  },
  ["Ток'Кар"] = {
    locations = {
      {2, 4, 0.813, 0.8095},
    },
  },
  ["Свальбрад Дальногор"] = {
    locations = {
      {2, 1, 0.397, 0.804}
    }
  },
  ["Кульвия"] = {
    locations = {
      {1, 6, 0.4539, 0.5939},
    },
  },
  ["Сказитель Лидрос"] = {
    locations = {
      {1, 20, 0.6032, 0.2993},
      {1, 20, 0.6286, 0.249},
    },
  },
  ["Шоун"] = {
    locations = {
      {2, 11, 0.2934, 0.5344},
    },
  },
  ["Крапчатый смертехват"] = {
    locations = {
      {2, 3, 0.3458, 0.4776},
    },
  },
  ["Кразек"] = {
    locations = {
      {2, 21, 0.2698, 0.7723},
    },
  },
  ["Ребенок-сирота"] = {
    locations = {
      {2, 24, 0.4732, 0.3858},
      {2, 12, 0.4771, 0.1426},
      {1, 13, 0.6629, 0.4908},
      {2, 10, 0.3025, 0.8564},
      {1, 3, 0.4121, 0.4305},
    },
  },
  ["Баналаш"] = {
    locations = {
      {2, 4, 0.4471, 0.5677},
    },
  },
  ["Яропламень"] = {
    locations = {
      {1, 7, 0.4927, 0.4884},
    },
  },
  ["Векнисский ядохвост"] = {
    locations = {
      {1, 14, 0.1543, 0.9806},
    },
  },
  ["Гат'Илзогг"] = {
    locations = {
      {2, 11, 0.6887, 0.5583},
    },
  },
  ["Облачный змей"] = {
    locations = {
      {1, 19, 0.5195, 0.5544},
      {1, 19, 0.3688, 0.2942},
      {1, 19, 0.3757, 0.3918},
      {1, 19, 0.3468, 0.2681},
      {1, 19, 0.3851, 0.556},
    },
  },
  ["Улаг Колун"] = {
    locations = {
      {2, 22, 0.5947, 0.4828},
    },
  },
  ["Ламар Вейсилли"] = {
    locations = {
      {2, 11, 0.2111, 0.4641},
    },
  },
  ["Посол Инфернос"] = {
    locations = {
      {2, 2, 0.4183, 0.2855},
    },
  },
  ["Гор'теш"] = {
    locations = {
      {2, 17, 0.3998, 0.5508},
    },
  },
  ["Нисса Агамонд"] = {
    locations = {
      {2, 22, 0.4933, 0.3607},
    },
  },
  ["Краб с мертвой хваткой"] = {
    locations = {
      {1, 12, 0.2081, 0.7653},
      {1, 12, 0.1939, 0.7337},
      {1, 12, 0.2451, 0.7812},
      {1, 12, 0.1979, 0.8074},
      {1, 12, 0.3293, 0.3144},
    },
  },
  ["Талаэлар"] = {
    locations = {
      {1, 3, 0.4744, 0.5705},
    },
  },
  ["Головорез Южных морей"] = {
    locations = {
      {1, 15, 0.6212, 0.4568},
    },
  },
  ["Ретилгор"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Бонни Шлифовальщица"] = {
    locations = {
      {2, 19, 0.5774, 0.7654},
    },
  },
  ["Дирк Надувалло"] = {
    locations = {
      {2, 1, 0.397, 0.804}
    }
  },
  ["Загадочный питон"] = {
    locations = {
      {1, 15, 0.4774, 0.3489},
    },
  },
  ["Управляющий пристанью Головокружилкинс"] = {
    locations = {
      {1, 15, 0.6334, 0.3842},
    },
  },
  ["Огнечешуйчатый дракончик"] = {
    locations = {
      {2, 17, 0.3029, 0.5707},
      {2, 17, 0.1984, 0.4853},
      {2, 17, 0.2449, 0.4658},
      {2, 17, 0.2695, 0.5902},
      {2, 17, 0.2507, 0.6248},
    },
  },
  ["Варгус"] = {
    locations = {
      {1, 14, 0.5116, 0.3879},
    },
  },
  ["Крадущийся йети со Свирепого Утеса"] = {
    locations = {
      {1, 20, 0.5529, 0.5376},
    },
  },
  ["Тиноброд"] = {
    locations = {
      {2, 4, 0.1468, 0.3735},
    },
  },
  ["Большой исцеляющий идол"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Рабочий-сентипаар"] = {
    locations = {
      {1, 16, 0.351, 0.4101},
      {1, 16, 0.3342, 0.4642},
    },
  },
  ["Занзил Отверженный"] = {
    locations = {
      {2, 21, 0.3961, 0.5871},
    },
  },
  ["Осененный луной совух"] = {
    locations = {
      {1, 5, 0.6526, 0.2182},
      {1, 5, 0.5916, 0.5976},
      {1, 5, 0.6415, 0.1789},
      {1, 5, 0.6507, 0.6062},
    },
  },
  ["Воитель из Алого ордена"] = {
    locations = {
      {2, 22, 0.8531, 0.3047},
    },
  },
  ["Горная пума"] = {
    locations = {
      {1, 9, 0.4416, 0.8992},
      {1, 9, 0.4736, 0.9045},
    },
  },
  ["Скальный вепрь"] = {
    locations = {
      {2, 8, 0.4929, 0.5097},
      {2, 8, 0.3694, 0.6097},
      {2, 8, 0.473, 0.6034},
      {2, 8, 0.4459, 0.6403},
      {2, 8, 0.4298, 0.5719},
    },
  },
  ["Ветсера"] = {
    locations = {
      {1, 14, 0.1549, 0.9794},
    },
  },
  ["Кената Дабири"] = {
    locations = {
      {2, 13, 0.5601, 0.3622},
    },
  },
  ["Вестница Печали"] = {
    locations = {
      {1, 5, 0.5613, 0.4435},
    },
  },
  ["Джон-Оборванец"] = {
    locations = {
      {2, 17, 0.6512, 0.2367},
    },
  },
  ["Ксаватрас"] = {
    locations = {
      {1, 11, 0.3247, 0.6696},
    },
  },
  ["Гриф Дикое Сердце"] = {
    locations = {
      {2, 8, 0.4582, 0.53},
    },
  },
  ["Знахарь Унбагва"] = {
    locations = {
      {2, 21, 0.3522, 0.6046},
    },
  },
  ["Охотница саванны"] = {
    locations = {
      {1, 15, 0.5589, 0.1716},
      {1, 15, 0.5077, 0.2226},
      {1, 15, 0.5256, 0.27},
      {1, 15, 0.5438, 0.3019},
      {1, 15, 0.4958, 0.2768},
    },
  },
  ["Мурлок из племени Синежабрых"] = {
    locations = {
      {2, 3, 0.1455, 0.4027},
      {2, 3, 0.1812, 0.4036},
    },
  },
  ["Главный сержант Гримсфорд"] = {
    locations = {
      {2, 15, 0.6274, 0.4751},
    },
  },
  ["Ядохвостый скорпид"] = {
    locations = {
      {1, 4, 0.4179, 0.1875},
      {1, 4, 0.5011, 0.1744},
      {1, 4, 0.5535, 0.1571},
      {1, 4, 0.3643, 0.5096},
      {1, 4, 0.5399, 0.1303},
    },
  },
  ["Дарси"] = {
    locations = {
      {2, 11, 0.2689, 0.4506},
    },
  },
  ["Ун'Горский рокотун"] = {
    locations = {
      {1, 7, 0.663, 0.1627},
    },
  },
  ["Дьявозавр"] = {
    locations = {
      {1, 7, 0.6732, 0.2551},
      {1, 7, 0.3616, 0.3462},
      {1, 7, 0.6798, 0.3053},
      {1, 7, 0.6881, 0.574},
      {1, 7, 0.3433, 0.3825},
    },
  },
  ["Неруб'энкан"] = {
    locations = {
      {2, 6, 0.4833, 0.2185},
    },
  },
  ["Даториан Ралл"] = {
    locations = {
      {2, 24, 0.3996, 0.2982},
    },
  },
  ["Дуокна"] = {
    locations = {
      {1, 4, 0.4263, 0.6739},
    },
  },
  ["Паук-отшельник Мглистой пещеры"] = {
    locations = {
      {1, 13, 0.3401, 0.2256},
    },
  },
  ["Грит Турден"] = {
    locations = {
      {2, 19, 0.5577, 0.479},
    },
  },
  ["Коралловый скрытень"] = {
    locations = {
      {1, 1, 0.8743, 0.2836},
      {1, 1, 0.549, 0.7048},
      {1, 1, 0.8852, 0.2354},
    },
  },
  ["Серый медведь"] = {
    locations = {
      {2, 16, 0.5864, 0.2969},
      {2, 16, 0.5583, 0.1493},
      {2, 16, 0.6024, 0.3235},
      {2, 16, 0.6639, 0.2494},
      {2, 16, 0.6311, 0.3418},
    },
  },
  ["Сын Кенария"] = {
    locations = {
      {1, 6, 0.3686, 0.1287},
    },
  },
  ["Криниг Грознорыл"] = {
    locations = {
      {1, 15, 0.5864, 0.269},
    },
  },
  ["Верховный жрец Текал"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Алшир Гиблодых"] = {
    locations = {
      {1, 11, 0.4171, 0.8618},
    },
  },
  ["Кровопийца из племени Гурубаши"] = {
    locations = {
      {2, 21, 0.5406, 0.1757},
    },
  },
  ["Зансоа"] = {
    locations = {
      {1, 4, 0.5612, 0.7344},
    },
  },
  ["Мурлок из племени Мутной Воды"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Гневный рифовый краб"] = {
    locations = {
      {1, 18, 0.5613, 0.1596},
      {1, 18, 0.3102, 0.8976},
    },
  },
  ["Яростный Коготь"] = {
    locations = {
      {1, 17, 0.4545, 0.5861},
    },
  },
  ["Король Бангалаш"] = {
    locations = {
      {2, 21, 0.3825, 0.3549},
    },
  },
  ["Фалрин Садовник"] = {
    locations = {
      {1, 20, 0.6286, 0.2489},
    },
  },
  ["Гигантский болотный кроколиск"] = {
    locations = {
      {2, 3, 0.1784, 0.2673},
      {2, 3, 0.2669, 0.209},
      {2, 3, 0.2267, 0.2201},
      {2, 3, 0.2017, 0.2419},
    },
  },
  ["Сирит Камнелом"] = {
    locations = {
      {1, 15, 0.3528, 0.2785},
    },
  },
  ["Миссионер из Алого ордена"] = {
    locations = {
      {2, 22, 0.5172, 0.6753},
    },
  },
  ["Член совета Миллстайп"] = {
    locations = {
      {2, 20, 0.7201, 0.4775},
    },
  },
  ["Вулан"] = {
    locations = {
      {1, 12, 0.2616, 0.6975},
    },
  },
  ["Сул'литуз-детеныш"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Тотемист из племени Древобрюхов"] = {
    locations = {
      {1, 1, 0.3279, 0.4475},
      {1, 1, 0.3468, 0.4033},
      {1, 1, 0.3545, 0.3666},
    },
  },
  ["Высохший заступник"] = {
    locations = {
      {1, 11, 0.4725, 0.243},
      {1, 11, 0.4981, 0.1941},
      {1, 11, 0.4901, 0.2934},
      {1, 11, 0.5246, 0.2296},
    },
  },
  ["Острозуб-матриарх"] = {
    locations = {
      {2, 3, 0.6923, 0.3004},
    },
  },
  ["Верховный лорд Мастрогонд"] = {
    locations = {
      {2, 23, 0.3009, 0.2638},
      {2, 23, 0.1469, 0.3738},
    },
  },
  ["Гальван Древний"] = {
    locations = {
      {2, 21, 0.5061, 0.2049},
    },
  },
  ["Токсиколог из клана Гремучей Чешуи"] = {
    locations = {
      {1, 18, 0.5492, 0.3299},
    },
  },
  ["Лана Громовар"] = {
    locations = {
      {2, 1, 0.397, 0.804}
    }
  },
  ["Луноброд Темного Клыка"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Беговой олень-рогач"] = {
    locations = {
      {1, 6, 0.4531, 0.2383},
      {1, 6, 0.3952, 0.101},
      {1, 6, 0.4674, 0.2943},
      {1, 6, 0.4853, 0.3537},
    },
  },
  ["Брин"] = {
    locations = {
      {1, 15, 0.4345, 0.7741},
    },
  },
  ["Геолорд из культа Сумеречного Молота"] = {
    locations = {
      {1, 14, 0.3942, 0.4442},
      {1, 14, 0.2615, 0.3419},
      {1, 14, 0.1895, 0.8432},
    },
  },
  ["Землепроходец из племени Колючего Меха"] = {
    locations = {
      {1, 21, 0.3789, 0.3453},
    },
  },
  ["Разбойник из племени Змеящегося Корня"] = {
    locations = {
      {1, 21, 0.1536, 0.1088},
    },
  },
  ["Скорнн Ткач Скверны"] = {
    locations = {
      {1, 4, 0.5246, 0.0865},
    },
  },
  ["Оруженосец Малтрейк"] = {
    locations = {
      {2, 23, 0.3911, 0.39},
    },
  },
  ["Чароплет из легиона Изрубленного Щита"] = {
    locations = {
      {2, 23, 0.4077, 0.9566},
    },
  },
  ["Бродячий степной жираф"] = {
    locations = {
      {1, 15, 0.4496, 0.5678},
      {1, 15, 0.4495, 0.464},
      {1, 15, 0.4422, 0.5185},
      {1, 15, 0.4677, 0.5016},
      {1, 15, 0.5022, 0.5494},
    },
  },
  ["Волшебная аберрация"] = {
    locations = {
      {1, 20, 0.6032, 0.3037},
    },
  },
  ["Карликовый прибрежный краб"] = {
    locations = {
      {1, 18, 0.3594, 0.4746},
    },
  },
  ["Проходчик из улья Гориши"] = {
    locations = {
      {1, 7, 0.477, 0.8235},
    },
  },
  ["Бат'ра Страж Ветра"] = {
    locations = {
      {2, 1, 0.8036, 0.6686},
    },
  },
  ["Аварийный маяк КПХ-17/TN"] = {
    locations = {
      {1, 16, 0.5185, 0.2813},
      {1, 16, 0.6618, 0.2321},
      {1, 16, 0.3875, 0.1997},
      {1, 16, 0.2971, 0.6511},
      {1, 20, 0.7332, 0.4582},
    },
  },
  ["Волшебник крови Талнос"] = {
    locations = {
      {2, 22, 0.8483, 0.3051},
    },
  },
  ["Холания Маршалл"] = {
    locations = {
      {1, 7, 0.4389, 0.0729},
    },
  },
  ["Кела Копье Тени"] = {
    locations = {
      {1, 6, 0.5984, 0.6687},
    },
  },
  ["Ханна Остролист"] = {
    locations = {
      {1, 15, 0.4622, 0.6947},
      {1, 15, 0.4862, 0.5742},
      {1, 15, 0.4776, 0.7619},
      {1, 15, 0.4851, 0.5208},
      {1, 15, 0.4683, 0.6288},
    },
  },
  ["Передовой боец Алого ордена"] = {
    locations = {
      {2, 22, 0.7832, 0.3441},
      {2, 22, 0.7889, 0.3033},
      {2, 22, 0.794, 0.2706},
    },
  },
  ["Джозеф Грегориан"] = {
    locations = {
      {2, 15, 0.7072, 0.3023},
    },
  },
  ["Химера-слеток"] = {
    locations = {
      {1, 6, 0.3283, 0.7144},
    },
  },
  ["Темный жрец Шезз'зиз"] = {
    locations = {
      {1, 16, 0.3873, 0.1989},
    },
  },
  ["Бормочущий вурдалак"] = {
    locations = {
      {2, 6, 0.6013, 0.6954},
    },
  },
  ["Клякс Громодрев"] = {
    locations = {
      {2, 1, 0.8609, 0.7973},
    },
  },
  ["Верховный лорд Болвар Фордрагон"] = {
    locations = {
      {2, 24, 0.7806, 0.1813},
    },
  },
  ["Харнор"] = {
    locations = {
      {1, 12, 0.513, 0.5332},
    },
  },
  ["Рашона Лихая Плеть"] = {
    locations = {
      {1, 10, 0.6339, 0.5108},
    },
  },
  ["Черная драконида"] = {
    locations = {
      {2, 17, 0.9185, 0.534},
      {2, 17, 0.5793, 0.6101},
      {2, 17, 0.7732, 0.6212},
      {2, 17, 0.8448, 0.2747},
      {2, 17, 0.8867, 0.3765},
    },
  },
  ["Темный охотник из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.6468, 0.7379},
      {2, 5, 0.6115, 0.6957},
    },
  },
  ["Слуга Азоры"] = {
    locations = {
      {2, 25, 0.647, 0.697},
    },
  },
  ["Чащобный тенетник"] = {
    locations = {
      {1, 17, 0.6025, 0.5732},
      {1, 17, 0.6328, 0.6185},
      {1, 17, 0.5292, 0.6467},
    },
  },
  ["Мурлок-береговик"] = {
    locations = {
      {2, 10, 0.5456, 0.1037},
    },
  },
  ["Верховный маг Тервош"] = {
    locations = {
      {1, 13, 0.6637, 0.4927},
      {1, 13, 0.4519, 0.2434},
      {1, 13, 0.5968, 0.412},
    },
  },
  ["Молодой болотный кроколиск"] = {
    locations = {
      {2, 3, 0.1733, 0.4754},
      {2, 3, 0.5248, 0.3988},
      {2, 3, 0.521, 0.3644},
      {2, 3, 0.3675, 0.3667},
      {2, 3, 0.1535, 0.5117},
    },
  },
  ["Подарочный сертификат Похоронного звона"] = {
    locations = {
      {2, 22, 0.6131, 0.5298},
    },
  },
  ["Вэлдон Баров"] = {
    locations = {
      {2, 9, 0.4342, 0.8372},
    },
  },
  ["Селебрийская дриада"] = {
    locations = {
      {1, 12, 0.3597, 0.6439},
    },
  },
  ["Изабелла"] = {
    locations = {
      {2, 22, 0.3094, 0.6612},
    },
  },
  ["Тень высокорожденной"] = {
    locations = {
      {1, 1, 0.1651, 0.7025},
    },
  },
  ["Разбойник Синдиката"] = {
    locations = {
      {2, 16, 0.7885, 0.4347},
      {2, 16, 0.6617, 0.4781},
    },
  },
  ["Ройттен Камнемолот"] = {
    locations = {
      {2, 19, 0.6887, 0.2014},
    },
  },
  ["Штейгер Коззл"] = {
    locations = {
      {2, 21, 0.4256, 0.1849},
    },
  },
  ["Гроббулус"] = {
    locations = {
      {2, 6, 0.3992, 0.2589}
    }
  },
  ["Лазурный храмовник"] = {
    locations = {
      {1, 14, 0.3842, 0.4561},
      {1, 14, 0.2484, 0.3524},
      {1, 14, 0.1854, 0.8198},
      {1, 14, 0.3889, 0.425},
    },
  },
  ["Мордреш Огненный Глаз"] = {
    locations = {
      {1, 15, 0.5085, 0.9287},
    },
  },
  ["Истерзанный друид"] = {
    locations = {
      {1, 14, 0.6249, 0.5099},
    },
  },
  ["Прогнивший вурдалак"] = {
    locations = {
      {2, 10, 0.4027, 0.675},
      {2, 10, 0.4179, 0.2916},
      {2, 10, 0.6511, 0.6773},
      {2, 9, 0.5293, 0.6544},
    },
  },
  ["Атраманис"] = {
    locations = {
      {2, 1, 0.395, 0.812},
    },
  },
  ["Нимей"] = {
    locations = {
      {2, 16, 0.5112, 0.5912},
    },
  },
  ["Погромщица из стаи Пыльного Ветра"] = {
    locations = {
      {1, 4, 0.4996, 0.2424},
      {1, 4, 0.4748, 0.3089},
      {1, 4, 0.4899, 0.2123},
    },
  },
  ["Джерн Шлеморог"] = {
    locations = {
      {2, 12, 0.3718, 0.4738},
    },
  },
  ["Сторож из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.3934, 0.7793},
    },
  },
  ["Старый конверт"] = {
    locations = {
      {1, 4, 0.5932, 0.5765},
      {1, 4, 0.5178, 0.4235},
    },
  },
  ["Эмиссар культа Сумеречного Молота"] = {
    locations = {
      {2, 23, 0.2712, 0.7253},
    },
  },
  ["Костоглод"] = {
    locations = {
      {2, 3, 0.3225, 0.3154},
      {2, 3, 0.3811, 0.3429},
      {2, 3, 0.3792, 0.2882},
    },
  },
  ["Загадочный крылозмей"] = {
    locations = {
      {1, 15, 0.4612, 0.3427},
    },
  },
  ["Кузнец-волшебник из клана Кузни Рока"] = {
    locations = {
      {2, 23, 0.2714, 0.7257},
      {2, 17, 0.2255, 0.0755},
    },
  },
  ["Шкуродер"] = {
    locations = {
      {2, 10, 0.5104, 0.6005},
      {2, 10, 0.45, 0.6389},
      {2, 10, 0.4627, 0.4894},
      {2, 10, 0.4744, 0.532},
      {2, 10, 0.6027, 0.4508},
    },
  },
  ["Лорд Малатром"] = {
    locations = {
      {2, 20, 0.2188, 0.2813},
      {2, 20, 0.2531, 0.3071},
    },
  },
  ["Шпион из клана Черного Железа"] = {
    locations = {
      {2, 8, 0.7764, 0.6135},
    },
  },
  ["Птенец терродактиля"] = {
    locations = {
      {1, 7, 0.7877, 0.4014},
      {1, 7, 0.6971, 0.2938},
      {1, 7, 0.7879, 0.5978},
      {1, 7, 0.6931, 0.2512},
      {1, 7, 0.643, 0.3354},
    },
  },
  ["Стромгардский охотник на троллей"] = {
    locations = {
      {2, 13, 0.237, 0.596},
    },
  },
  ["Гигантский лесной долгоног"] = {
    locations = {
      {1, 18, 0.4035, 0.8217},
      {1, 18, 0.3566, 0.887},
      {1, 18, 0.5951, 0.1318},
      {1, 18, 0.369, 0.8207},
      {1, 18, 0.3851, 0.923},
    },
  },
  ["Странник волн"] = {
    locations = {
      {1, 20, 0.4456, 0.4865},
      {1, 20, 0.4509, 0.526},
      {1, 20, 0.4657, 0.5903},
      {1, 20, 0.4073, 0.3828},
      {1, 20, 0.3681, 0.3473},
    },
  },
  ["Налпак"] = {
    locations = {
      {1, 15, 0.4597, 0.3569},
    },
  },
  ["Андре Огнебородый"] = {
    locations = {
      {1, 16, 0.7335, 0.4686},
    },
  },
  ["Длиннорыл"] = {
    locations = {
      {2, 25, 0.2526, 0.8385},
      {2, 25, 0.2549, 0.8051},
    },
  },
  ["7:XT"] = {
    locations = {
      {2, 2, 0.0411, 0.8068},
      {2, 2, 0.5778, 0.6577},
      {2, 2, 0.1823, 0.7793},
      {2, 2, 0.5492, 0.5257},
      {2, 2, 0.2941, 0.6581},
    },
  },
  ["Корк Гизлтон"] = {
    locations = {
      {1, 12, 0.6662, 0.3781},
      {1, 12, 0.4985, 0.7499},
      {1, 12, 0.407, 0.7898},
      {1, 12, 0.4642, 0.7526},
      {1, 12, 0.6043, 0.3804},
    },
  },
  ["Изрыгатель яда"] = {
    locations = {
      {2, 6, 0.4833, 0.2187},
    },
  },
  ["Лумак"] = {
    locations = {
      {1, 10, 0.6971, 0.2937},
    },
  },
  ["Брат Кристоф"] = {
    locations = {
      {2, 24, 0.4569, 0.3852},
    },
  },
  ["Дрейк Линдгрен"] = {
    locations = {
      {2, 25, 0.8326, 0.6666},
    },
  },
  ["Сенир Белобород"] = {
    locations = {
      {2, 8, 0.4669, 0.5382},
    },
  },
  ["Ясновидец из племени Заблудших"] = {
    locations = {
      {2, 4, 0.6159, 0.2225},
      {2, 4, 0.6451, 0.2024},
    },
  },
  ["Валлариель Истребитель Демонов"] = {
    locations = {
      {1, 12, 0.6649, 0.1181},
    },
  },
  ["Глубинный острожал"] = {
    locations = {
      {2, 23, 0.271, 0.7254},
    },
  },
  ["Костелапая гиена"] = {
    locations = {
      {1, 12, 0.4048, 0.7043},
      {1, 12, 0.4449, 0.275},
      {1, 12, 0.3947, 0.7332},
      {1, 12, 0.4495, 0.3106},
      {1, 12, 0.5225, 0.393},
    },
  },
  ["Талендрия"] = {
    locations = {
      {1, 12, 0.6842, 0.0894},
    },
  },
  ["Воин племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4226, 0.8988},
    },
  },
  ["Отец Иниго Монтой"] = {
    locations = {
      {2, 6, 0.8148, 0.5816},
    },
  },
  ["Джен'шан"] = {
    locations = {
      {1, 4, 0.4285, 0.6927},
    },
  },
  ["Морская ведьма из клана Скользящего Плавника"] = {
    locations = {
      {1, 12, 0.2985, 0.0943},
    },
  },
  ["Грацина Сила Духа"] = {
    locations = {
      {1, 3, 0.4204, 0.8574},
    },
  },
  ["Обсидиановый часовой"] = {
    locations = {
      {2, 2, 0.3522, 0.1033},
    },
  },
  ["Громила из клана Мош'Огг"] = {
    locations = {
      {2, 21, 0.371, 0.309},
    },
  },
  ["Анди Линн"] = {
    locations = {
      {1, 16, 0.5277, 0.274},
    },
  },
  ["Полководец Креллиан"] = {
    locations = {
      {1, 1, 0.407, 0.53},
    },
  },
  ["Чаки \"Недотепа\""] = {
    locations = {
      {2, 21, 0.4013, 0.5824},
    },
  },
  ["Проклятый пес тьмы"] = {
    locations = {
      {2, 22, 0.5769, 0.6111},
      {2, 22, 0.5385, 0.6479},
      {2, 22, 0.4706, 0.4973},
    },
  },
  ["Каннибал из племени Моходеров"] = {
    locations = {
      {2, 6, 0.6597, 0.2177},
      {2, 6, 0.6828, 0.1951},
      {2, 6, 0.709, 0.1652},
    },
  },
  ["Старый серый медведь"] = {
    locations = {
      {2, 16, 0.3054, 0.5519},
      {2, 16, 0.3216, 0.585},
      {2, 16, 0.6387, 0.4881},
      {2, 16, 0.7898, 0.3382},
      {2, 16, 0.7077, 0.2487},
    },
  },
  ["Горалук Треснувшая Наковальня"] = {
    locations = {
      {2, 23, 0.4079, 0.9566},
    },
  },
  ["Ослабленный скальный великан"] = {
    locations = {
      {1, 20, 0.3957, 0.2328},
    },
  },
  ["Гол'дир"] = {
    locations = {
      {2, 1, 0.6012, 0.4382},
    },
  },
  ["Обжора Лунной Ярости"] = {
    locations = {
      {2, 18, 0.562, 0.4665},
    },
  },
  ["Командир Ручьедол"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Зарук"] = {
    locations = {
      {2, 13, 0.7444, 0.3557},
    },
  },
  ["Капитан из клана Ярости Горна"] = {
    locations = {
      {2, 23, 0.2714, 0.7255},
    },
  },
  ["Страж чертогов"] = {
    locations = {
      {1, 15, 0.4227, 0.8987},
    },
  },
  ["Слуга Севины"] = {
    locations = {
      {2, 7, 0.4185, 0.396},
    },
  },
  ["Землепроходец из племени Зимней Спячки"] = {
    locations = {
      {1, 5, 0.4119, 0.4318},
      {1, 5, 0.3188, 0.3646},
    },
  },
  ["Смертельный хлестун"] = {
    locations = {
      {1, 20, 0.6485, 0.295},
    },
  },
  ["Големагг Испепелитель"] = {
    locations = {
      {2,23, 0.3213, 0.9484}
    }
  },
  ["Седрик Проуз"] = {
    locations = {
      {2, 13, 0.4576, 0.4615},
    },
  },
  ["Огнеход"] = {
    locations = {
      {2, 23, 0.3221, 0.9518},
    },
  },
  ["Низший мурлок-оракул"] = {
    locations = {
      {2, 10, 0.4354, 0.097},
      {2, 10, 0.3785, 0.1566},
      {2, 10, 0.3452, 0.1662},
      {2, 10, 0.4135, 0.1214},
    },
  },
  ["Кви"] = {
    locations = {
      {2, 13, 0.6014, 0.5379},
    },
  },
  ["Матренгил Медвежья Лапа"] = {
    locations = {
      {1, 3, 0.3522, 0.0812},
    },
  },
  ["Энтропический ужас"] = {
    locations = {
      {1, 11, 0.4129, 0.419},
      {1, 11, 0.4379, 0.3974},
    },
  },
  ["Генерал-лейтенант Андоров"] = {
    locations = {
      {1, 14, 0.2959, 1.0602},
    },
  },
  ["Воплощение разврата"] = {
    locations = {
      {2, 9, 0.6901, 0.7281},
    },
  },
  ["Раб-трудяга"] = {
    locations = {
      {2, 23, 0.4155, 0.5305},
      {2, 23, 0.3926, 0.4593},
      {2, 23, 0.3833, 0.3923},
      {2, 23, 0.3835, 0.4234},
      {2, 23, 0.4001, 0.4911},
    },
  },
  ["Тор'ган"] = {
    locations = {
      {2, 13, 0.7466, 0.3635},
    },
  },
  ["Ловчий из племени Иглогривых"] = {
    locations = {
      {1, 15, 0.432, 0.8233},
    },
  },
  ["Хальян Сердце Дуба"] = {
    locations = {
      {1, 21, 0.3493, 0.5096},
    },
  },
  ["Земельник камнерез"] = {
    locations = {
      {2, 2, 0.3524, 0.1035},
    },
  },
  ["Флакк"] = {
    locations = {
      {1, 4, 0.5291, 0.4199},
    },
  },
  ["Базиль Тредд"] = {
    locations = {
      {2, 24, 0.3966, 0.5394},
    },
  },
  ["Тюрак Рунический Тотем"] = {
    locations = {
      {1, 2, 0.7635, 0.276},
    },
  },
  ["Дозорный прайда ледопардов"] = {
    locations = {
      {1, 5, 0.5005, 0.094},
    },
  },
  ["Оператор Торговой Компании"] = {
    locations = {
      {1, 6, 0.6283, 0.5321},
      {1, 6, 0.6656, 0.457},
    },
  },
  ["Разбойник из шайки Скитальцев Пустыни"] = {
    locations = {
      {1, 16, 0.5944, 0.379},
      {1, 16, 0.6426, 0.3841},
      {1, 16, 0.6117, 0.3445},
    },
  },
  ["Джек Мертвозуб"] = {
    locations = {
      {2, 25, 0.8928, 0.7906},
    },
  },
  ["Зилзибин Барабанный Бой"] = {
    locations = {
      {1, 10, 0.5641, 0.4653},
    },
  },
  ["Бешеный щербозуб"] = {
    locations = {
      {1, 5, 0.5935, 0.7196},
      {1, 5, 0.6658, 0.7003},
    },
  },
  ["Огнечар Элдрета"] = {
    locations = {
      {1, 20, 0.6032, 0.3037},
    },
  },
  ["Мурта Мрачнобрюх"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Кузнец Верринтан"] = {
    locations = {
      {2, 16, 0.3237, 0.4554},
    },
  },
  ["Стежок"] = {
    locations = {
      {2, 20, 0.7445, 0.4786},
      {2, 20, 0.7368, 0.5609},
      {2, 20, 0.7456, 0.5205},
      {2, 20, 0.6452, 0.6065},
      {2, 20, 0.4481, 0.6602},
    },
  },
  ["Фрадд Бынструмент"] = {
    locations = {
      {2, 3, 0.264, 0.2581},
    },
  },
  ["Лорд Вальтхалак"] = {
    locations = {
      {2, 23, 0.4084, 0.9561},
      {2, 23, 0.3216, 0.686},
    },
  },
  ["Буревестница из племени Маграм"] = {
    locations = {
      {1, 12, 0.7004, 0.7566},
      {1, 12, 0.6743, 0.8},
    },
  },
  ["Каменорский рубака"] = {
    locations = {
      {2, 4, 0.4135, 0.5466},
      {2, 4, 0.4623, 0.563},
      {2, 4, 0.4766, 0.5984},
      {2, 4, 0.4166, 0.5086},
      {2, 4, 0.4487, 0.4802},
    },
  },
  ["Шардрин"] = {
    locations = {
      {1, 3, 0.482, 0.6909},
    },
  },
  ["Бриенна Мерцание Звезд"] = {
    locations = {
      {1, 20, 0.89, 0.4588},
    },
  },
  ["Джеймс Халлоран"] = {
    locations = {
      {2, 3, 0.0858, 0.5577},
    },
  },
  ["Светлолапый бегун"] = {
    locations = {
      {1, 21, 0.2273, 0.3661},
      {1, 21, 0.2236, 0.3003},
      {1, 21, 0.2903, 0.2992},
      {1, 21, 0.1767, 0.2969},
      {1, 21, 0.284, 0.5494},
    },
  },
  ["Прокаженный техник"] = {
    locations = {
      {2, 8, 0.1767, 0.3915},
    },
  },
  ["Призрачный служитель"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Смертехват Кровавой Топи"] = {
    locations = {
      {1, 13, 0.4076, 0.4167},
      {1, 13, 0.4525, 0.5349},
    },
  },
  ["Главный инженер Плотиннер VII"] = {
    locations = {
      {2, 12, 0.46, 0.1371},
    },
  },
  ["Повелитель рабов Черносерд"] = {
    locations = {
      {2, 23, 0.4108, 0.3567},
      {2, 23, 0.4111, 0.2494},
      {2, 23, 0.4126, 0.4434},
      {2, 23, 0.4585, 0.2579},
    },
  },
  ["Болотный ягуар"] = {
    locations = {
      {2, 4, 0.1421, 0.593},
      {2, 4, 0.3157, 0.4986},
      {2, 4, 0.2812, 0.5616},
      {2, 4, 0.4146, 0.4288},
      {2, 4, 0.2554, 0.5966},
    },
  },
  ["Лиходейка из племени Колкар"] = {
    locations = {
      {1, 12, 0.6795, 0.4374},
      {1, 12, 0.6773, 0.52},
    },
  },
  ["Сухосерд Ловчий"] = {
    locations = {
      {2, 5, 0.342, 0.7179},
    },
  },
  ["Хоргус Опустошитель"] = {
    locations = {
      {2, 6, 0.3844, 0.893},
    },
  },
  ["Дриада Мутного Озера"] = {
    locations = {
      {1, 6, 0.274, 0.1251},
    },
  },
  ["Проходчик из клана Черного Железа"] = {
    locations = {
      {2, 3, 0.4708, 0.1682},
      {2, 3, 0.61, 0.2597},
    },
  },
  ["Тормус Подземная Кузня"] = {
    locations = {
      {2, 19, 0.4884, 0.4277},
    },
  },
  ["Ружейник из клана Черного Железа"] = {
    locations = {
      {2, 3, 0.4894, 0.1666},
    },
  },
  ["Химера-матриарх"] = {
    locations = {
      {1, 6, 0.3234, 0.7357},
      {1, 6, 0.3581, 0.7169},
    },
  },
  ["Костеголовый солдат"] = {
    locations = {
      {2, 22, 0.4671, 0.333},
    },
  },
  ["Копченый василиск"] = {
    locations = {
      {1, 6, 0.3678, 0.4959},
      {1, 6, 0.4461, 0.4202},
      {1, 6, 0.337, 0.6065},
    },
  },
  ["Мрачный завсегдатай"] = {
    locations = {
      {2, 23, 0.2713, 0.7251},
    },
  },
  ["Вождь Укорз Песчаная Плешь"] = {
    locations = {
      {1, 16, 0.3873, 0.1989},
    },
  },
  ["Шкуродер из племени Песчаной Бури"] = {
    locations = {
      {1, 16, 0.389, 0.213},
      {1, 16, 0.4208, 0.2285},
      {1, 16, 0.3741, 0.2424},
      {1, 16, 0.4035, 0.2902},
    },
  },
  ["Лорд Малдаззар"] = {
    locations = {
      {2, 9, 0.4962, 0.7864},
      {2, 9, 0.5022, 0.7532},
      {2, 9, 0.5407, 0.8043},
    },
  },
  ["Билли Маклур"] = {
    locations = {
      {2, 25, 0.4307, 0.8575},
    },
  },
  ["Дунгар Долгопив"] = {
    locations = {
      {2, 24, 0.6625, 0.6238},
    },
  },
  ["Валдред Морай"] = {
    locations = {
      {2, 18, 0.4596, 0.8415},
    },
  },
  ["Капитан Тало'тас Сияющий"] = {
    locations = {
      {1, 15, 0.6227, 0.3905},
    },
  },
  ["Боевой маг из Багрового Легиона"] = {
    locations = {
      {2, 6, 0.3102, 0.1584},
    },
  },
  ["Свинобраз из племени Дыбогривов"] = {
    locations = {
      {1, 9, 0.6153, 0.8007},
    },
  },
  ["Леди Сатра"] = {
    locations = {
      {1, 17, 0.4024, 0.2544},
      {1, 17, 0.4777, 0.254},
    },
  },
  ["Джарк"] = {
    locations = {
      {1, 4, 0.5434, 0.4221},
    },
  },
  ["Финий Темнострой"] = {
    locations = {
      {2, 23, 0.2714, 0.7251},
      {2, 17, 0.2257, 0.0756},
    },
  },
  ["Герцог Ветров"] = {
    locations = {
      {1, 14, 0.3747, 0.4502},
    },
  },
  ["Изверг из клана Молота Ужаса"] = {
    locations = {
      {2, 7, 0.4798, 0.4288},
    },
  },
  ["Кэрн Кровавое Копыто"] = {
    locations = {
      {1, 2, 0.5983, 0.5166},
    },
  },
  ["Сумасшедший слуга"] = {
    locations = {
      {2, 21, 0.5402, 0.1757},
    },
  },
  ["Опаляющий вурдалак"] = {
    locations = {
      {2, 9, 0.4094, 0.6913},
      {2, 9, 0.4453, 0.645},
      {2, 9, 0.4556, 0.6959},
    },
  },
  ["Калиф Жало Скорпида"] = {
    locations = {
      {1, 16, 0.6103, 0.369},
      {1, 16, 0.634, 0.3288},
    },
  },
  ["Ксаварик"] = {
    locations = {
      {1, 2, 0.2523, 0.2108},
    },
  },
  ["Кремнежорка"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Пророк из культа Сумеречного Молота"] = {
    locations = {
      {1, 14, 0.379, 0.4184},
      {1, 14, 0.2132, 0.3302},
      {1, 14, 0.2514, 0.3814},
      {1, 14, 0.2979, 0.3989},
      {1, 14, 0.2558, 0.7344},
    },
  },
  ["Испепелитель"] = {
    locations = {
      {1, 11, 0.412, 0.426},
      {1, 11, 0.4213, 0.3914},
      {1, 11, 0.4526, 0.3938},
    },
  },
  ["Кейн Песнь Пламени"] = {
    locations = {
      {2, 22, 0.6192, 0.5243},
    },
  },
  ["Дракан"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Облезлый ночной саблезуб"] = {
    locations = {
      {1, 17, 0.6123, 0.3679},
    },
  },
  ["Дазалар"] = {
    locations = {
      {1, 17, 0.5668, 0.5952},
    },
  },
  ["Мурлок-сетеплет"] = {
    locations = {
      {2, 10, 0.3532, 0.1896},
      {2, 10, 0.3783, 0.1634},
      {2, 10, 0.3246, 0.2565},
      {2, 10, 0.3468, 0.223},
    },
  },
  ["Квинн Йорик"] = {
    locations = {
      {2, 18, 0.5342, 0.1268},
    },
  },
  ["Дессекус"] = {
    locations = {
      {1, 11, 0.5814, 0.1787},
    },
  },
  ["Тенелов из племени Каменного Сердца"] = {
    locations = {
      {1, 21, 0.8123, 0.4995},
    },
  },
  ["Грабитель Южных морей"] = {
    locations = {
      {1, 15, 0.6389, 0.4503},
      {1, 15, 0.6354, 0.4862},
    },
  },
  ["Долгоног-несушка"] = {
    locations = {
      {1, 18, 0.3893, 0.9171},
      {1, 18, 0.349, 0.8786},
    },
  },
  ["Воронковый паук дикого терна"] = {
    locations = {
      {1, 21, 0.828, 0.472},
    },
  },
  ["Телдрен"] = {
    locations = {
      {2, 23, 0.2722, 0.725},
    },
  },
  ["Старина Серракис"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Кранал Фисс"] = {
    locations = {
      {1, 15, 0.5595, 0.1997},
    },
  },
  ["Скверногрив"] = {
    locations = {
      {2, 9, 0.4595, 0.5228},
    },
  },
  ["Темный хранитель Офгут"] = {
    locations = {
      {2, 23, 0.2713, 0.7249},
    },
  },
  ["Кальмарник"] = {
    locations = {
      {2, 11, 0.4241, 0.5195},
      {2, 11, 0.491, 0.6787},
      {2, 11, 0.3858, 0.6212},
      {2, 11, 0.3916, 0.5457},
    },
  },
  ["Фенрус Пожиратель"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Зандо'зан"] = {
    locations = {
      {1, 10, 0.4291, 0.5313},
    },
  },
  ["Караульный деревни Погребальных Костров"] = {
    locations = {
      {2, 18, 0.4552, 0.7306},
    },
  },
  ["Стегодон"] = {
    locations = {
      {1, 7, 0.376, 0.6728},
      {1, 7, 0.3731, 0.6198},
      {1, 7, 0.2587, 0.5446},
      {1, 7, 0.394, 0.7175},
      {1, 7, 0.2687, 0.584},
    },
  },
  ["Каменорский шаман"] = {
    locations = {
      {2, 4, 0.8187, 0.8078},
    },
  },
  ["Остроклюв-повелитель небес"] = {
    locations = {
      {2, 5, 0.5452, 0.5056},
      {2, 5, 0.6379, 0.4478},
      {2, 5, 0.6297, 0.4939},
      {2, 5, 0.6093, 0.5303},
    },
  },
  ["Даниэль Бартлетт"] = {
    locations = {
      {2, 15, 0.6426, 0.3785},
    },
  },
  ["Плотоглот нагорья"] = {
    locations = {
      {2, 13, 0.5221, 0.6716},
      {2, 13, 0.4692, 0.7828},
    },
  },
  ["Начальник гномского гаража"] = {
    locations = {
      {1, 19, 0.7758, 0.77},
    },
  },
  ["Молодой деметродон"] = {
    locations = {
      {1, 7, 0.7003, 0.306},
      {1, 7, 0.7096, 0.3441},
      {1, 7, 0.6948, 0.2659},
      {1, 7, 0.5975, 0.3658},
      {1, 7, 0.6474, 0.3458},
    },
  },
  ["Кайлаис Лунное Перо"] = {
    locations = {
      {1, 18, 0.3638, 0.4557},
    },
  },
  ["Зимаель Лунный Репей"] = {
    locations = {
      {2, 23, 0.2958, 0.2639},
    },
  },
  ["Свиностраж племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Пимгиб"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Гилтарес Огненный Цветок"] = {
    locations = {
      {1, 15, 0.6185, 0.5432},
      {1, 15, 0.6367, 0.4481},
      {1, 15, 0.6339, 0.488},
    },
  },
  ["Громовой стегодон"] = {
    locations = {
      {1, 7, 0.2592, 0.5453},
      {1, 7, 0.3802, 0.6609},
      {1, 7, 0.3607, 0.695},
      {1, 7, 0.3274, 0.6216},
      {1, 7, 0.2647, 0.6005},
    },
  },
  ["Тамран Грозовая Вершина"] = {
    locations = {
      {2, 16, 0.7273, 0.8136},
      {2, 16, 0.7037, 0.7793},
    },
  },
  ["Карликовый приливный краб"] = {
    locations = {
      {1, 4, 0.5499, 0.8112},
      {1, 4, 0.5899, 0.7423},
      {1, 4, 0.5744, 0.7778},
    },
  },
  ["Адепт Некроситета"] = {
    locations = {
      {2, 9, 0.69, 0.7284},
    },
  },
  ["Руул Одинокий Камень"] = {
    locations = {
      {2, 13, 0.1794, 0.6852},
    },
  },
  ["Твердоспин"] = {
    locations = {
      {2, 8, 0.7208, 0.5235},
    },
  },
  ["Кин'вилай"] = {
    locations = {
      {2, 21, 0.3223, 0.2774},
    },
  },
  ["Зачумленный волноплеск"] = {
    locations = {
      {2, 6, 0.6137, 0.7944},
    },
  },
  ["Прирученный боевой вепрь"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Колдун Алого ордена"] = {
    locations = {
      {2, 22, 0.8531, 0.3047},
    },
  },
  ["Вождь Соколиный Ветер"] = {
    locations = {
      {1, 9, 0.4423, 0.7611},
    },
  },
  ["Хранитель Мутного озера"] = {
    locations = {
      {1, 6, 0.2623, 0.1294},
    },
  },
  ["Старший землекоп"] = {
    locations = {
      {2, 10, 0.4606, 0.1869},
    },
  },
  ["Железноклюв"] = {
    locations = {
      {1, 11, 0.5045, 0.8214},
      {1, 11, 0.4757, 0.7587},
      {1, 11, 0.4397, 0.8218},
      {1, 11, 0.5458, 0.8477},
      {1, 11, 0.5146, 0.8505},
    },
  },
  ["Газлоу"] = {
    locations = {
      {1, 15, 0.6267, 0.3627},
    },
  },
  ["Некрорахнид-ловец"] = {
    locations = {
      {2, 6, 0.1565, 0.3267},
      {2, 6, 0.0936, 0.3741},
      {2, 6, 0.1194, 0.3443},
    },
  },
  ["Фардел Дабири"] = {
    locations = {
      {2, 13, 0.5599, 0.39},
    },
  },
  ["Паук Мглистой пещеры"] = {
    locations = {
      {1, 13, 0.3409, 0.2249},
    },
  },
  ["Скальный скрытень"] = {
    locations = {
      {2, 12, 0.5672, 0.6641},
      {2, 12, 0.4923, 0.7194},
      {2, 12, 0.4707, 0.7444},
      {2, 12, 0.5391, 0.6822},
      {2, 12, 0.6434, 0.5397},
    },
  },
  ["Озерный крепкозуб"] = {
    locations = {
      {2, 11, 0.4382, 0.6049},
      {2, 11, 0.389, 0.6305},
      {2, 11, 0.3936, 0.5992},
      {2, 11, 0.5092, 0.6065},
      {2, 11, 0.4702, 0.5905},
    },
  },
  ["Лепрогном"] = {
    locations = {
      {2, 8, 0.2559, 0.4196},
    },
  },
  ["Тиранис Малем"] = {
    locations = {
      {1, 12, 0.5295, 0.29},
    },
  },
  ["Землетряска из племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Шаман племени Зловещего Тотема"] = {
    locations = {
      {1, 20, 0.674, 0.4676},
    },
  },
  ["Генерал Двукосса"] = {
    locations = {
      {1, 15, 0.4934, 0.8412},
    },
  },
  ["Осквернерр"] = {
    locations = {
      {2, 7, 0.4763, 0.3},
    },
  },
  ["Испепеляющий элементаль"] = {
    locations = {
      {1, 7, 0.5094, 0.4826},
      {1, 7, 0.4724, 0.4868},
      {1, 7, 0.531, 0.4561},
      {1, 7, 0.4781, 0.5289},
    },
  },
  ["Портовый начальник Барен"] = {
    locations = {
      {2, 11, 0.2779, 0.4732},
    },
  },
  ["Сломанный зуб"] = {
    locations = {
      {2, 2, 0.6181, 0.3082},
      {2, 2, 0.4522, 0.3636},
      {2, 2, 0.5414, 0.151},
    },
  },
  ["Фарли"] = {
    locations = {
      {2, 25, 0.4377, 0.6588},
    },
  },
  ["Капитан Дренн"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Болезненный живодер"] = {
    locations = {
      {2, 6, 0.6645, 0.3987},
      {2, 6, 0.832, 0.4245},
      {2, 6, 0.7702, 0.5143},
    },
  },
  ["Ткач скорби"] = {
    locations = {
      {2, 4, 0.2563, 0.5868},
      {2, 4, 0.3813, 0.3068},
      {2, 4, 0.2911, 0.5124},
    },
  },
  ["Карм Железное Перо"] = {
    locations = {
      {2, 12, 0.3713, 0.4733},
    },
  },
  ["Калор"] = {
    locations = {
      {2, 20, 0.7536, 0.4786},
    },
  },
  ["Хромоногая гиена"] = {
    locations = {
      {1, 16, 0.4458, 0.3959},
      {1, 16, 0.6161, 0.4485},
      {1, 16, 0.6004, 0.4852},
      {1, 16, 0.5455, 0.4196},
      {1, 16, 0.6111, 0.5633},
    },
  },
  ["Огглфлинт"] = {
    locations = {
      {1, 10, 0.5299, 0.4876},
    },
  },
  ["Изгнанник племени Атал'ай"] = {
    locations = {
      {2, 5, 0.3372, 0.7518},
    },
  },
  ["Окофус Жарбулат"] = {
    locations = {
      {1, 10, 0.7979, 0.2375},
    },
  },
  ["Капитан Мелраш"] = {
    locations = {
      {2, 22, 0.7949, 0.2596},
    },
  },
  ["Кенарийский ботаник"] = {
    locations = {
      {1, 6, 0.3586, 0.1281},
    },
  },
  ["Острокоготь"] = {
    locations = {
      {1, 21, 0.7347, 0.7016},
      {1, 21, 0.7712, 0.6742},
    },
  },
  ["Бейтс"] = {
    locations = {
      {2, 18, 0.4321, 0.4133},
    },
  },
  ["Архивариус Галфорд"] = {
    locations = {
      {2, 6, 0.3109, 0.1584},
      {2, 6, 0.4833, 0.2184},
    },
  },
  ["Мистик из клана Гнилобрюхих"] = {
    locations = {
      {2, 2, 0.6597, 0.2335},
    },
  },
  ["Авгур клана Пылающего Клинка"] = {
    locations = {
      {1, 12, 0.552, 0.2917},
      {1, 12, 0.5662, 0.237},
    },
  },
  ["Огр из клана Дробящего Кулака"] = {
    locations = {
      {2, 20, 0.3951, 0.7159},
    },
  },
  ["\"Красавчик\" Дункан"] = {
    locations = {
      {2, 21, 0.2752, 0.6942},
    },
  },
  ["Топотун Криг"] = {
    locations = {
      {1, 20, 0.6287, 0.249},
    },
  },
  ["Маршал Винздор"] = {
    locations = {
      {2, 23, 0.2713, 0.7257},
      {2, 17, 0.2255, 0.0755},
    },
  },
  ["Огнебор"] = {
    locations = {
      {1, 13, 0.5664, 0.876},
    },
  },
  ["Страдающая душа"] = {
    locations = {
      {2, 22, 0.4515, 0.3268},
      {2, 22, 0.4712, 0.356},
    },
  },
  ["Головорез из клана Раздробленного Хребта"] = {
    locations = {
      {2, 1, 0.3852, 0.5455},
      {2, 1, 0.3865, 0.5104},
    },
  },
  ["Бесселет"] = {
    locations = {
      {1, 6, 0.5321, 0.7274},
    },
  },
  ["Ун'горская горилла"] = {
    locations = {
      {1, 7, 0.6403, 0.1695},
      {1, 7, 0.6752, 0.157},
    },
  },
  ["Кор'греш Холодная Ярость"] = {
    locations = {
      {2, 13, 0.5464, 0.8128},
    },
  },
  ["Верховная Жрица Теодора Мальвадания"] = {
    locations = {
      {2, 2, 0.031, 0.478},
    },
  },
  ["Газ'рилла"] = {
    locations = {
      {1, 16, 0.3873, 0.1989},
    },
  },
  ["Дозорный Хатчинс"] = {
    locations = {
      {2, 20, 0.4498, 0.6608},
      {2, 20, 0.4208, 0.6469},
    },
  },
  ["Крестьянин лагеря Восточной долины"] = {
    locations = {
      {2, 25, 0.8161, 0.6745},
    },
  },
  ["Чернорабочий Торговой Компании"] = {
    locations = {
      {1, 15, 0.5633, 0.0824},
      {1, 15, 0.5261, 0.115},
    },
  },
  ["Рубака Логмар"] = {
    locations = {
      {1, 15, 0.4462, 0.5922},
    },
  },
  ["Молотобоец из Багрового Легиона"] = {
    locations = {
      {2, 6, 0.3102, 0.1585},
      {2, 6, 0.4834, 0.2186},
    },
  },
  ["Жуткий потрошитель"] = {
    locations = {
      {1, 12, 0.6171, 0.7578},
      {1, 12, 0.6251, 0.7944},
      {1, 12, 0.5582, 0.8565},
      {1, 12, 0.6222, 0.7161},
      {1, 12, 0.2947, 0.7892},
    },
  },
  ["Оскверненный крупнозубый кроколиск"] = {
    locations = {
      {1, 4, 0.3491, 0.5439},
      {1, 4, 0.3518, 0.2546},
      {1, 15, 0.6296, 0.2289},
      {1, 4, 0.3719, 0.1706},
      {1, 4, 0.3435, 0.5071},
    },
  },
  ["Адъютант Тезоран"] = {
    locations = {
      {1, 13, 0.6803, 0.4816},
    },
  },
  ["Наблюдатель Торговой Компании"] = {
    locations = {
      {1, 15, 0.5469, 0.0568},
    },
  },
  ["Салага"] = {
    locations = {
      {2, 21, 0.2671, 0.7368},
    },
  },
  ["Темный священник Берил"] = {
    locations = {
      {2, 22, 0.6163, 0.5221},
    },
  },
  ["Ретиль Страж Природы"] = {
    locations = {
      {2, 3, 0.563, 0.4043},
    },
  },
  ["Харлан Багли"] = {
    locations = {
      {2, 24, 0.5515, 0.5601},
    },
  },
  ["Сказитель Тотем Дождя"] = {
    locations = {
      {1, 9, 0.5987, 0.2557},
    },
  },
  ["Отец Ланкастер"] = {
    locations = {
      {2, 15, 0.491, 0.146},
    },
  },
  ["Разведчик Кровопал"] = {
    locations = {
      {1, 14, 0.4894, 0.3675},
    },
  },
  ["Ур'кьо"] = {
    locations = {
      {1, 10, 0.3564, 0.875},
    },
  },
  ["Похититель из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.8438, 0.4114},
    },
  },
  ["Снид"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Зарельман Две Луны"] = {
    locations = {
      {1, 9, 0.4775, 0.5761},
    },
  },
  ["Хранитель праздничного пламени"] = {
    locations = {
      {1, 17, 0.5654, 0.9204},
    },
  },
  ["Тутен'каш"] = {
    locations = {
      {1, 15, 0.5085, 0.9288},
    },
  },
  ["Даларанский шахтер"] = {
    locations = {
      {2, 18, 0.6257, 0.6303},
    },
  },
  ["Речной кроколиск"] = {
    locations = {
      {2, 21, 0.3484, 0.0958},
      {2, 21, 0.4016, 0.1285},
    },
  },
  ["Кельдран"] = {
    locations = {
      {1,10, 0.2237, 0.5343}
    }
  },
  ["Хилсбрадский пехотинец"] = {
    locations = {
      {2, 16, 0.3287, 0.4272},
      {2, 16, 0.3457, 0.4666},
    },
  },
  ["Келдрик Буше"] = {
    locations = {
      {2, 24, 0.5593, 0.6519},
    },
  },
  ["Повелитель зверей из племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4227, 0.8987},
    },
  },
  ["Кнутохвост нагорья"] = {
    locations = {
      {2, 3, 0.5775, 0.2568},
      {2, 3, 0.3882, 0.2248},
      {2, 3, 0.5912, 0.2857},
      {2, 3, 0.3509, 0.2322},
      {2, 3, 0.3136, 0.2082},
    },
  },
  ["Капрал Калеб"] = {
    locations = {
      {2, 21, 0.3778, 0.0335},
    },
  },
  ["Молодой падальщик"] = {
    locations = {
      {2, 22, 0.305, 0.6242},
    },
  },
  ["Вилли Черный"] = {
    locations = {
      {2, 11, 0.2658, 0.453},
    },
  },
  ["Чудодей из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.4088, 0.7854},
    },
  },
  ["Воин из клана Гребня Ненависти"] = {
    locations = {
      {1, 20, 0.2768, 0.5263},
    },
  },
  ["Магтур"] = {
    locations = {
      {2, 4, 0.2603, 0.3155},
    },
  },
  ["Посвященный из Багрового Легиона"] = {
    locations = {
      {2, 6, 0.3107, 0.1586},
    },
  },
  ["Король Магни Бронзобород"] = {
    locations = {
      {2, 19, 0.3938, 0.5572},
    },
  },
  ["Заррин"] = {
    locations = {
      {1, 17, 0.571, 0.6127},
    },
  },
  ["Лорд-капитан Змеюк"] = {
    locations = {
      {2, 4, 0.7278, 0.3792},
      {2, 4, 0.7921, 0.6043},
      {2, 4, 0.6869, 0.3876},
      {2, 4, 0.7846, 0.4453},
      {2, 4, 0.7661, 0.4083},
    },
  },
  ["Мистик из стаи Древолапов"] = {
    locations = {
      {1, 20, 0.7259, 0.5626},
      {1, 20, 0.6901, 0.551},
    },
  },
  ["Королевский историк Аркессон"] = {
    locations = {
      {2, 19, 0.3866, 0.5542},
    },
  },
  ["Контрабандист из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.4858, 0.4658},
      {2, 10, 0.4928, 0.1979},
      {2, 10, 0.4534, 0.2397},
      {2, 10, 0.4853, 0.4314},
      {2, 10, 0.4775, 0.3934},
    },
  },
  ["Геомант из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.3523, 0.1034},
    },
  },
  ["Вурдалак-стервятник"] = {
    locations = {
      {2, 6, 0.4833, 0.2187},
    },
  },
  ["Береговой клешнехват"] = {
    locations = {
      {1, 20, 0.3383, 0.3303},
      {1, 20, 0.3673, 0.497},
      {1, 20, 0.387, 0.4316},
      {1, 20, 0.3304, 0.3708},
      {1, 20, 0.2471, 0.4479},
    },
  },
  ["Слюнявый пепельный ворг"] = {
    locations = {
      {2, 17, 0.6291, 0.5845},
      {2, 17, 0.5667, 0.6488},
      {2, 17, 0.7678, 0.2909},
      {2, 17, 0.7091, 0.2825},
      {2, 17, 0.5949, 0.307},
    },
  },
  ["Проклятый тролль"] = {
    locations = {
      {1, 4, 0.6712, 0.8573},
    },
  },
  ["Деллия"] = {
    locations = {
      {1, 17, 0.5957, 0.4082},
    },
  },
  ["Нерубский надзиратель"] = {
    locations = {
      {2, 6, 0.1684, 0.3216},
      {2, 6, 0.0888, 0.3848},
      {2, 6, 0.1279, 0.3336},
    },
  },
  ["Рак'Зор"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Карнивус Разрушитель"] = {
    locations = {
      {1, 18, 0.3932, 0.5334},
      {1, 18, 0.3985, 0.7839},
      {1, 18, 0.4293, 0.846},
    },
  },
  ["Фанатик из клана Пылающего Клинка"] = {
    locations = {
      {1, 4, 0.5355, 0.0937},
      {1, 4, 0.4191, 0.2626},
    },
  },
  ["Охотник прерий"] = {
    locations = {
      {1, 9, 0.4521, 0.4842},
      {1, 9, 0.5915, 0.5733},
      {1, 9, 0.56, 0.59},
      {1, 9, 0.4133, 0.4144},
      {1, 9, 0.4666, 0.4442},
      {1, 9, 0.3579, 0.3401},
    },
  },
  ["Ящер-кнутохвост"] = {
    locations = {
      {2, 21, 0.3163, 0.2352},
      {2, 21, 0.3679, 0.2541},
    },
  },
  ["Ландрия"] = {
    locations = {
      {1, 3, 0.633, 0.6649},
    },
  },
  ["Рядовой Халлан"] = {
    locations = {
      {1, 13, 0.4248, 0.3806},
    },
  },
  ["Джонатан Карвин"] = {
    locations = {
      {2, 20, 0.7532, 0.4896},
    },
  },
  ["Мейбелл Маклур"] = {
    locations = {
      {2, 25, 0.4311, 0.8956},
    },
  },
  ["Гликс Пивоправ"] = {
    locations = {
      {2, 21, 0.2812, 0.7804},
    },
  },
  ["Дикий грелль"] = {
    locations = {
      {1, 18, 0.4628, 0.3821},
    },
  },
  ["Детеныш черной вдовы"] = {
    locations = {
      {2, 20, 0.8122, 0.5494},
      {2, 20, 0.3211, 0.3539},
      {2, 20, 0.3269, 0.5365},
      {2, 20, 0.8402, 0.53},
      {2, 20, 0.3018, 0.4983},
    },
  },
  ["Вендиго"] = {
    locations = {
      {2, 8, 0.4162, 0.4893},
      {2, 8, 0.4205, 0.5221},
    },
  },
  ["Пират Южных морей"] = {
    locations = {
      {1, 16, 0.7238, 0.4539},
    },
  },
  ["Оберегатель Алого ордена"] = {
    locations = {
      {2, 22, 0.8272, 0.3334},
    },
  },
  ["Летон"] = {
    locations = {
      {2,5, 0.633, 0.278}
    }
  },
  ["Тамар"] = {
    locations = {
      {1, 10, 0.6298, 0.4532},
    },
  },
  ["Призрачный Вой"] = {
    locations = {
      {1,9, 0.5035, 0.1566},
      {1,9, 0.4485, 0.4185},
      {1,9, 0.3949, 0.4158},
      {1,9, 0.3133, 0.2154},
      {1,9, 0.325, 0.2688}
    }
  },
  ["Смоляной господин"] = {
    locations = {
      {1, 7, 0.4585, 0.1826},
      {1, 7, 0.5146, 0.2479},
    },
  },
  ["Долгоног нагорья"] = {
    locations = {
      {2, 13, 0.6677, 0.3903},
      {2, 13, 0.6447, 0.4316},
      {2, 13, 0.4062, 0.4935},
      {2, 13, 0.5267, 0.4517},
      {2, 13, 0.6116, 0.4304},
    },
  },
  ["Вождь Кровавая Утроба"] = {
    locations = {
      {1, 11, 0.6267, 0.079},
    },
  },
  ["Хилсбрадский фермер"] = {
    locations = {
      {2, 16, 0.3453, 0.4021},
      {2, 16, 0.3497, 0.4498},
    },
  },
  ["Ниома"] = {
    locations = {
      {2, 5, 0.1335, 0.4336},
    },
  },
  ["Фероситас Пожиратель Снов"] = {
    locations = {
      {1, 17, 0.6904, 0.5343},
    },
  },
  ["Терл Аракор"] = {
    locations = {
      {2, 3, 0.2722, 0.4156},
    },
  },
  ["Фел'зерул"] = {
    locations = {
      {2, 4, 0.4793, 0.5495},
    },
  },
  ["Полководец Клинозуб"] = {
    locations = {
      {2, 2, 0.0545, 0.4751},
    },
  },
  ["Посвященный из Алого ордена"] = {
    locations = {
      {2, 22, 0.3726, 0.6836},
    },
  },
  ["Геолог Ехидная"] = {
    locations = {
      {1, 14, 0.4968, 0.3734},
    },
  },
  ["Охотник из племени Кровавого Скальпа"] = {
    locations = {
      {2, 21, 0.2512, 0.1147},
    },
  },
  ["Хизер"] = {
    locations = {
      {2, 10, 0.5286, 0.5363},
    },
  },
  ["Адепт клана Пылающего Клинка"] = {
    locations = {
      {1, 12, 0.5491, 0.2735},
    },
  },
  ["Ши-Ротам"] = {
    locations = {
      {1, 5, 0.4981, 0.098},
    },
  },
  ["Командир Самаул"] = {
    locations = {
      {1, 13, 0.6798, 0.4856},
    },
  },
  ["Солончаковый падальщик"] = {
    locations = {
      {1, 19, 0.8737, 0.6568},
      {1, 19, 0.7486, 0.5922},
      {1, 19, 0.8171, 0.5568},
    },
  },
  ["Шиззл"] = {
    locations = {
      {1, 7, 0.4423, 0.1153},
    },
  },
  ["Зачумленный детеныш дракона"] = {
    locations = {
      {2, 9, 0.69, 0.7282},
    },
  },
  ["Джанет Хоммерс"] = {
    locations = {
      {1, 12, 0.6619, 0.067},
    },
  },
  ["Рахауро"] = {
    locations = {
      {1, 2, 0.705, 0.3078},
    },
  },
  ["Слиби"] = {
    locations = {
      {2, 13, 0.425, 0.5591},
      {2, 13, 0.3886, 0.5652},
      {2, 13, 0.6579, 0.3812},
      {2, 13, 0.3515, 0.5709},
      {2, 13, 0.6505, 0.2879},
    },
  },
  ["Ферра"] = {
    locations = {
      {1, 20, 0.6033, 0.3053},
    },
  },
  ["Секретный агент Отрекшихся"] = {
    locations = {
      {1, 21, 0.7629, 0.7396},
    },
  },
  ["Боранд"] = {
    locations = {
      {1, 6, 0.4531, 0.5916},
    },
  },
  ["Заступник Датфилд"] = {
    locations = {
      {2, 10, 0.5632, 0.4753},
    },
  },
  ["Буканьер-охотник за сокровищами"] = {
    locations = {
      {1, 16, 0.5434, 0.9358},
    },
  },
  ["Охотник из клана Черной горы"] = {
    locations = {
      {2, 11, 0.6875, 0.5587},
    },
  },
  ["Прокаженный машиностроитель"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Часовой Глинда Нал'Шия"] = {
    locations = {
      {1, 18, 0.3769, 0.4341},
    },
  },
  ["Грик'нир Холодный"] = {
    locations = {
      {2, 8, 0.3032, 0.7985},
    },
  },
  ["Обсидион"] = {
    locations = {
      {2, 23, 0.4139, 0.2537},
    },
  },
  ["Пагубный нетопырь"] = {
    locations = {
      {2, 6, 0.6756, 0.6417},
      {2, 6, 0.4809, 0.6392},
      {2, 6, 0.6888, 0.7056},
      {2, 6, 0.7312, 0.557},
      {2, 6, 0.5513, 0.5305},
    },
  },
  ["Зул'фарракский зомби"] = {
    locations = {
      {1, 16, 0.3873, 0.1989},
    },
  },
  ["Берсерк из племени Гурубаши"] = {
    locations = {
      {2, 21, 0.5407, 0.1757},
    },
  },
  ["Центурион Алого ордена"] = {
    locations = {
      {2, 22, 0.8531, 0.3048},
    },
  },
  ["Табета"] = {
    locations = {
      {1, 13, 0.4601, 0.5713},
    },
  },
  ["Чумная слизь"] = {
    locations = {
      {2, 6, 0.3988, 0.2576},
    },
  },
  ["Леди Веспия"] = {
    locations = {
      {1, 21, 0.0987, 0.1524},
      {1, 21, 0.1298, 0.1859},
      {1, 21, 0.1111, 0.2937},
    },
  },
  ["Почерневший древняк"] = {
    locations = {
      {1, 6, 0.3341, 0.6209},
      {1, 6, 0.319, 0.6697},
      {1, 6, 0.3212, 0.7161},
      {1, 6, 0.3622, 0.6702},
      {1, 6, 0.3507, 0.705},
    },
  },
  ["Горный пехотинец Булыжный Карьер"] = {
    locations = {
      {2, 12, 0.2345, 0.7633},
    },
  },
  ["Инквизитор Алого ордена"] = {
    locations = {
      {2, 6, 0.8058, 0.854},
    },
  },
  ["Хана'зуа"] = {
    locations = {
      {1, 4, 0.4063, 0.6265},
    },
  },
  ["Чок'сул"] = {
    locations = {
      {2, 12, 0.7921, 0.1548},
    },
  },
  ["Букмекер Ирод"] = {
    locations = {
      {2, 21, 0.4447, 0.0933},
    },
  },
  ["Древесник"] = {
    locations = {
      {1, 17, 0.591, 0.6656},
      {1, 17, 0.5933, 0.7031},
    },
  },
  ["Гиена племени Колкар"] = {
    locations = {
      {1, 15, 0.5354, 0.4156},
      {1, 15, 0.5676, 0.4198},
      {1, 15, 0.5379, 0.4547},
    },
  },
  ["Костолом из клана Пылающего Клинка"] = {
    locations = {
      {1, 15, 0.4771, 0.1886},
    },
  },
  ["Предатель из племени Нефритового Пламени"] = {
    locations = {
      {1, 11, 0.4177, 0.188},
      {1, 11, 0.4342, 0.157},
    },
  },
  ["Душегубка из стаи Кровавой Ярости"] = {
    locations = {
      {1, 6, 0.3593, 0.6853},
      {1, 6, 0.288, 0.6918},
    },
  },
  ["Бена Заиндевевшее Копыто"] = {
    locations = {
      {1, 2, 0.468, 0.3356},
    },
  },
  ["Чащобный паук-балдахинник"] = {
    locations = {
      {1, 17, 0.4363, 0.4478},
      {1, 17, 0.3446, 0.3235},
      {1, 17, 0.3783, 0.3433},
      {1, 17, 0.4028, 0.3609},
      {1, 17, 0.4106, 0.3956},
    },
  },
  ["Уттнар"] = {
    locations = {
      {2, 13, 0.7416, 0.3383},
    },
  },
  ["Зорбин Дребезгун"] = {
    locations = {
      {1, 20, 0.4483, 0.434},
    },
  },
  ["Совик"] = {
    locations = {
      {1, 10, 0.756, 0.2517},
    },
  },
  ["Пират из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Драконья чаровязка"] = {
    locations = {
      {1, 1, 0.3729, 0.7559},
      {1, 1, 0.4284, 0.817},
      {1, 1, 0.3945, 0.8346},
      {1, 1, 0.4216, 0.7594},
    },
  },
  ["Кирит Проклятый"] = {
    locations = {
      {2, 7, 0.6876, 0.3107},
    },
  },
  ["Кзикс"] = {
    locations = {
      {2, 20, 0.8183, 0.1988},
    },
  },
  ["Гиш Недвижимый"] = {
    locations = {
      {2, 6, 0.6721, 0.5648},
      {2, 6, 0.5552, 0.5344},
      {2, 6, 0.5441, 0.4797},
      {2, 6, 0.7244, 0.5672},
      {2, 6, 0.6267, 0.5524},
    },
  },
  ["Иглостраж-воитель"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Пылающий разрушитель"] = {
    locations = {
      {1, 6, 0.3328, 0.722},
    },
  },
  ["Нисса Огневик"] = {
    locations = {
      {2, 19, 0.5487, 0.5858},
    },
  },
  ["Врагорез-4000"] = {
    locations = {
      {2, 10, 0.4482, 0.3502},
      {2, 10, 0.6313, 0.6117},
      {2, 10, 0.5062, 0.2302},
      {2, 10, 0.5135, 0.6695},
      {2, 10, 0.3836, 0.5052},
    },
  },
  ["Такар Провидец"] = {
    locations = {
      {1, 15, 0.4927, 0.5709},
    },
  },
  ["Послушник из Некроситета"] = {
    locations = {
      {2, 9, 0.6901, 0.7285},
    },
  },
  ["Ловец Скверны"] = {
    locations = {
      {1, 4, 0.4435, 0.5437},
    },
  },
  ["Огнечешуйчатый дракон Когтя Смерти"] = {
    locations = {
      {2, 23, 0.4018, 1.05},
    },
  },
  ["Радужный дракончик"] = {
    locations = {
      {1, 20, 0.5017, 0.3193},
      {1, 20, 0.4564, 0.2388},
      {1, 20, 0.4443, 0.1092},
    },
  },
  ["Мирмидон из клана Зловещего Хвоста"] = {
    locations = {
      {1, 21, 0.0715, 0.1365},
      {1, 21, 0.1017, 0.2875},
    },
  },
  ["Легионер Северного Волка"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Пойманная подземная крыса"] = {
    locations = {
      {2, 19, 0.7721, 0.5132},
    },
  },
  ["Иви Бурноварка"] = {
    locations = {
      {1, 5, 0.6079, 0.378},
    },
  },
  ["Темный охотник из племени Тлеющего Терновника"] = {
    locations = {
      {2, 23, 0.4082, 0.9575},
      {2, 17, 0.3299, 0.2519},
    },
  },
  ["Заместитель судьи Фелдон"] = {
    locations = {
      {2, 11, 0.3076, 0.6007},
    },
  },
  ["Визгунья из клана Гребня Ненависти"] = {
    locations = {
      {1, 20, 0.2771, 0.5273},
    },
  },
  ["Водоискатель из племени Дыбогривов"] = {
    locations = {
      {1, 15, 0.4529, 0.5426},
    },
  },
  ["Муг'тол"] = {
    locations = {
      {2, 1, 0.361, 0.5388},
    },
  },
  ["Жрун"] = {
    locations = {
      {2, 3, 0.1646, 0.4046},
    },
  },
  ["Аззира Клинок Небес"] = {
    locations = {
      {1, 15, 0.4517, 0.6267},
    },
  },
  ["Посол из культа Сумеречного Молота"] = {
    locations = {
      {2, 23, 0.271, 0.7255},
    },
  },
  ["Хуклор"] = {
    locations = {
      {2, 21, 0.2898, 0.75},
    },
  },
  ["Элиза"] = {
    locations = {
      {2, 20, 0.2882, 0.3091},
    },
  },
  ["Водоискатель из племени Иглогривых"] = {
    locations = {
      {1, 15, 0.5479, 0.2608},
    },
  },
  ["Древесник-топтун"] = {
    locations = {
      {1, 17, 0.5303, 0.7435},
      {1, 17, 0.427, 0.4073},
    },
  },
  ["Винсент Хьяль"] = {
    locations = {
      {2, 3, 0.0839, 0.6165},
    },
  },
  ["Дариэль Лунное Пламя"] = {
    locations = {
      {1, 21, 0.6463, 0.7534},
    },
  },
  ["Молодой острозубый кроколиск"] = {
    locations = {
      {2, 4, 0.2996, 0.5276},
    },
  },
  ["Малгин Ячменовар"] = {
    locations = {
      {1, 15, 0.4936, 0.8447},
    },
  },
  ["Химмик"] = {
    locations = {
      {1, 5, 0.6132, 0.3912},
    },
  },
  ["Аптекарь Стаффрон Лерент"] = {
    locations = {
      {2, 1, 0.8939, 0.7515},
    },
  },
  ["Кельден Бремен"] = {
    locations = {
      {2, 25, 0.4961, 0.3947},
    },
  },
  ["Ону"] = {
    locations = {
      {1, 18, 0.4354, 0.7632},
    },
  },
  ["Равазавр"] = {
    locations = {
      {1, 7, 0.668, 0.7268},
      {1, 7, 0.6582, 0.7705},
      {1, 7, 0.6559, 0.6416},
      {1, 7, 0.616, 0.763},
      {1, 7, 0.617, 0.7958},
    },
  },
  ["Пылеткач из племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4227, 0.8987},
    },
  },
  ["Равениан"] = {
    locations = {
      {2, 9, 0.6902, 0.728},
    },
  },
  ["Криг"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Чумная горгулья"] = {
    locations = {
      {2, 6, 0.3998, 0.2588},
    },
  },
  ["Геолог Сталекрут"] = {
    locations = {
      {2, 12, 0.6584, 0.6561},
    },
  },
  ["Мастер Ворнал"] = {
    locations = {
      {1, 4, 0.5593, 0.7443},
    },
  },
  ["Вождь Мош'Огг"] = {
    locations = {
      {2, 21, 0.5238, 0.2769},
    },
  },
  ["Никсраз Наливайка"] = {
    locations = {
      {2, 21, 0.2707, 0.7723},
    },
  },
  ["Лесозаготовитель Торговой Компании"] = {
    locations = {
      {1, 6, 0.6346, 0.5453},
      {1, 6, 0.7145, 0.54},
      {1, 6, 0.6505, 0.4705},
      {1, 6, 0.6803, 0.5533},
      {1, 6, 0.6594, 0.5214},
    },
  },
  ["Опаленный страж"] = {
    locations = {
      {2, 2, 0.8117, 0.5176},
      {2, 2, 0.8219, 0.5651},
    },
  },
  ["Омуса Громовой Рог"] = {
    locations = {
      {1, 15, 0.4447, 0.5912},
    },
  },
  ["Шри'скалк"] = {
    locations = {
      {2, 22, 0.8339, 0.5339},
      {2, 22, 0.8469, 0.5},
      {2, 22, 0.8932, 0.5178},
    },
  },
  ["Кронд"] = {
    locations = {
      {1, 6, 0.4619, 0.5848},
    },
  },
  ["Доисторическое чудище"] = {
    locations = {
      {1, 12, 0.3595, 0.6436},
      {1, 12, 0.2924, 0.6081},
      {1, 12, 0.3037, 0.547},
    },
  },
  ["Сержант де Врайс"] = {
    locations = {
      {2, 25, 0.2411, 0.731},
    },
  },
  ["Некрорахнид-душегуб"] = {
    locations = {
      {2, 6, 0.8383, 0.4227},
      {2, 6, 0.1023, 0.3595},
    },
  },
  ["Загадочный аспид"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Мистик из стаи Красногорья"] = {
    locations = {
      {2, 11, 0.385, 0.3366},
      {2, 11, 0.2452, 0.3024},
      {2, 11, 0.3013, 0.2459},
      {2, 11, 0.345, 0.2797},
      {2, 11, 0.2433, 0.352},
    },
  },
  ["Мурлок-воин"] = {
    locations = {
      {2, 10, 0.2634, 0.4786},
      {2, 10, 0.321, 0.2572},
      {2, 10, 0.2903, 0.3272},
      {2, 10, 0.3416, 0.226},
      {2, 10, 0.2837, 0.3593},
    },
  },
  ["Кор'гельд"] = {
    locations = {
      {1, 10, 0.5617, 0.3426},
    },
  },
  ["Рабыня вуду"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Воин из стаи Темношкуров"] = {
    locations = {
      {2, 11, 0.784, 0.4024},
    },
  },
  ["Матиль"] = {
    locations = {
      {1, 3, 0.592, 0.4538},
    },
  },
  ["Вальдарон"] = {
    locations = {
      {1, 18, 0.3811, 0.4058},
    },
  },
  ["Джеденарский адепт"] = {
    locations = {
      {1, 11, 0.3743, 0.6037},
    },
  },
  ["Элу"] = {
    locations = {
      {1, 19, 0.4495, 0.4905},
    },
  },
  ["Харутт Громовой Рог"] = {
    locations = {
      {1, 9, 0.4408, 0.7613},
    },
  },
  ["Стражник Томас"] = {
    locations = {
      {2, 25, 0.7394, 0.7221},
    },
  },
  ["Филиус Свистопрях"] = {
    locations = {
      {2, 19, 0.384, 0.7366},
    },
  },
  ["Неззилок Зловещий"] = {
    locations = {
      {2, 21, 0.2358, 0.0956},
    },
  },
  ["Вопящая Смерть"] = {
    locations = {
      {2, 9, 0.6289, 0.5804},
    },
  },
  ["Властитель Рор"] = {
    locations = {
      {1, 11, 0.482, 0.9379},
    },
  },
  ["Девин Мерцающий Рассвет"] = {
    locations = {
      {2, 3, 0.0799, 0.563},
    },
  },
  ["Стэнли"] = {
    locations = {
      {2, 16, 0.3264, 0.3542},
    },
  },
  ["Тропический ловец"] = {
    locations = {
      {2, 21, 0.3284, 0.3956},
      {2, 21, 0.2615, 0.495},
      {2, 21, 0.3039, 0.4306},
    },
  },
  ["Джун'ха"] = {
    locations = {
      {2, 13, 0.7276, 0.3655},
    },
  },
  ["Гор'марок Опустошитель"] = {
    locations = {
      {1, 16, 0.4128, 0.5757},
    },
  },
  ["Джорик Керридан"] = {
    locations = {
      {2, 25, 0.5039, 0.3992},
    },
  },
  ["Трак'ген"] = {
    locations = {
      {1, 10, 0.4811, 0.8027},
    },
  },
  ["Бро'кин"] = {
    locations = {
      {2, 1, 0.3836, 0.3882},
    },
  },
  ["Начальник Медноклин"] = {
    locations = {
      {1, 15, 0.5995, 0.0395},
    },
  },
  ["Д'жииви"] = {
    locations = {
      {2, 9, 0.6906, 0.7284},
      {1, 20, 0.6034, 0.3005},
    },
  },
  ["Мистик Яо'джин"] = {
    locations = {
      {2, 5, 0.7879, 0.7838},
    },
  },
  ["Леди Сильвана Ветрокрылая"] = {
    locations = {
      {2, 15, 0.5779, 0.9165},
    },
  },
  ["Некрум Кишкожуй"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Виггик"] = {
    locations = {
      {2, 21, 0.2802, 0.7694},
    },
  },
  ["Самка Лар'корви"] = {
    locations = {
      {1, 7, 0.6701, 0.7195},
      {1, 7, 0.6571, 0.6349},
    },
  },
  ["Маноед Хедерины"] = {
    locations = {
      {1, 5, 0.5971, 0.7731},
      {1, 5, 0.5622, 0.7965},
      {1, 5, 0.61, 0.8314},
      {1, 5, 0.588, 0.8689},
      {1, 5, 0.5387, 0.8511},
    },
  },
  ["Нефрит"] = {
    locations = {
      {2, 4, 0.6962, 0.549},
    },
  },
  ["Лесной паук"] = {
    locations = {
      {2, 25, 0.409, 0.7332},
      {2, 25, 0.3623, 0.5898},
      {2, 25, 0.3578, 0.559},
      {2, 25, 0.3226, 0.5686},
      {2, 25, 0.402, 0.7663},
    },
  },
  ["Вагрук"] = {
    locations = {
      {2, 17, 0.6557, 0.2422},
    },
  },
  ["Фельдмаршал Снегопад"] = {
    locations = {
      {2, 19, 0.6204, 0.7248},
      {2, 19, 0.5894, 0.7687},
      {2, 19, 0.6673, 0.6837},
      {2, 19, 0.6152, 0.8306},
      {2, 19, 0.622, 0.7596},
    },
  },
  ["Шира Фон-Инди"] = {
    locations = {
      {2, 20, 0.7257, 0.4762},
    },
  },
  ["Гор'муль"] = {
    locations = {
      {2, 13, 0.7269, 0.34},
    },
  },
  ["Капер Блоудс"] = {
    locations = {
      {2, 21, 0.2681, 0.7648},
    },
  },
  ["Землекоп из племени Седоусов"] = {
    locations = {
      {2, 1, 0.397, 0.804},
      {2, 1, 0.64, 0.584}
    }
  },
  ["Мрачноус"] = {
    locations = {
      {2, 5, 0.6873, 0.5898},
      {2, 5, 0.6544, 0.5165},
      {2, 5, 0.716, 0.5224},
      {2, 5, 0.7008, 0.5569},
      {2, 5, 0.738, 0.5445},
    },
  },
  ["Подчинитель Пирон"] = {
    locations = {
      {2, 23, 0.2616, 0.7613},
      {2, 17, 0.2183, 0.1027},
    },
  },
  ["Призрачный ученый"] = {
    locations = {
      {2, 9, 0.6901, 0.7284},
    },
  },
  ["Повелитель стихий из культа Сумеречного Молота"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Батрак Торговой Компании"] = {
    locations = {
      {1, 15, 0.5257, 0.1153},
    },
  },
  ["Лесной слизнюк"] = {
    locations = {
      {1, 1, 0.3921, 0.7105},
      {1, 1, 0.7463, 0.1241},
      {1, 1, 0.7173, 0.2968},
      {1, 1, 0.6764, 0.2688},
      {1, 1, 0.3624, 0.6845},
    },
  },
  ["Глашатай Гудман"] = {
    locations = {
      {2, 24, 0.5537, 0.6169},
      {2, 24, 0.4875, 0.649},
      {2, 24, 0.5224, 0.6251},
      {2, 24, 0.5884, 0.551},
      {2, 24, 0.5683, 0.5861},
    },
  },
  ["Храбрец Перо Ветра"] = {
    locations = {
      {1, 9, 0.4477, 0.7678},
    },
  },
  ["Надсмотрщик из клана Ярости Горна"] = {
    locations = {
      {2, 23, 0.2713, 0.7253},
    },
  },
  ["Шанда Прядильщица"] = {
    locations = {
      {2, 12, 0.7925, 0.5178},
    },
  },
  ["Темный душегуб Мортентал"] = {
    locations = {
      {1, 21, 0.765, 0.7359},
    },
  },
  ["Ясновидец племени Иглогривых"] = {
    locations = {
      {1,15, 0.4213, 0.8122}
    }
  },
  ["Девлин Агамонд"] = {
    locations = {
      {2, 22, 0.4735, 0.4124},
    },
  },
  ["Раториан"] = {
    locations = {
      {1, 15, 0.4778, 0.1916},
    },
  },
  ["Темный хранитель Бетек"] = {
    locations = {
      {2, 23, 0.2712, 0.7254},
    },
  },
  ["Старый озерный ползун"] = {
    locations = {
      {2, 18, 0.7667, 0.2263},
    },
  },
  ["Тотемист из племени Кривой Сосны"] = {
    locations = {
      {1, 17, 0.3923, 0.8003},
    },
  },
  ["Пленник из Братства Справедливости"] = {
    locations = {
      {2, 24, 0.3965, 0.5395},
    },
  },
  ["Гриманд Элмор"] = {
    locations = {
      {2, 24, 0.5169, 0.1233},
    },
  },
  ["Гиена клана Гордок"] = {
    locations = {
      {1, 20, 0.5898, 0.4428},
      {1, 20, 0.614, 0.3718},
      {1, 20, 0.5932, 0.4117},
      {1, 20, 0.6174, 0.3031},
    },
  },
  ["Разведчик-туннельщик"] = {
    locations = {
      {2, 12, 0.2495, 0.3059},
      {2, 12, 0.3565, 0.1748},
      {2, 12, 0.2758, 0.4312},
    },
  },
  ["Непрощенный"] = {
    locations = {
      {2, 6, 0.3102, 0.1584},
    },
  },
  ["Темный священник Дьюстен"] = {
    locations = {
      {2, 22, 0.3108, 0.6609},
    },
  },
  ["Речной мурлок-бегун"] = {
    locations = {
      {2, 25, 0.5209, 0.6584},
      {2, 25, 0.5615, 0.6442},
      {2, 25, 0.5507, 0.681},
    },
  },
  ["Интендант Лунгерц"] = {
    locations = {
      {2, 7, 0.6645, 0.2135},
    },
  },
  ["Страж смерти Эрланд"] = {
    locations = {
      {2, 18, 0.5603, 0.1004},
    },
  },
  ["Раздробленный скелет"] = {
    locations = {
      {2, 9, 0.6903, 0.7282},
    },
  },
  ["Киражский душегуб"] = {
    locations = {
      {1, 14, 0.1546, 0.9801},
    },
  },
  ["Капрал Кеешан"] = {
    locations = {
      {2, 11, 0.3084, 0.114},
    },
  },
  ["Грязекуп-острозуб"] = {
    locations = {
      {1, 13, 0.4748, 0.5457},
      {1, 13, 0.4863, 0.5887},
      {1, 13, 0.4274, 0.6923},
      {1, 13, 0.4427, 0.6259},
      {1, 13, 0.4589, 0.7657},
    },
  },
  ["Охотник Скверны из племени Сухокожих"] = {
    locations = {
      {2, 5, 0.3632, 0.7207},
      {2, 5, 0.3304, 0.7553},
      {2, 5, 0.3953, 0.6665},
    },
  },
  ["Марукайя"] = {
    locations = {
      {1, 21, 0.117, 0.3483},
    },
  },
  ["Джауна Свирель Ветра"] = {
    locations = {
      {1, 9, 0.4758, 0.6152},
    },
  },
  ["Курм Каменное Копыто"] = {
    locations = {
      {1, 2, 0.3459, 0.5701},
    },
  },
  ["Командир Мар'алит"] = {
    locations = {
      {1, 14, 0.4922, 0.3432},
    },
  },
  ["Скарабей-визгун"] = {
    locations = {
      {1, 14, 0.2956, 1.0597},
    },
  },
  ["Грязнюк Жестокий"] = {
    locations = {
      {1, 18, 0.3706, 0.6216},
      {1, 18, 0.4399, 0.2112},
      {1, 18, 0.3628, 0.7135},
    },
  },
  ["Май'Лахия"] = {
    locations = {
      {1, 12, 0.227, 0.7205},
    },
  },
  ["Ведунья из племени Мертвой Головы"] = {
    locations = {
      {1, 15, 0.4227, 0.8987},
    },
  },
  ["Небогривая горилла"] = {
    locations = {
      {2, 21, 0.4022, 0.8106},
      {2, 21, 0.4017, 0.848},
    },
  },
  ["Командир Ашлам Неутомимый"] = {
    locations = {
      {2, 9, 0.4275, 0.8404},
    },
  },
  ["Раник"] = {
    locations = {
      {1, 15, 0.6194, 0.3873},
    },
  },
  ["Бубуло Груббер"] = {
    locations = {
      {2, 19, 0.7385, 0.4781},
    },
  },
  ["Волхв Алого ордена"] = {
    locations = {
      {2, 9, 0.4552, 0.1509},
    },
  },
  ["Скверноподданный из племени Халдарр"] = {
    locations = {
      {1, 1, 0.1961, 0.6212},
    },
  },
  ["Среброгривый волк"] = {
    locations = {
      {2, 5, 0.2763, 0.6456},
      {2, 5, 0.3355, 0.6071},
      {2, 5, 0.3457, 0.5314},
      {2, 5, 0.3126, 0.6354},
      {2, 5, 0.2814, 0.5449},
    },
  },
  ["Вильям Пест"] = {
    locations = {
      {2, 25, 0.4332, 0.6581},
    },
  },
  ["Озерный кроколиск"] = {
    locations = {
      {2, 12, 0.5571, 0.3806},
      {2, 12, 0.6144, 0.4389},
      {2, 12, 0.5788, 0.2285},
      {2, 12, 0.5498, 0.5412},
    },
  },
  ["Винна Хеззард"] = {
    locations = {
      {1, 11, 0.3424, 0.5234},
    },
  },
  ["Новобранец Элрет"] = {
    locations = {
      {2, 22, 0.309, 0.6611},
    },
  },
  ["Булкрек Десница Гнева"] = {
    locations = {
      {1, 16, 0.5162, 0.2551},
    },
  },
  ["Аптекарь Зама"] = {
    locations = {
      {1, 2, 0.2301, 0.2095},
    },
  },
  ["Каменная горгулья"] = {
    locations = {
      {2, 6, 0.399, 0.2578},
    },
  },
  ["Седой храмовник"] = {
    locations = {
      {1, 14, 0.385, 0.446},
      {1, 14, 0.2521, 0.3483},
      {1, 14, 0.1863, 0.8214},
    },
  },
  ["Марош Бесчестный"] = {
    locations = {
      {1, 18, 0.4584, 0.9041},
    },
  },
  ["Палач Аррен"] = {
    locations = {
      {2, 22, 0.3213, 0.6601},
    },
  },
  ["Каменный голем"] = {
    locations = {
      {2, 2, 0.4113, 0.2724},
    },
  },
  ["Скарр Непреклонный"] = {
    locations = {
      {1, 20, 0.625, 0.3037},
    },
  },
  ["Гризли злобных когтей"] = {
    locations = {
      {1, 11, 0.548, 0.2583},
      {1, 11, 0.6297, 0.1398},
      {1, 11, 0.5647, 0.2074},
      {1, 11, 0.6152, 0.1708},
      {1, 11, 0.5133, 0.1341},
    },
  },
  ["Загадочный крылояд"] = {
    locations = {
      {1, 15, 0.4773, 0.3488},
    },
  },
  ["Палач из клана Песчаной Бури"] = {
    locations = {
      {1, 16, 0.3874, 0.199},
    },
  },
  ["Полукровка из стаи Речной Лапы"] = {
    locations = {
      {2, 10, 0.304, 0.5106},
      {2, 10, 0.3728, 0.3304},
      {2, 10, 0.3063, 0.5577},
      {2, 10, 0.3386, 0.2797},
      {2, 10, 0.3643, 0.3005},
    },
  },
  ["Яростный совух"] = {
    locations = {
      {1, 5, 0.6525, 0.2186},
      {1, 5, 0.5919, 0.597},
      {1, 5, 0.6519, 0.6065},
    },
  },
  ["Ведмедь из племени Зимней Спячки"] = {
    locations = {
      {1, 5, 0.6701, 0.379},
    },
  },
  ["Ловкач Гарретт"] = {
    locations = {
      {2, 21, 0.2835, 0.7688},
    },
  },
  ["Визло Фингалет"] = {
    locations = {
      {1, 19, 0.2146, 0.325},
    },
  },
  ["Вунд Ночной Охотник"] = {
    locations = {
      {1, 5, 0.5196, 0.3034},
    },
  },
  ["Великая вдова Фарлина"] = {
    locations = {
      {2, 6, 0.3992, 0.2582},
    },
  },
  ["Айс Вентурон"] = {
    locations = {
      {2, 23, 0.408, 0.9564},
    },
  },
  ["Гломмус"] = {
    locations = {
      {2, 1, 0.3995, 0.4176},
    },
  },
  ["Темный заклинатель"] = {
    locations = {
      {2, 6, 0.6001, 0.6881},
    },
  },
  ["Громила из клана Молота Ужаса"] = {
    locations = {
      {2, 7, 0.4292, 0.1374},
    },
  },
  ["Трулл Баловень Судьбы"] = {
    locations = {
      {1, 11, 0.3472, 0.5275},
    },
  },
  ["Герцог Осколков"] = {
    locations = {
      {1, 14, 0.3739, 0.4513},
      {1, 14, 0.2426, 0.3236},
    },
  },
  ["Лотхиб"] = {
    locations = {
      {2, 6, 0.3992, 0.2589}
    }
  },
  ["Ампи"] = {
    locations = {
      {2, 16, 0.6149, 0.1918},
    },
  },
  ["Джиида"] = {
    locations = {
      {1, 6, 0.4758, 0.6167},
    },
  },
  ["Скорпид-разоритель"] = {
    locations = {
      {1, 19, 0.7269, 0.5883},
      {1, 19, 0.7761, 0.6839},
      {1, 19, 0.7183, 0.7142},
      {1, 19, 0.8559, 0.6045},
      {1, 19, 0.7746, 0.5402},
    },
  },
  ["Гибломор"] = {
    locations = {
      {2, 8, 0.2469, 0.44},
      {2, 8, 0.2688, 0.3637},
    },
  },
  ["Акстроз"] = {
    locations = {
      {2, 3, 0.8262, 0.4877},
    },
  },
  ["Паук-скакун дикого терна"] = {
    locations = {
      {1, 21, 0.2811, 0.5397},
      {1, 21, 0.3837, 0.396},
      {1, 21, 0.3409, 0.5911},
      {1, 21, 0.4291, 0.4691},
      {1, 21, 0.3099, 0.5094},
    },
  },
  ["Марда Веллер"] = {
    locations = {
      {2, 24, 0.5723, 0.5704},
    },
  },
  ["Подземный деметродон"] = {
    locations = {
      {1, 12, 0.3595, 0.6438},
      {1, 12, 0.3037, 0.547},
      {1, 12, 0.293, 0.6087},
    },
  },
  ["Фин Оделик"] = {
    locations = {
      {2, 16, 0.5029, 0.5892},
    },
  },
  ["Хормиц Жужжалит"] = {
    locations = {
      {1, 12, 0.4785, 0.6177},
    },
  },
  ["Принцесса Мойра Бронзобород"] = {
    locations = {
      {2, 23, 0.271, 0.7256},
      {2, 17, 0.2256, 0.0755},
    },
  },
  ["Ворген из стаи Ночной Погибели"] = {
    locations = {
      {2, 20, 0.6172, 0.6733},
      {2, 20, 0.661, 0.4048},
      {2, 20, 0.5971, 0.2896},
      {2, 20, 0.6127, 0.3169},
      {2, 20, 0.6032, 0.5171},
    },
  },
  ["Надя Вернон"] = {
    locations = {
      {2, 18, 0.4496, 0.3942},
    },
  },
  ["Провидец Алого ордена"] = {
    locations = {
      {2, 22, 0.8484, 0.305},
    },
  },
  ["Мясник из клана Черной Вершины"] = {
    locations = {
      {2, 23, 0.4077, 0.9567},
      {2, 23, 0.2845, 0.484},
      {2, 11, 0.2983, 0.4452},
      {1, 10, 0.5558, 0.6272},
      {2, 17, 0.3298, 0.2519},
    },
  },
  ["Браконьер тенешелка"] = {
    locations = {
      {2, 23, 0.5761, 0.357},
      {2, 23, 0.5871, 0.2677},
      {2, 23, 0.5951, 0.2987},
      {2, 23, 0.6107, 0.3447},
      {2, 23, 0.5027, 0.3603},
    },
  },
  ["Знахарь Занзила"] = {
    locations = {
      {2, 21, 0.3971, 0.5842},
      {2, 21, 0.3469, 0.5151},
    },
  },
  ["Поставщик из клана Черного Железа"] = {
    locations = {
      {2, 13, 0.4833, 0.8802},
    },
  },
  ["Тюремщица Беламур"] = {
    locations = {
      {2, 1, 0.1799, 0.8343},
    },
  },
  ["Дознаватель Вишас"] = {
    locations = {
      {2, 22, 0.8483, 0.305},
    },
  },
  ["Ксен'Зилла"] = {
    locations = {
      {1, 6, 0.7127, 0.9493},
    },
  },
  ["Разрушитель из племени Колкар"] = {
    locations = {
      {1, 12, 0.7301, 0.4783},
      {1, 12, 0.7172, 0.426},
    },
  },
  ["Ослабленный береговой странник"] = {
    locations = {
      {1, 20, 0.4444, 0.4932},
      {1, 20, 0.443, 0.5261},
      {1, 20, 0.4659, 0.5854},
      {1, 20, 0.4631, 0.6175},
      {1, 20, 0.3696, 0.3472},
    },
  },
  ["Око Пылающей Тени"] = {
    locations = {
      {1, 4, 0.5207, 0.0954},
    },
  },
  ["Стражник Фенгус"] = {
    locations = {
      {1, 20, 0.6286, 0.2489},
    },
  },
  ["Руга Тотем Ярости"] = {
    locations = {
      {1, 15, 0.4471, 0.594},
    },
  },
  ["Шаззрах"] = {
    locations = {
      {2,23, 0.3213, 0.9484}
    }
  },
  ["Волк прерий"] = {
    locations = {
      {1, 9, 0.5102, 0.6658},
      {1, 9, 0.3979, 0.524},
      {1, 9, 0.5398, 0.6118},
      {1, 9, 0.3935, 0.5664},
      {1, 9, 0.3877, 0.5979},
    },
  },
  ["Сагорн Гривастый Странник"] = {
    locations = {
      {1, 10, 0.3869, 0.3622},
    },
  },
  ["Страж из племени Песчаной Бури"] = {
    locations = {
      {1, 16, 0.3873, 0.1989},
    },
  },
  ["Стражник Бертон"] = {
    locations = {
      {2, 11, 0.2636, 0.4669},
    },
  },
  ["Скрытень из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.3523, 0.1033},
    },
  },
  ["Утрок"] = {
    locations = {
      {1, 15, 0.5111, 0.2911},
    },
  },
  ["Барон Ривендер"] = {
    locations = {
      {2, 6, 0.4833, 0.219},
      {2, 6, 0.3107, 0.1588},
    },
  },
  ["Анастасия Хартвелл"] = {
    locations = {
      {2, 15, 0.8498, 0.104},
    },
  },
  ["Барабуль"] = {
    locations = {
      {2, 21, 0.3456, 0.2258},
    },
  },
  ["Гершал Шепот Ночи"] = {
    locations = {
      {1, 18, 0.3837, 0.4308},
    },
  },
  ["Надзиратель из клана Ярости Горна"] = {
    locations = {
      {2, 23, 0.2712, 0.7251},
    },
  },
  ["Тун'грим Огневзор"] = {
    locations = {
      {1, 15, 0.5721, 0.3031},
    },
  },
  ["Повелитель магмы Бокк"] = {
    locations = {
      {2, 17, 0.3577, 0.573},
    },
  },
  ["Наргатт"] = {
    locations = {
      {2, 21, 0.3218, 0.2919},
    },
  },
  ["Черный страж из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Умирающий кодо"] = {
    locations = {
      {1, 12, 0.5478, 0.615},
      {1, 12, 0.5318, 0.5767},
      {1, 12, 0.4918, 0.5568},
      {1, 12, 0.4975, 0.5877},
    },
  },
  ["Зарикотль"] = {
    locations = {
      {2, 2, 0.3341, 0.5383},
      {2, 2, 0.5624, 0.6079},
      {2, 2, 0.3523, 0.6671},
    },
  },
  ["Прирученный кодо"] = {
    locations = {
      {1, 12, 0.6061, 0.6197},
      {1, 12, 0.5565, 0.622},
    },
  },
  ["Митрин'дир"] = {
    locations = {
      {1, 3, 0.6096, 0.1795},
    },
  },
  ["Ловец-кровопийца"] = {
    locations = {
      {2, 3, 0.4855, 0.6137},
      {2, 3, 0.5512, 0.6369},
      {2, 3, 0.5182, 0.6251},
    },
  },
  ["Гаксим Ржавошиппи"] = {
    locations = {
      {1, 6, 0.595, 0.6713},
    },
  },
  ["Шумный изгнанник"] = {
    locations = {
      {2, 13, 0.3623, 0.5774},
    },
  },
  ["Знахарь Узер'и"] = {
    locations = {
      {1, 20, 0.7444, 0.4341},
    },
  },
  ["Маетрия"] = {
    locations = {
      {1, 5, 0.6231, 0.3662},
    },
  },
  ["Боевой вепрь"] = {
    locations = {
      {1, 9, 0.5407, 0.7927},
      {1, 9, 0.5608, 0.8453},
    },
  },
  ["Шария"] = {
    locations = {
      {1, 20, 0.3096, 0.4342},
    },
  },
  ["Отшельник Ортелл"] = {
    locations = {
      {1, 14, 0.6713, 0.6971},
    },
  },
  ["Горкас"] = {
    locations = {
      {2, 5, 0.8167, 0.8187},
    },
  },
  ["Нантар"] = {
    locations = {
      {1, 21, 0.3708, 0.4994},
    },
  },
  ["Ясновидец из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.6512, 0.4352},
    },
  },
  ["Волнолов маны"] = {
    locations = {
      {1, 13, 0.4583, 0.5694},
    },
  },
  ["Лорд Опалитель"] = {
    locations = {
      {2, 23, 0.2712, 0.7253},
    },
  },
  ["Ядовитый облачный змей"] = {
    locations = {
      {1, 19, 0.5195, 0.5542},
      {1, 19, 0.2305, 0.2455},
      {1, 19, 0.3733, 0.55},
      {1, 19, 0.2693, 0.2884},
      {1, 19, 0.2597, 0.4132},
    },
  },
  ["Крикунья из клана Пронзающего Гребня"] = {
    locations = {
      {2, 16, 0.6551, 0.8008},
      {2, 16, 0.6305, 0.7675},
    },
  },
  ["Венаки Бенике"] = {
    locations = {
      {1, 15, 0.4903, 0.112},
    },
  },
  ["Вялый хрустогрыз"] = {
    locations = {
      {1, 12, 0.3595, 0.6439},
    },
  },
  ["Стромгардский кавалерист"] = {
    locations = {
      {2, 13, 0.276, 0.514},
      {2, 13, 0.4252, 0.5486},
      {2, 13, 0.3204, 0.5175},
      {2, 13, 0.2596, 0.5604},
      {2, 13, 0.2513, 0.5954},
    },
  },
  ["Виверна Скального гнездовья"] = {
    locations = {
      {1, 19, 0.1155, 0.359},
      {1, 19, 0.161, 0.408},
    },
  },
  ["Палач Зуганд"] = {
    locations = {
      {2, 22, 0.6056, 0.5181},
    },
  },
  ["Горный пехотинец Кремневик"] = {
    locations = {
      {2, 12, 0.2211, 0.7299},
    },
  },
  ["Смоляной скрытень"] = {
    locations = {
      {1, 7, 0.4583, 0.1832},
      {1, 7, 0.5154, 0.2474},
    },
  },
  ["Тенегорнский геодезист"] = {
    locations = {
      {2, 2, 0.3827, 0.1372},
      {2, 2, 0.4148, 0.1254},
      {2, 2, 0.454, 0.1139},
    },
  },
  ["Разбойница из стаи Зачарованного Крыла"] = {
    locations = {
      {1, 15, 0.4092, 0.1857},
      {1, 15, 0.4086, 0.1552},
    },
  },
  ["Ночной саблезуб"] = {
    locations = {
      {1, 17, 0.6072, 0.6009},
      {1, 17, 0.5293, 0.6248},
      {1, 17, 0.4915, 0.521},
      {1, 17, 0.5198, 0.5824},
      {1, 17, 0.6672, 0.5378},
    },
  },
  ["Колдун из клана Черной горы"] = {
    locations = {
      {2, 17, 0.4259, 0.5546},
      {2, 17, 0.5052, 0.586},
      {2, 17, 0.5265, 0.5391},
      {2, 17, 0.4797, 0.5625},
      {2, 17, 0.4253, 0.36},
    },
  },
  ["Коварный грелль"] = {
    locations = {
      {1, 18, 0.4508, 0.3722},
    },
  },
  ["Кривозуб"] = {
    locations = {
      {1, 15, 0.4456, 0.5922},
    },
  },
  ["Кор'хус"] = {
    locations = {
      {1, 10, 0.4919, 0.5376},
    },
  },
  ["Жуткий ползун"] = {
    locations = {
      {2, 6, 0.3997, 0.2586},
    },
  },
  ["Гнилой визгун"] = {
    locations = {
      {2, 6, 0.6662, 0.4142},
      {2, 6, 0.2137, 0.3705},
      {2, 6, 0.6326, 0.3172},
      {2, 6, 0.6993, 0.4496},
      {2, 6, 0.5392, 0.302},
    },
  },
  ["Шаман из племени Кривой Сосны"] = {
    locations = {
      {1, 17, 0.4423, 0.5937},
    },
  },
  ["Огр из клана Молота Ужаса"] = {
    locations = {
      {2, 7, 0.4288, 0.136},
    },
  },
  ["Центурион-костещеп"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Отти Кутюри"] = {
    locations = {
      {1, 16, 0.6655, 0.2233},
    },
  },
  ["Верховный маг Аллистарий"] = {
    locations = {
      {2, 7, 0.6703, 0.2948},
    },
  },
  ["Громосерд"] = {
    locations = {
      {2, 2, 0.0342, 0.482},
    },
  },
  ["Тарм"] = {
    locations = {
      {1, 6, 0.4519, 0.5986},
    },
  },
  ["Чаротворец Алого ордена"] = {
    locations = {
      {2, 6, 0.826, 0.8098},
    },
  },
  ["Квирот"] = {
    locations = {
      {1, 20, 0.7334, 0.6402},
      {1, 20, 0.7794, 0.6383},
    },
  },
  ["Глорин Стальной Лоб"] = {
    locations = {
      {2, 3, 0.1061, 0.6054},
    },
  },
  ["Камнерез из племени Ветрорезов"] = {
    locations = {
      {1, 6, 0.7176, 0.6045},
    },
  },
  ["Стромгардский воздаятель"] = {
    locations = {
      {2, 13, 0.2718, 0.5824},
    },
  },
  ["Нечистотон"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Карендин Халгар"] = {
    locations = {
      {2, 15, 0.8493, 0.2585},
    },
  },
  ["Гроск"] = {
    locations = {
      {1, 4, 0.5156, 0.417},
    },
  },
  ["Волчий ужас"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Бьярн"] = {
    locations = {
      {2, 8, 0.5536, 0.5757},
      {2, 8, 0.5944, 0.5975},
      {2, 8, 0.6322, 0.5943},
    },
  },
  ["Аг'тор Кровопал"] = {
    locations = {
      {1, 1, 0.2231, 0.5147},
    },
  },
  ["Волхв Вурден Сиянье Бездны"] = {
    locations = {
      {2, 16, 0.6157, 0.2079},
    },
  },
  ["Аналитик из крепости Стражей Пустоты"] = {
    locations = {
      {2, 7, 0.6534, 0.2315},
    },
  },
  ["Джин Каменное Копыто"] = {
    locations = {
      {1, 2, 0.4135, 0.6198},
    },
  },
  ["Провидец"] = {
    locations = {
      {1, 5, 0.5297, 0.5556},
    },
  },
  ["Слуга Арккороса"] = {
    locations = {
      {1, 1, 0.5934, 0.4138},
      {1, 1, 0.5515, 0.4436},
      {1, 1, 0.5584, 0.4915},
      {1, 1, 0.5714, 0.6598},
      {1, 1, 0.6158, 0.6324},
    },
  },
  ["Анахронос"] = {
    locations = {
      {1, 16, 0.6421, 0.5056},
    },
  },
  ["Плут из племени Тлетворных"] = {
    locations = {
      {1, 12, 0.3037, 0.5464},
    },
  },
  ["Стражник заставы Расщепленного Дерева"] = {
    locations = {
      {1, 21, 0.734, 0.6283},
      {1, 21, 0.1204, 0.3417},
      {1, 21, 0.709, 0.6921},
    },
  },
  ["Мокрокрылый разбойник"] = {
    locations = {
      {1, 1, 0.376, 0.6956},
    },
  },
  ["Абеква"] = {
    locations = {
      {1, 19, 0.4605, 0.5144},
    },
  },
  ["Фанатик из клана Темной Нити"] = {
    locations = {
      {1, 18, 0.5603, 0.2677},
    },
  },
  ["Рабочий из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.4097, 0.7869},
    },
  },
  ["Анайя Вестница Зари"] = {
    locations = {
      {1, 18, 0.4247, 0.6044},
    },
  },
  ["Машиностроитель Торговой Компании"] = {
    locations = {
      {1, 6, 0.6366, 0.4003},
    },
  },
  ["Мурлок-добытчик"] = {
    locations = {
      {2, 25, 0.7919, 0.5684},
    },
  },
  ["Ксаварик"] = {
    locations = {
      {1, 11, 0.3921, 0.2186},
    },
  },
  ["Силитид-искатель"] = {
    locations = {
      {1, 19, 0.6976, 0.8371},
    },
  },
  ["Глубокоп"] = {
    locations = {
      {1, 12, 0.3597, 0.6438},
    },
  },
  ["Кальвин Монтеччи"] = {
    locations = {
      {2, 22, 0.3818, 0.5674},
    },
  },
  ["Болотный кроколиск"] = {
    locations = {
      {2, 3, 0.3583, 0.2916},
      {2, 3, 0.2122, 0.2733},
      {2, 3, 0.4639, 0.3312},
      {2, 3, 0.2534, 0.2877},
      {2, 3, 0.3973, 0.3168},
    },
  },
  ["Злобный фамилиар"] = {
    locations = {
      {1, 4, 0.4469, 0.5608},
    },
  },
  ["Эдвин Харли"] = {
    locations = {
      {2, 18, 0.4403, 0.3996},
    },
  },
  ["Громоголовый крыловоин"] = {
    locations = {
      {1, 1, 0.5158, 0.2834},
      {1, 1, 0.557, 0.2196},
      {1, 1, 0.4898, 0.2489},
      {1, 1, 0.52, 0.3174},
      {1, 1, 0.575, 0.1898},
    },
  },
  ["Нак"] = {
    locations = {
      {1, 15, 0.4384, 0.8323},
    },
  },
  ["Белгром Каменная Булава"] = {
    locations = {
      {1, 10, 0.7509, 0.3413},
    },
  },
  ["Карл Боран"] = {
    locations = {
      {2, 3, 0.0836, 0.5853},
    },
  },
  ["Трогг из племени Железного Рудника"] = {
    locations = {
      {2, 1, 0.397, 0.804},
      {2, 1, 0.64, 0.584}
    }
  },
  ["Каларан Ветрорез"] = {
    locations = {
      {2, 23, 0.3902, 0.3895},
    },
  },
  ["Создание молота Гнева"] = {
    locations = {
      {2, 23, 0.2713, 0.7255},
      {2, 17, 0.2255, 0.0756},
    },
  },
  ["Чернозлоб из крепости Темного Клыка"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Желчеплюй"] = {
    locations = {
      {2, 6, 0.4833, 0.2188},
      {2, 6, 0.3106, 0.1587},
    },
  },
  ["Волчонок Порочной Ветви"] = {
    locations = {
      {2, 5, 0.6581, 0.7016},
      {2, 5, 0.474, 0.6575},
    },
  },
  ["Алхимик Пестычинс"] = {
    locations = {
      {1, 16, 0.5092, 0.2698},
    },
  },
  ["Вестник Тьмы Лунной Ярости"] = {
    locations = {
      {2, 18, 0.5251, 0.2754},
      {2, 18, 0.4928, 0.2523},
    },
  },
  ["Барон Акванис"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Гарек"] = {
    locations = {
      {2, 2, 0.6189, 0.5419},
    },
  },
  ["Морта'гья Хранительница"] = {
    locations = {
      {2, 5, 0.4854, 0.6794},
    },
  },
  ["Кишкодер"] = {
    locations = {
      {2, 20, 0.7329, 0.7527},
    },
  },
  ["Хара Рыбовод"] = {
    locations = {
      {2, 12, 0.4005, 0.3933},
    },
  },
  ["Воин из племени Чернолесья"] = {
    locations = {
      {1, 18, 0.5204, 0.3382},
    },
  },
  ["Рензик Нож"] = {
    locations = {
      {2, 24, 0.7596, 0.6014},
    },
  },
  ["Вор Синдиката"] = {
    locations = {
      {2, 13, 0.2701, 0.6238},
      {2, 1, 0.4787, 0.8179},
    },
  },
  ["Маршал Хаггард"] = {
    locations = {
      {2, 25, 0.8461, 0.6944},
    },
  },
  ["Иллиана"] = {
    locations = {
      {1, 21, 0.8679, 0.435},
    },
  },
  ["Работник Торговой Компании"] = {
    locations = {
      {1, 9, 0.5383, 0.4842},
      {1, 9, 0.538, 0.664},
      {1, 9, 0.4444, 0.4571},
    },
  },
  ["Послушник Алого ордена"] = {
    locations = {
      {2, 22, 0.8463, 0.3168},
    },
  },
  ["Горный пехотинец Кэдрелл"] = {
    locations = {
      {2, 12, 0.3489, 0.4726},
    },
  },
  ["Часовой Селарина"] = {
    locations = {
      {1, 18, 0.3928, 0.4346},
    },
  },
  ["Следопыт"] = {
    locations = {
      {2, 6, 0.5217, 0.182},
    },
  },
  ["Летучий хамелеон"] = {
    locations = {
      {1, 20, 0.6902, 0.4758},
    },
  },
  ["Анту'сул"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Командир флота Морской Рог"] = {
    locations = {
      {2, 21, 0.2715, 0.7698},
    },
  },
  ["Охотник за магией"] = {
    locations = {
      {1, 12, 0.5191, 0.842},
      {1, 12, 0.5, 0.8152},
    },
  },
  ["Грарк Лоркруб"] = {
    locations = {
      {2, 17, 0.4031, 0.3424},
    },
  },
  ["Виллиден Маршалл"] = {
    locations = {
      {1, 7, 0.4393, 0.0722},
    },
  },
  ["Нергал"] = {
    locations = {
      {1, 7, 0.4334, 0.0776},
    },
  },
  ["Стражник Стальгорна"] = {
    locations = {
      {2, 19, 0.32, 0.6666},
      {2, 19, 0.5536, 0.4656},
      {2, 19, 0.3296, 0.6379},
      {2, 8, 0.534, 0.3637},
      {2, 19, 0.2958, 0.639},
    },
  },
  ["Гелвас Углешлюз"] = {
    locations = {
      {2, 25, 0.4155, 0.6893},
      {1, 9, 0.3726, 0.3775},
    },
  },
  ["Чернорабочий из стаи Красногорья"] = {
    locations = {
      {2, 11, 0.1913, 0.2151},
      {2, 11, 0.1918, 0.2459},
    },
  },
  ["Провидец Хранитель Мудрости"] = {
    locations = {
      {1, 9, 0.3278, 0.3614},
    },
  },
  ["Джанела Твердомолот"] = {
    locations = {
      {1, 14, 0.3285, 0.5247},
    },
  },
  ["Сех'Джиб"] = {
    locations = {
      {2, 21, 0.3659, 0.3414},
    },
  },
  ["Пагубный разоритель"] = {
    locations = {
      {1, 13, 0.4361, 0.4278},
      {1, 13, 0.3522, 0.417},
      {1, 13, 0.4015, 0.4148},
      {1, 13, 0.3382, 0.4528},
      {1, 13, 0.3806, 0.3923},
    },
  },
  ["Огнечрев"] = {
    locations = {
      {2, 23, 0.4019, 1.0502},
    },
  },
  ["Темный чародей из клана Черного Железа"] = {
    locations = {
      {2, 13, 0.4829, 0.8796},
    },
  },
  ["Корабельное расписание"] = {
    locations = {
      {1, 16, 0.736, 0.4653},
      {1, 16, 0.5208, 0.2798},
      {1, 16, 0.6681, 0.2248},
      {1, 16, 0.7146, 0.4354},
    },
  },
  ["Кавиндра"] = {
    locations = {
      {1, 12, 0.319, 0.6387},
    },
  },
  ["Смертельно раненый солдат"] = {
    locations = {
      {2, 13, 0.7307, 0.3686},
    },
  },
  ["Жрица Алатея"] = {
    locations = {
      {1, 3, 0.3929, 0.8099},
    },
  },
  ["Охранник из Багрового Легиона"] = {
    locations = {
      {2, 6, 0.3105, 0.1586},
      {2, 6, 0.4834, 0.2185},
    },
  },
  ["Олм Мудрый"] = {
    locations = {
      {1, 11, 0.5627, 0.2193},
      {1, 11, 0.5466, 0.261},
      {1, 11, 0.5802, 0.1858},
      {1, 11, 0.5618, 0.0895},
    },
  },
  ["Страж Манадос из ордена Серебряного Рассвета"] = {
    locations = {
      {1, 3, 0.553, 0.2371},
    },
  },
  ["Кариссия Лунная Охотница"] = {
    locations = {
      {1, 20, 0.8946, 0.4649},
    },
  },
  ["Страж Талрид из ордена Серебряного Рассвета"] = {
    locations = {
      {1, 21, 0.1652, 0.1102},
    },
  },
  ["Разъяренный рифовый краб"] = {
    locations = {
      {1, 12, 0.3326, 0.3175},
      {1, 12, 0.2613, 0.3981},
      {1, 12, 0.3532, 0.2435},
      {1, 12, 0.3363, 0.2703},
    },
  },
  ["Злобный равнинный долгоног"] = {
    locations = {
      {1, 15, 0.6073, 0.327},
      {1, 15, 0.591, 0.0758},
      {1, 15, 0.4504, 0.1456},
      {1, 15, 0.4988, 0.4873},
      {1, 15, 0.5428, 0.4945},
    },
  },
  ["Гематус"] = {
    locations = {
      {2, 2, 0.8203, 0.4993},
    },
  },
  ["Шторм Призрачное Копыто"] = {
    locations = {
      {1, 5, 0.6188, 0.3836},
    },
  },
  ["Боевой страж племени Иглогривых"] = {
    locations = {
      {1, 4, 0.4348, 0.3966},
    },
  },
  ["Сирел Остролист"] = {
    locations = {
      {1, 17, 0.5612, 0.5775},
    },
  },
  ["Сержант Дарген Грозовая Вершина"] = {
    locations = {
      {2, 1, 0.3681, 0.7733},
    },
  },
  ["Главарь Галгош"] = {
    locations = {
      {2, 12, 0.6867, 0.6615},
    },
  },
  ["Тулбек"] = {
    locations = {
      {2, 21, 0.3146, 0.2971},
    },
  },
  ["Бронт Ледоруб"] = {
    locations = {
      {2, 16, 0.4883, 0.5726},
    },
  },
  ["Марез Клобук"] = {
    locations = {
      {2, 13, 0.2948, 0.6319},
    },
  },
  ["Эммет Хохм"] = {
    locations = {
      {2, 24, 0.5392, 0.6523},
    },
  },
  ["Грелкор"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Гинро Пылающий Очаг"] = {
    locations = {
      {1, 20, 0.3187, 0.4517},
    },
  },
  ["Ангелас Лунный Бриз"] = {
    locations = {
      {1, 20, 0.3185, 0.4558},
    },
  },
  ["Тетис"] = {
    locations = {
      {2, 21, 0.3009, 0.4286},
    },
  },
  ["Хадокен Быстрый Странник"] = {
    locations = {
      {1, 20, 0.7491, 0.4254},
    },
  },
  ["Улатек"] = {
    locations = {
      {1, 11, 0.405, 0.4857},
    },
  },
  ["Младший страж Скверны"] = {
    locations = {
      {1, 21, 0.2684, 0.6215},
      {1, 21, 0.2304, 0.6155},
    },
  },
  ["Колдун племени Зловещего Тотема"] = {
    locations = {
      {1, 6, 0.7334, 0.8624},
      {1, 6, 0.8055, 0.8846},
      {1, 6, 0.77, 0.9065},
      {1, 6, 0.7728, 0.8665},
    },
  },
  ["Азурегос"] = {
    locations = {
      {1, 1, 0.557, 0.8476},
      {1, 1, 0.5764, 0.7745},
      {1, 1, 0.5775, 0.8813},
      {1, 1, 0.5553, 0.8003},
    },
  },
  ["Дух долины Ужаса"] = {
    locations = {
      {2, 6, 0.2062, 0.3474},
      {2, 6, 0.1687, 0.3252},
    },
  },
  ["Сирил Плетебой"] = {
    locations = {
      {1, 5, 0.6133, 0.3721},
    },
  },
  ["Муура Рунический Тотем"] = {
    locations = {
      {2, 18, 0.43, 0.4197},
    },
  },
  ["Мила Рассветная Странница"] = {
    locations = {
      {1, 9, 0.4504, 0.7603},
    },
  },
  ["Брианна"] = {
    locations = {
      {2, 11, 0.2695, 0.4489},
    },
  },
  ["Пружиннер Шумотор"] = {
    locations = {
      {2, 19, 0.6839, 0.4394},
    },
  },
  ["Надсмотрщик из клана Черного Железа"] = {
    locations = {
      {2, 23, 0.4325, 0.3159},
      {2, 23, 0.3871, 0.4055},
      {2, 23, 0.4501, 0.4045},
      {2, 23, 0.373, 0.4397},
      {2, 23, 0.3922, 0.4738},
    },
  },
  ["Огг'марр"] = {
    locations = {
      {1, 13, 0.3665, 0.3104},
    },
  },
  ["Колдунья из стаи Неистовства Ветра"] = {
    locations = {
      {1, 9, 0.3061, 0.2395},
    },
  },
  ["Мистик из племени Древобрюхов"] = {
    locations = {
      {1, 11, 0.6589, 0.0351},
      {1, 11, 0.664, -0.034},
      {1, 8, 0.3481, 0.7613},
      {1, 11, 0.6523, 0.0692},
    },
  },
  ["Давид Триас"] = {
    locations = {
      {2, 22, 0.325, 0.6561},
    },
  },
  ["Визгливая бродяжница"] = {
    locations = {
      {1, 19, 0.2707, 0.5237},
    },
  },
  ["Лунный совух-оракул"] = {
    locations = {
      {1, 18, 0.4572, 0.5151},
      {1, 18, 0.4659, 0.4589},
    },
  },
  ["Разъяренная седоспиная горилла"] = {
    locations = {
      {2, 21, 0.3509, 0.6075},
    },
  },
  ["Александра Болеро"] = {
    locations = {
      {2, 24, 0.4344, 0.7399},
    },
  },
  ["Многозубый ловец"] = {
    locations = {
      {1, 15, 0.4618, 0.7593},
      {1, 15, 0.4762, 0.7969},
    },
  },
  ["Некромант Некроситета"] = {
    locations = {
      {2, 9, 0.69, 0.7284},
    },
  },
  ["Безумный ученый"] = {
    locations = {
      {2, 6, 0.3999, 0.2589},
    },
  },
  ["Тощий перепелятник"] = {
    locations = {
      {1, 9, 0.3876, 0.5632},
      {1, 9, 0.5494, 0.6796},
      {1, 9, 0.5161, 0.678},
      {1, 9, 0.5428, 0.636},
      {1, 9, 0.3961, 0.6031},
    },
  },
  ["Дайо Дряхлый"] = {
    locations = {
      {2, 7, 0.3414, 0.5021},
    },
  },
  ["Могучий волк прерий"] = {
    locations = {
      {1, 9, 0.6395, 0.5918},
      {1, 9, 0.4394, 0.1735},
      {1, 9, 0.5031, 0.1881},
      {1, 9, 0.6465, 0.6572},
    },
  },
  ["Бен Триас"] = {
    locations = {
      {2, 24, 0.6035, 0.6362},
    },
  },
  ["Принцесса Бурилла"] = {
    locations = {
      {1, 5, 0.5339, 0.4267},
    },
  },
  ["Разъяренный агам'ар"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Йети Бешеного оврага"] = {
    locations = {
      {1, 20, 0.5285, 0.3166},
    },
  },
  ["Неисправный боевой голем"] = {
    locations = {
      {2, 23, 0.3286, 0.4778},
      {2, 23, 0.4707, 0.6688},
      {2, 23, 0.5954, 0.5705},
      {2, 23, 0.3176, 0.607},
      {2, 23, 0.4376, 0.4251},
    },
  },
  ["Хилбрадский ученик кузнеца"] = {
    locations = {
      {2, 16, 0.3203, 0.4566},
    },
  },
  ["Морской волк из шайки Кровавого Паруса"] = {
    locations = {
      {2, 21, 0.3026, 0.8938},
      {2, 21, 0.3309, 0.8835},
    },
  },
  ["Мишеллена"] = {
    locations = {
      {1, 11, 0.6248, 0.2418},
    },
  },
  ["Огр из клана Песчаного Молота"] = {
    locations = {
      {1, 16, 0.4683, 0.6517},
      {1, 16, 0.4049, 0.728},
      {1, 16, 0.4042, 0.5517},
    },
  },
  ["Марсель Дабири"] = {
    locations = {
      {2, 13, 0.544, 0.3799},
    },
  },
  ["Огнир хранитель Огня"] = {
    locations = {
      {1, 10, 0.3811, 0.3754},
    },
  },
  ["Восставшая аберрация"] = {
    locations = {
      {2, 9, 0.6902, 0.7288},
    },
  },
  ["Мастер Матиас Шоу"] = {
    locations = {
      {2, 24, 0.7595, 0.5984},
    },
  },
  ["Верен Долгоног"] = {
    locations = {
      {1, 2, 0.4412, 0.4463},
    },
  },
  ["Рик"] = {
    locations = {
      {2, 5, 0.5769, 0.4278},
      {2, 5, 0.4975, 0.4625},
      {2, 5, 0.4643, 0.4057},
    },
  },
  ["Столи"] = {
    locations = {
      {1, 16, 0.6706, 0.2395},
    },
  },
  ["Шаман клана Песни Войны"] = {
    locations = {
      {1, 21, 0.8908, 0.584},
    },
  },
  ["Обжора"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Жрица из племени Мертвой Головы"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Викки Лонсав"] = {
    locations = {
      {2, 13, 0.4638, 0.4752},
    },
  },
  ["Мировой судья Бернсайд"] = {
    locations = {
      {2, 16, 0.2963, 0.4209},
    },
  },
  ["Хограл Баккан"] = {
    locations = {
      {2, 8, 0.4759, 0.5256},
    },
  },
  ["Бера Камнемолот"] = {
    locations = {
      {1, 16, 0.5103, 0.2933},
    },
  },
  ["Защитный скафандр миротворца"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Строитель Торговой Компании"] = {
    locations = {
      {1, 6, 0.6396, 0.3951},
    },
  },
  ["Монтарр"] = {
    locations = {
      {1, 19, 0.452, 0.5072},
    },
  },
  ["Капитан рыцарей Смерти"] = {
    locations = {
      {2, 6, 0.3997, 0.2595},
    },
  },
  ["Астерион"] = {
    locations = {
      {1, 18, 0.4421, 0.3633},
    },
  },
  ["Мировой судья Соломон"] = {
    locations = {
      {2, 11, 0.2995, 0.4435},
    },
  },
  ["Шкуродер из племени Сухокожих"] = {
    locations = {
      {2, 5, 0.3124, 0.5807},
    },
  },
  ["Гакин Темнопряд"] = {
    locations = {
      {2, 24, 0.2535, 0.7856},
    },
  },
  ["Идриана"] = {
    locations = {
      {1, 3, 0.3983, 0.4251},
    },
  },
  ["Скелет-шахтер"] = {
    locations = {
      {2, 10, 0.4141, 0.8194},
    },
  },
  ["Келейник Алого ордена"] = {
    locations = {
      {2, 22, 0.7929, 0.5563},
      {2, 22, 0.7939, 0.2705},
    },
  },
  ["Старейшина деревни Погребальных Костров"] = {
    locations = {
      {2, 18, 0.4606, 0.7306},
    },
  },
  ["Обсидиановый элементаль"] = {
    locations = {
      {2, 17, 0.7916, 0.5119},
      {2, 17, 0.8048, 0.3417},
      {2, 17, 0.7066, 0.5945},
      {2, 17, 0.7802, 0.3752},
      {2, 17, 0.7808, 0.7513},
    },
  },
  ["Знахарь Джин'Зил"] = {
    locations = {
      {1, 6, 0.7451, 0.9782},
    },
  },
  ["Ормер Сталеплет"] = {
    locations = {
      {2, 3, 0.3813, 0.5103},
    },
  },
  ["Силитид-трутень"] = {
    locations = {
      {1, 19, 0.6913, 0.8501},
      {1, 19, 0.6572, 0.8579},
    },
  },
  ["Темный охотник"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Чернокнижник из клана Гордунни"] = {
    locations = {
      {1, 20, 0.5913, 0.6437},
      {1, 20, 0.6097, 0.5632},
    },
  },
  ["Бешеный колючешерстный медведь"] = {
    locations = {
      {1, 18, 0.4951, 0.3369},
      {1, 18, 0.393, 0.6951},
      {1, 18, 0.4259, 0.6745},
      {1, 18, 0.3891, 0.6032},
      {1, 18, 0.4901, 0.2815},
    },
  },
  ["Кернда"] = {
    locations = {
      {1, 11, 0.6541, 0.0245},
    },
  },
  ["Принц Рейз"] = {
    locations = {
      {1, 21, 0.7807, 0.4583},
      {1, 21, 0.784, 0.4277},
    },
  },
  ["Мистик из племени Тлеющего Терновника"] = {
    locations = {
      {2, 23, 0.4083, 0.9571},
      {2, 17, 0.3302, 0.2517},
    },
  },
  ["Подарочный сертификат долины Испытаний"] = {
    locations = {
      {1, 4, 0.5194, 0.4209},
      {1, 10, 0.5081, 0.7019},
    },
  },
  ["Тенелов из племени Буйного Нрава"] = {
    locations = {
      {1, 20, 0.6486, 0.2949},
    },
  },
  ["Темный чародей из секты Тузадин"] = {
    locations = {
      {2, 6, 0.4832, 0.2185},
    },
  },
  ["Дарнан Мехорез"] = {
    locations = {
      {2, 8, 0.2877, 0.6642},
    },
  },
  ["Тарбан Домашний Очаг"] = {
    locations = {
      {1, 15, 0.551, 0.3206},
    },
  },
  ["Маворис Проблеск Солнца"] = {
    locations = {
      {1, 21, 0.7493, 0.7417},
    },
  },
  ["Жуткий перепелятник"] = {
    locations = {
      {1, 12, 0.6792, 0.7017},
      {1, 12, 0.6204, 0.1732},
      {1, 12, 0.6778, 0.6192},
      {1, 12, 0.555, 0.668},
      {1, 12, 0.5576, 0.1227},
    },
  },
  ["Оператор крана Биггльфузз"] = {
    locations = {
      {1, 15, 0.6307, 0.3759},
    },
  },
  ["Темноклыкий ползун"] = {
    locations = {
      {1, 13, 0.4547, 0.4649},
      {1, 13, 0.3808, 0.3725},
      {1, 13, 0.4847, 0.6069},
      {1, 13, 0.3515, 0.5449},
      {1, 13, 0.4388, 0.5362},
    },
  },
  ["Удушающая лоза"] = {
    locations = {
      {1, 12, 0.3597, 0.6438},
    },
  },
  ["Навозер"] = {
    locations = {
      {2, 1, 0.3875, 0.472},
    },
  },
  ["Грегор Агамонд"] = {
    locations = {
      {2, 22, 0.4579, 0.3018},
    },
  },
  ["Пылающий элементаль"] = {
    locations = {
      {2, 23, 0.4243, 0.3686},
      {2, 23, 0.4835, 0.4943},
      {2, 23, 0.5219, 0.4689},
      {2, 23, 0.5655, 0.4496},
    },
  },
  ["Тенегорнский сенатор"] = {
    locations = {
      {2, 23, 0.2711, 0.7254},
    },
  },
  ["Глупошмыг"] = {
    locations = {
      {1, 19, 0.5575, 0.4998},
      {1, 19, 0.605, 0.5891},
      {1, 19, 0.5139, 0.4332},
      {1, 19, 0.5955, 0.478},
    },
  },
  ["Горлаш"] = {
    locations = {
      {2, 21, 0.3641, 0.6978},
    },
  },
  ["Мевен Коргал"] = {
    locations = {
      {2, 22, 0.3637, 0.6862},
    },
  },
  ["Чернокнижник из шайки Кровавого Паруса"] = {
    locations = {
      {2, 21, 0.2856, 0.8203},
    },
  },
  ["Эльталисте"] = {
    locations = {
      {2, 15, 0.4947, 0.1695},
    },
  },
  ["Ву Шен"] = {
    locations = {
      {2, 24, 0.7876, 0.4559},
    },
  },
  ["Наймит Торговой Компании"] = {
    locations = {
      {1, 9, 0.534, 0.6605},
    },
  },
  ["Послушница Витула"] = {
    locations = {
      {1, 15, 0.6262, 0.3529},
    },
  },
  ["Мировой судья Тупонос"] = {
    locations = {
      {2, 12, 0.3463, 0.4393},
    },
  },
  ["Раб племени Атал'ай"] = {
    locations = {
      {2, 4, 0.7733, 0.3594},
    },
  },
  ["Лефтендрис"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Оракул из племени Синежабров"] = {
    locations = {
      {2, 3, 0.1619, 0.3066},
    },
  },
  ["Большой обсидиановый элементаль"] = {
    locations = {
      {2, 17, 0.6477, 0.3111},
      {2, 17, 0.702, 0.3177},
      {2, 17, 0.4253, 0.4341},
      {2, 17, 0.5131, 0.3514},
      {2, 17, 0.3579, 0.6233},
    },
  },
  ["Хольт Громовой Рог"] = {
    locations = {
      {1, 2, 0.574, 0.8923},
    },
  },
  ["Просоленный хрусталиск"] = {
    locations = {
      {1, 19, 0.7808, 0.8767},
      {1, 19, 0.8759, 0.7648},
      {1, 19, 0.8562, 0.6092},
      {1, 19, 0.7783, 0.6815},
      {1, 19, 0.7973, 0.5525},
    },
  },
  ["Полли"] = {
    locations = {
      {1, 15, 0.6478, 0.455},
    },
  },
  ["Клерк Далтри"] = {
    locations = {
      {2, 20, 0.7262, 0.4686},
    },
  },
  ["Липкий слизнюк"] = {
    locations = {
      {1, 7, 0.3782, 0.3369},
      {1, 7, 0.3955, 0.4649},
      {1, 7, 0.3829, 0.3749},
      {1, 7, 0.3232, 0.2936},
      {1, 7, 0.3876, 0.647},
    },
  },
  ["Зендо'джиан"] = {
    locations = {
      {1, 10, 0.8125, 0.1896},
    },
  },
  ["Катрин Лиланд"] = {
    locations = {
      {2, 24, 0.458, 0.5827},
    },
  },
  ["Илифар"] = {
    locations = {
      {2, 7, 0.4761, 0.299},
    },
  },
  ["Яростная визгунья"] = {
    locations = {
      {2, 6, 0.601, 0.6907},
    },
  },
  ["Мор Серое Копыто"] = {
    locations = {
      {2, 23, 0.4077, 0.9568},
    },
  },
  ["Хансел Большерук"] = {
    locations = {
      {2, 23, 0.3848, 0.2791},
    },
  },
  ["Членистоног из улья Хаззали"] = {
    locations = {
      {1, 16, 0.5604, 0.7079},
      {1, 16, 0.5657, 0.6489},
    },
  },
  ["Марлен Редпат"] = {
    locations = {
      {2, 9, 0.4911, 0.7859},
    },
  },
  ["Черный дракон"] = {
    locations = {
      {2, 17, 0.8473, 0.5998},
      {2, 17, 0.9018, 0.4295},
      {2, 17, 0.9098, 0.5264},
      {2, 17, 0.9052, 0.38},
      {2, 17, 0.8992, 0.5557},
    },
  },
  ["Махнотт Рваная Рана"] = {
    locations = {
      {1, 9, 0.4571, 0.5854},
    },
  },
  ["Геолог Камнетерка"] = {
    locations = {
      {2, 1, 0.4077, 0.7974},
    },
  },
  ["Дольман Холодная Ярость"] = {
    locations = {
      {2, 19, 0.3615, 0.6608},
    },
  },
  ["Инженер Безобразец"] = {
    locations = {
      {1, 15, 0.5627, 0.0868},
    },
  },
  ["Капитан Зеленямс"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Аббат Алого ордена"] = {
    locations = {
      {2, 22, 0.8531, 0.3047},
    },
  },
  ["Огнегривая заклинательница пламени"] = {
    locations = {
      {1, 13, 0.4984, 0.757},
      {1, 13, 0.5243, 0.8252},
    },
  },
  ["Солдат-наемник из клана Раздробленного Хребта"] = {
    locations = {
      {2, 1, 0.369, 0.5425},
    },
  },
  ["Землеройный громорог"] = {
    locations = {
      {2, 23, 0.2712, 0.7251},
    },
  },
  ["Сель"] = {
    locations = {
      {1, 12, 0.3594, 0.6438},
    },
  },
  ["Гренил Холодная Ярость"] = {
    locations = {
      {2, 19, 0.3624, 0.6586},
    },
  },
  ["Фалстад Громовой Молот"] = {
    locations = {
      {2, 5, 0.1185, 0.4683},
    },
  },
  ["Старейшина племени Сломанного Клыка"] = {
    locations = {
      {2, 5, 0.7818, 0.8127},
    },
  },
  ["Медик зоны"] = {
    locations = {
      {2, 8, 0.1766, 0.3915},
    },
  },
  ["Мебок Миззрикс"] = {
    locations = {
      {1, 15, 0.6238, 0.3765},
    },
  },
  ["Дымок ЛаРу"] = {
    locations = {
      {2, 6, 0.806, 0.5803},
    },
  },
  ["Лютый йети Бешеного оврага"] = {
    locations = {
      {1, 20, 0.5317, 0.3184},
    },
  },
  ["Клод Небесный Танец"] = {
    locations = {
      {1, 14, 0.5064, 0.3452},
    },
  },
  ["Рифовый краб"] = {
    locations = {
      {1, 18, 0.4814, 0.2133},
      {1, 18, 0.3584, 0.75},
      {1, 18, 0.3483, 0.7933},
    },
  },
  ["Король Мукла"] = {
    locations = {
      {2, 21, 0.4055, 0.832},
    },
  },
  ["Пожиратель душ из племени Песчаной Бури"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Пастух из племени Колкар"] = {
    locations = {
      {1, 15, 0.5356, 0.4136},
      {1, 15, 0.5679, 0.4186},
      {1, 15, 0.5391, 0.4505},
    },
  },
  ["Шаман из клана Гордунни"] = {
    locations = {
      {1, 20, 0.5988, 0.658},
    },
  },
  ["Седоспин-патриарх"] = {
    locations = {
      {2, 21, 0.3645, 0.6293},
    },
  },
  ["Руппо Свистопулькин"] = {
    locations = {
      {2, 5, 0.3433, 0.3785},
    },
  },
  ["Отрекшийся-убийца"] = {
    locations = {
      {1, 21, 0.7631, 0.7394},
    },
  },
  ["Рэн Кровавый Клык"] = {
    locations = {
      {1, 21, 0.5467, 0.7936},
    },
  },
  ["Улланна"] = {
    locations = {
      {1, 18, 0.4376, 0.7638},
    },
  },
  ["Озерный ползун"] = {
    locations = {
      {2, 18, 0.7742, 0.2698},
    },
  },
  ["Тессалийская гидра"] = {
    locations = {
      {1, 12, 0.3596, 0.6438},
      {1, 12, 0.2927, 0.6084},
      {1, 12, 0.3034, 0.5478},
    },
  },
  ["Шади Вестница Туманов"] = {
    locations = {
      {1, 2, 0.4044, 0.6351},
    },
  },
  ["Ло'Грош"] = {
    locations = {
      {2, 1, 0.5305, 0.4742},
      {2, 1, 0.4769, 0.3322},
    },
  },
  ["Рубака Колючего Холма"] = {
    locations = {
      {1, 4, 0.5257, 0.4283},
    },
  },
  ["Маршал Максвелл"] = {
    locations = {
      {2, 17, 0.8473, 0.689},
    },
  },
  ["Лани Камышинка"] = {
    locations = {
      {2, 23, 0.3793, 0.3063},
    },
  },
  ["Доктор Грегори Виктор"] = {
    locations = {
      {2, 13, 0.7337, 0.3684},
    },
  },
  ["Филипп \"Трусишка\""] = {
    locations = {
      {2, 21, 0.269, 0.7363},
    },
  },
  ["Медведь Ясеневого леса"] = {
    locations = {
      {1, 21, 0.5091, 0.5349},
      {1, 21, 0.4461, 0.6332},
      {1, 21, 0.5537, 0.5361},
      {1, 21, 0.413, 0.6881},
      {1, 21, 0.5074, 0.4785},
    },
  },
  ["Ревнитель Алого ордена"] = {
    locations = {
      {2, 22, 0.5212, 0.6755},
      {2, 22, 0.7894, 0.5568},
    },
  },
  ["Страж Павшего Молота"] = {
    locations = {
      {2, 13, 0.7392, 0.3539},
      {2, 13, 0.7448, 0.3875},
      {2, 13, 0.7383, 0.3097},
    },
  },
  ["Падальщик-пожиратель"] = {
    locations = {
      {2, 6, 0.6989, 0.4552},
      {2, 6, 0.6981, 0.4985},
      {2, 6, 0.5377, 0.2986},
      {2, 6, 0.7032, 0.4026},
      {2, 6, 0.5084, 0.4089},
    },
  },
  ["Нарианна"] = {
    locations = {
      {1, 8, 0.5303, 0.4278},
    },
  },
  ["Хетайра"] = {
    locations = {
      {1, 1, 0.5833, 0.4332},
      {1, 1, 0.587, 0.473},
    },
  },
  ["Темноплет из стаи Темношкуров"] = {
    locations = {
      {2, 11, 0.7989, 0.473},
      {2, 11, 0.8084, 0.5161},
      {2, 11, 0.7877, 0.4394},
      {2, 11, 0.8262, 0.5445},
      {2, 11, 0.7794, 0.3968},
    },
  },
  ["Воевода Вун"] = {
    locations = {
      {2, 23, 0.4079, 0.9567},
    },
  },
  ["Тать Синдиката"] = {
    locations = {
      {2, 13, 0.2738, 0.6276},
    },
  },
  ["Ранокол"] = {
    locations = {
      {2, 4, 0.7733, 0.3594},
    },
  },
  ["Тарантул"] = {
    locations = {
      {2, 11, 0.147, 0.7462},
      {2, 11, 0.331, 0.7527},
      {2, 11, 0.1175, 0.7783},
      {2, 11, 0.186, 0.7109},
      {2, 11, 0.2865, 0.766},
    },
  },
  ["Вик'Тар"] = {
    locations = {
      {1, 21, 0.1176, 0.341},
    },
  },
  ["Травник стаи Речной Лапы"] = {
    locations = {
      {2, 10, 0.3047, 0.507},
      {2, 10, 0.3071, 0.5513},
      {2, 10, 0.3203, 0.7078},
    },
  },
  ["Джинния Пушка"] = {
    locations = {
      {2, 24, 0.3861, 0.7954},
    },
  },
  ["Неофит Некроситета"] = {
    locations = {
      {2, 9, 0.6901, 0.7284},
    },
  },
  ["Тенарон Хватка Бури"] = {
    locations = {
      {1, 17, 0.5911, 0.3939},
    },
  },
  ["Вызыватель из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Ларс"] = {
    locations = {
      {2, 20, 0.0774, 0.3333},
    },
  },
  ["Горина"] = {
    locations = {
      {1, 10, 0.7316, 0.2662},
    },
  },
  ["Горн Одноглаз"] = {
    locations = {
      {1, 11, 0.653, 0.0263},
    },
  },
  ["Авгур Алого ордена"] = {
    locations = {
      {2, 22, 0.8461, 0.3169},
    },
  },
  ["Ракх"] = {
    locations = {
      {1, 15, 0.5222, 0.3175},
    },
  },
  ["Садовник из племени Кривой Сосны"] = {
    locations = {
      {1, 17, 0.66, 0.5837},
      {1, 17, 0.6574, 0.6263},
    },
  },
  ["Вредитель-туннельщик"] = {
    locations = {
      {2, 12, 0.2491, 0.3055},
      {2, 12, 0.378, 0.2033},
      {2, 12, 0.2762, 0.4305},
      {2, 12, 0.3617, 0.1613},
      {2, 12, 0.3784, 0.2434},
    },
  },
  ["Ризз Болтень"] = {
    locations = {
      {2, 1, 0.4731, 0.3525},
    },
  },
  ["Ариена Штормокрылая"] = {
    locations = {
      {2, 11, 0.3067, 0.5933},
    },
  },
  ["Адепт из клана Темной Нити"] = {
    locations = {
      {1, 21, 0.3113, 0.3056},
    },
  },
  ["Селина Уэстман"] = {
    locations = {
      {2, 22, 0.6179, 0.5001},
    },
  },
  ["Первобытный слизнюк"] = {
    locations = {
      {1, 7, 0.4572, 0.6581},
      {1, 7, 0.5191, 0.1792},
      {1, 7, 0.559, 0.1817},
      {1, 7, 0.5932, 0.6049},
      {1, 7, 0.5725, 0.6417},
    },
  },
  ["Жасон Лемье"] = {
    locations = {
      {2, 16, 0.6105, 0.2066},
    },
  },
  ["Верек"] = {
    locations = {
      {2, 23, 0.2712, 0.7254},
    },
  },
  ["Таргомм"] = {
    locations = {
      {2, 12, 0.571, 0.6631},
      {2, 12, 0.6391, 0.5551},
      {2, 12, 0.6473, 0.4117},
      {2, 12, 0.6451, 0.4912},
      {2, 12, 0.6013, 0.6212},
    },
  },
  ["Джаммал'ан Пророк"] = {
    locations = {
      {2, 4, 0.7733, 0.3593},
    },
  },
  ["Охранник хана из племени Мародин"] = {
    locations = {
      {1, 12, 0.2963, 0.5236},
    },
  },
  ["Алкач Виски"] = {
    locations = {
      {2, 21, 0.2711, 0.7744},
    },
  },
  ["Латорик Черный"] = {
    locations = {
      {2, 23, 0.4132, 0.2553},
    },
  },
  ["Джаззик"] = {
    locations = {
      {1, 15, 0.6195, 0.3876},
    },
  },
  ["Вредитель из племени Ветрорезов"] = {
    locations = {
      {1, 6, 0.7176, 0.6029},
    },
  },
  ["Дарбелла Монтроуз"] = {
    locations = {
      {2, 13, 0.2863, 0.621},
      {2, 13, 0.2767, 0.6551},
    },
  },
  ["Гренка Кровавый Визг"] = {
    locations = {
      {1,19, 0.2598, 0.5518}
    }
  },
  ["Скуэрто"] = {
    locations = {
      {2, 13, 0.4659, 0.4701},
    },
  },
  ["Проклятый маг"] = {
    locations = {
      {2, 6, 0.1766, 0.3203},
      {2, 6, 0.3169, 0.2683},
      {2, 6, 0.2611, 0.2682},
      {2, 6, 0.3534, 0.2869},
      {2, 6, 0.2372, 0.2393},
    },
  },
  ["Тенебрюхая пантера"] = {
    locations = {
      {2, 21, 0.3758, 0.3622},
      {2, 21, 0.4037, 0.3934},
      {2, 21, 0.4893, 0.2251},
    },
  },
  ["Анубисат-часовой"] = {
    locations = {
      {1, 14, 0.1545, 0.9802},
    },
  },
  ["Посол Ярокров"] = {
    locations = {
      {1, 15, 0.4781, 0.9071},
      {1, 15, 0.4591, 0.8772},
      {1, 15, 0.4857, 0.9563},
    },
  },
  ["Мордо гробовщик"] = {
    locations = {
      {2, 22, 0.3025, 0.7168},
    },
  },
  ["Инструктор Разувий"] = {
    locations = {
      {2, 6, 0.4, 0.259},
    },
  },
  ["Порабощенный тролль из племени Атал'ай"] = {
    locations = {
      {2, 4, 0.7797, 0.4758},
    },
  },
  ["Пирожок"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Донал Товальд"] = {
    locations = {
      {2, 24, 0.7179, 0.0751},
    },
  },
  ["Даларанский маг"] = {
    locations = {
      {2, 18, 0.5948, 0.6452},
    },
  },
  ["Ясновидец из племени Серой Мглы"] = {
    locations = {
      {1, 18, 0.3914, 0.2868},
      {1, 18, 0.371, 0.6189},
      {1, 18, 0.4195, 0.3184},
      {1, 18, 0.3624, 0.7089},
    },
  },
  ["Пачкун из племени Синежабрых"] = {
    locations = {
      {2, 3, 0.1403, 0.3849},
    },
  },
  ["Канонир Смайт"] = {
    locations = {
      {1, 15, 0.6312, 0.5668},
    },
  },
  ["Скелет-воин"] = {
    locations = {
      {2, 20, 0.7953, 0.7005},
    },
  },
  ["Курук"] = {
    locations = {
      {1, 2, 0.3904, 0.6411},
    },
  },
  ["Темный стражник"] = {
    locations = {
      {2, 23, 0.2711, 0.7253},
    },
  },
  ["Тарнариун Исцелитель Деревьев"] = {
    locations = {
      {1, 18, 0.3881, 0.4342},
    },
  },
  ["Фиренна"] = {
    locations = {
      {1, 3, 0.6953, 0.4482},
    },
  },
  ["Мурлок-оракул"] = {
    locations = {
      {2, 10, 0.2754, 0.7216},
      {2, 10, 0.27, 0.5509},
      {2, 10, 0.3415, 0.8436},
    },
  },
  ["Генерал Кирика"] = {
    locations = {
      {1, 14, 0.5083, 0.6957},
    },
  },
  ["Джалинда Дракон Лета"] = {
    locations = {
      {2, 5, 0.3111, 0.4783},
      {2, 5, 0.3128, 0.4366},
      {2, 5, 0.2822, 0.453},
    },
  },
  ["Гнилобрюх"] = {
    locations = {
      {2, 13, 0.2003, 0.6546},
    },
  },
  ["Гниющий слякоч"] = {
    locations = {
      {2, 6, 0.5374, 0.6899},
      {2, 6, 0.7302, 0.6604},
      {2, 6, 0.7646, 0.5827},
      {2, 6, 0.5558, 0.6634},
      {2, 6, 0.7522, 0.6233},
    },
  },
  ["Генерал Раджакс"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Изверг из клана Гордок"] = {
    locations = {
      {1, 20, 0.6215, 0.3093},
      {1, 20, 0.6217, 0.2697},
      {1, 20, 0.5993, 0.3561},
      {1, 20, 0.6432, 0.3581},
    },
  },
  ["Портной деревни Погребальных Костров"] = {
    locations = {
      {2, 18, 0.4669, 0.7243},
    },
  },
  ["Лар'корви"] = {
    locations = {
      {1, 7, 0.7965, 0.4983},
    },
  },
  ["Лурана"] = {
    locations = {
      {1, 20, 0.7547, 0.4387},
    },
  },
  ["Крепкозуб Темных берегов"] = {
    locations = {
      {1, 18, 0.3264, 0.4969},
      {1, 18, 0.322, 0.4611},
      {1, 18, 0.3292, 0.4135},
      {1, 18, 0.3855, 0.2905},
    },
  },
  ["Мардук Блэкпул"] = {
    locations = {
      {2, 9, 0.6903, 0.7282},
    },
  },
  ["Ренато Галлина"] = {
    locations = {
      {2, 24, 0.5705, 0.6344},
    },
  },
  ["Бандит из Братства Справедливости"] = {
    locations = {
      {2, 25, 0.6996, 0.7859},
    },
  },
  ["Загадочная болотная гадюка"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Рокочущая ящерица"] = {
    locations = {
      {1, 4, 0.3956, 0.2864},
    },
  },
  ["Пойманный бешеный колючешерстный медведь"] = {
    locations = {
      {1, 18, 0.491, 0.2989},
      {1, 18, 0.3928, 0.6807},
      {1, 18, 0.39, 0.6309},
      {1, 18, 0.3862, 0.77},
      {1, 18, 0.4995, 0.3458},
    },
  },
  ["Каменный дозорный Нограннона"] = {
    locations = {
      {1, 16, 0.3767, 0.8141},
    },
  },
  ["Маг из шайки Кровавого Паруса"] = {
    locations = {
      {2, 21, 0.2762, 0.6946},
      {2, 21, 0.3244, 0.7278},
    },
  },
  ["Медведь-щербозуб"] = {
    locations = {
      {1, 5, 0.4655, 0.3668},
      {1, 5, 0.5388, 0.3728},
      {1, 5, 0.3953, 0.3844},
      {1, 5, 0.3182, 0.3925},
      {1, 5, 0.4355, 0.3699},
    },
  },
  ["Метатель топоров из племени Песчаной Бури"] = {
    locations = {
      {1, 16, 0.3891, 0.2141},
      {1, 16, 0.4211, 0.23},
      {1, 16, 0.3738, 0.2434},
      {1, 16, 0.4029, 0.2904},
    },
  },
  ["Сумеречный грелль"] = {
    locations = {
      {1, 17, 0.5374, 0.511},
    },
  },
  ["Разрушитель из недр"] = {
    locations = {
      {2, 23, 0.3202, 0.9499},
      {2, 17, 0.2641, 0.245},
      {2, 19, 0.3208, 0.656},
    },
  },
  ["Лардан"] = {
    locations = {
      {1, 21, 0.3477, 0.4979},
    },
  },
  ["Тотемист племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Бромос Груммнер"] = {
    locations = {
      {2, 8, 0.2884, 0.6827},
    },
  },
  ["Чаротвор Мош'Огг"] = {
    locations = {
      {2, 21, 0.5133, 0.2778},
    },
  },
  ["Вагнер Молотобоец"] = {
    locations = {
      {2, 8, 0.5264, 0.3604},
    },
  },
  ["Разоритель-сентипаар"] = {
    locations = {
      {1, 16, 0.3516, 0.4102},
      {1, 16, 0.3383, 0.4912},
      {1, 16, 0.337, 0.452},
    },
  },
  ["Чумной опустошитель"] = {
    locations = {
      {2, 6, 0.6206, 0.7976},
      {2, 6, 0.5954, 0.7794},
    },
  },
  ["Мара Ренник"] = {
    locations = {
      {2, 15, 0.709, 0.289},
    },
  },
  ["Терентис"] = {
    locations = {
      {1, 18, 0.3933, 0.4346},
    },
  },
  ["Часовой Мелирия Ледяная Тень"] = {
    locations = {
      {1, 21, 0.8602, 0.4412},
    },
  },
  ["Член совета Брансвик"] = {
    locations = {
      {2, 18, 0.465, 0.7402},
    },
  },
  ["Халикон"] = {
    locations = {
      {2, 23, 0.4081, 0.9564},
    },
  },
  ["Штейгер Ослоу"] = {
    locations = {
      {2, 11, 0.3218, 0.4862},
    },
  },
  ["Нан Вестница Туманов"] = {
    locations = {
      {1, 2, 0.4717, 0.4221},
    },
  },
  ["Горный пехотинец Калмира"] = {
    locations = {
      {2, 12, 0.1848, 0.8272},
      {2, 12, 0.2164, 0.7275},
    },
  },
  ["Варк Боевой Шрам"] = {
    locations = {
      {1, 12, 0.2319, 0.7023},
    },
  },
  ["Сестра Коготь Кургана"] = {
    locations = {
      {1, 15, 0.3953, 0.1526},
    },
  },
  ["Круск"] = {
    locations = {
      {2, 16, 0.6317, 0.2067},
    },
  },
  ["Гидротварь"] = {
    locations = {
      {1, 20, 0.6486, 0.2949},
    },
  },
  ["Рубака Догран"] = {
    locations = {
      {1, 15, 0.4333, 0.4792},
    },
  },
  ["Рубака Павшего Молота"] = {
    locations = {
      {2, 13, 0.6028, 0.5627},
    },
  },
  ["Жрица Анетта"] = {
    locations = {
      {2, 25, 0.4979, 0.3958},
    },
  },
  ["Барон Геддон"] = {
    locations = {
      {2,23, 0.3213, 0.9484}
    }
  },
  ["Крошшер Торговой Компании"] = {
    locations = {
      {2, 21, 0.449, 0.2119},
    },
  },
  ["Красный драконид"] = {
    locations = {
      {2, 3, 0.7836, 0.4685},
    },
  },
  ["Иеремия Пейсон"] = {
    locations = {
      {2, 15, 0.6741, 0.4414},
    },
  },
  ["Властитель культа Сумеречного Молота"] = {
    locations = {
      {1, 14, 0.665, 0.1903},
      {1, 14, 0.7239, 0.1355},
    },
  },
  ["Острожал из улья Гориши"] = {
    locations = {
      {1, 7, 0.4769, 0.8232},
    },
  },
  ["Курлл"] = {
    locations = {
      {1, 1, 0.219, 0.5206},
    },
  },
  ["Орм Каменное Копыто"] = {
    locations = {
      {1, 2, 0.3907, 0.5591},
    },
  },
  ["Антион Хармон"] = {
    locations = {
      {2, 6, 0.3085, 0.1715},
    },
  },
  ["Землекоп из племени Камнерылов"] = {
    locations = {
      {1, 19, 0.5291, 0.4582},
      {1, 19, 0.6428, 0.4886},
      {1, 19, 0.5913, 0.5688},
      {1, 19, 0.6486, 0.6116},
      {1, 19, 0.1133, 0.2101},
    },
  },
  ["Степной кодо"] = {
    locations = {
      {1, 15, 0.4603, 0.7349},
      {1, 15, 0.4611, 0.6959},
      {1, 15, 0.4607, 0.6213},
      {1, 15, 0.4685, 0.6579},
      {1, 15, 0.463, 0.7946},
    },
  },
  ["Окудник из Багрового Легиона"] = {
    locations = {
      {2, 6, 0.3104, 0.1586},
      {2, 6, 0.4834, 0.2185},
    },
  },
  ["Малый скальный вепрь"] = {
    locations = {
      {2, 8, 0.219, 0.711},
    },
  },
  ["Аригос"] = {
    locations = {
      {1, 14, 0.1549, 0.9796},
    },
  },
  ["Отделившийся слизнюк"] = {
    locations = {
      {1, 7, 0.563, 0.6389},
      {1, 7, 0.5939, 0.6037},
      {1, 7, 0.4544, 0.6604},
      {1, 7, 0.562, 0.1813},
      {1, 7, 0.4645, 0.2545},
    },
  },
  ["Мировой судья Севрен"] = {
    locations = {
      {2, 22, 0.6124, 0.5079},
    },
  },
  ["Ун'Тува"] = {
    locations = {
      {1, 4, 0.5624, 0.7508},
    },
  },
  ["Грелль"] = {
    locations = {
      {1, 17, 0.5615, 0.4565},
    },
  },
  ["Флинт Тенемор"] = {
    locations = {
      {2, 9, 0.4365, 0.8449},
    },
  },
  ["Равак Зловещий Тотем"] = {
    locations = {
		{2, 1, 0.64, 0.584}
	}
  },
  ["Горный пехотинец Гулкий Крик"] = {
    locations = {
		{2, 1, 0.397, 0.804}
	}
  },
  ["Хилари"] = {
    locations = {
      {2, 11, 0.2926, 0.5341},
    },
  },
  ["Призыватель из легиона Кровавого Топора"] = {
    locations = {
      {2, 23, 0.408, 0.9564},
    },
  },
  ["Чернокнижник из клана Песчаного Молота"] = {
    locations = {
      {1, 16, 0.4682, 0.6513},
      {1, 16, 0.406, 0.7271},
      {1, 16, 0.4042, 0.5547},
    },
  },
  ["Клифф Кадин"] = {
    locations = {
      {2, 12, 0.8307, 0.6302},
    },
  },
  ["Кимлия"] = {
    locations = {
      {1, 21, 0.3695, 0.4929},
    },
  },
  ["Штейгер Риггер"] = {
    locations = {
      {1, 6, 0.66, 0.5199},
      {1, 6, 0.6667, 0.4578},
    },
  },
  ["Локе Окарр"] = {
    locations = {
      {1, 21, 0.7142, 0.677},
    },
  },
  ["Длиннозубый ревун"] = {
    locations = {
      {1, 20, 0.7042, 0.6032},
      {1, 20, 0.7381, 0.5407},
      {1, 20, 0.563, 0.4804},
      {1, 20, 0.5999, 0.5113},
      {1, 20, 0.5255, 0.4812},
    },
  },
  ["Канати Серое Облако"] = {
    locations = {
      {1,19, 0.2132, 0.3202}
    }
  },
  ["Вестник племени Галак"] = {
    locations = {
      {1,19, 0.4, 0.35},
      {1,19, 0.37, 0.3}
    }
  },
  ["Леонид Барталомей Чтимый"] = {
    locations = {
      {2, 6, 0.8167, 0.5795},
    },
  },
  ["Криводрев-топотун"] = {
    locations = {
      {1, 20, 0.6486, 0.2949},
    },
  },
  ["Тотемист из племени Гиблой Чащи"] = {
    locations = {
      {1, 21, 0.5093, 0.6132},
      {1, 21, 0.547, 0.6315},
    },
  },
  ["Изложение боевой задачи III"] = {
    locations = {
      {1, 14, 0.5031, 0.3737},
      {1, 14, 0.4915, 0.2542},
    },
  },
  ["Мрачный убийца"] = {
    locations = {
      {2, 16, 0.5006, 0.5791},
    },
  },
  ["Фьюрен Длиннобород"] = {
    locations = {
      {2, 24, 0.5808, 0.1682},
    },
  },
  ["Лорд Элло Чернодрев"] = {
    locations = {
      {2, 20, 0.7189, 0.4649},
    },
  },
  ["Лесной волк"] = {
    locations = {
      {2, 25, 0.4798, 0.3776},
      {2, 25, 0.5053, 0.4336},
    },
  },
  ["Крог"] = {
    locations = {
      {1, 13, 0.3643, 0.3182},
    },
  },
  ["Принц Ксавалис"] = {
    locations = {
      {1, 11, 0.3651, 0.5652},
    },
  },
  ["Лорд Борлс К. Вишлок"] = {
    locations = {
      {2, 24, 0.7514, 0.3143},
    },
  },
  ["Ползух"] = {
    locations = {
      {2, 16, 0.2868, 0.6418},
      {2, 16, 0.3339, 0.5877},
      {2, 16, 0.3947, 0.527},
      {2, 16, 0.3738, 0.5874},
      {2, 16, 0.2481, 0.5505},
    },
  },
  ["Дух Зейтара"] = {
    locations = {
      {1, 12, 0.3595, 0.6437},
    },
  },
  ["Черномшец злосмрадный"] = {
    locations = {
      {1, 17, 0.4341, 0.2856},
      {1, 17, 0.4249, 0.3802},
    },
  },
  ["Душегубка из стаи Студеных Ключей"] = {
    locations = {
      {1, 20, 0.3919, 0.1283},
    },
  },
  ["Госпожа Нагмара"] = {
    locations = {
      {2, 23, 0.2711, 0.7253},
    },
  },
  ["Клайд Рантал"] = {
    locations = {
      {2, 11, 0.889, 0.709},
    },
  },
  ["Ян \"Проныра\" Тапоке"] = {
    locations = {
      {2, 3, 0.1067, 0.6001},
    },
  },
  ["Майша Тор'крен"] = {
    locations = {
      {1, 4, 0.431, 0.3033},
    },
  },
  ["Уничтоженный кадавр"] = {
    locations = {
      {2, 6, 0.3107, 0.1587},
    },
  },
  ["Оскверненный крапчатый вепрь"] = {
    locations = {
      {1, 4, 0.3649, 0.4312},
      {1, 4, 0.3675, 0.3797},
      {1, 4, 0.387, 0.2335},
      {1, 4, 0.4213, 0.2199},
    },
  },
  ["Мира Тирнгаарде"] = {
    locations = {
      {2, 19, 0.287, 0.6856},
    },
  },
  ["Пламя Подгорода"] = {
    locations = {
      {2, 22, 0.6181, 0.6284},
      {2, 22, 0.5599, 0.6689},
      {2, 19, 0.6393, 0.2679},
      {2, 24, 0.3869, 0.6162},
      {2, 15, 0.667, 0.0544},
    },
  },
  ["Сектант из клана Темной Нити"] = {
    locations = {
      {1, 21, 0.3114, 0.3055},
    },
  },
  ["Бездушный вурдалак"] = {
    locations = {
      {2, 9, 0.4061, 0.6874},
      {2, 9, 0.4452, 0.6467},
      {2, 9, 0.4467, 0.6936},
    },
  },
  ["Преступник Синдиката"] = {
    locations = {
      {2, 1, 0.4783, 0.8124},
      {2, 1, 0.5748, 0.6701},
    },
  },
  ["Капитан дозорных Лоло Долгобой"] = {
    locations = {
      {2, 23, 0.3767, 0.2672},
    },
  },
  ["Член совета Хилсбрада"] = {
    locations = {
      {2, 16, 0.3089, 0.4297},
    },
  },
  ["Опаленный василиск"] = {
    locations = {
      {1, 6, 0.3273, 0.7194},
      {1, 6, 0.3572, 0.723},
    },
  },
  ["Наемник племени Зловещего Тотема"] = {
    locations = {
      {1, 6, 0.8127, 0.8924},
    },
  },
  ["Дозорный полей"] = {
    locations = {
      {2, 10, 0.5408, 0.3252},
      {2, 10, 0.388, 0.518},
      {2, 10, 0.4508, 0.357},
      {2, 10, 0.5131, 0.2256},
    },
  },
  ["Кислотный болотный слизнюк"] = {
    locations = {
      {1, 13, 0.5315, 0.565},
    },
  },
  ["Телохранитель Варуга"] = {
    locations = {
      {1, 12, 0.7517, 0.6805},
    },
  },
  ["Майра Светлое Крыло"] = {
    locations = {
      {2, 17, 0.8483, 0.69},
    },
  },
  ["Рубака из клана Песни Войны"] = {
    locations = {
      {1, 21, 0.8898, 0.5777},
      {1, 21, 0.8523, 0.6485},
    },
  },
  ["Илана Карвин"] = {
    locations = {
      {2, 20, 0.7531, 0.4863},
    },
  },
  ["Громоголовый соправитель"] = {
    locations = {
      {1, 1, 0.7229, 0.2964},
      {1, 1, 0.6477, 0.2379},
      {1, 1, 0.675, 0.265},
      {1, 1, 0.7623, 0.2815},
      {1, 1, 0.7981, 0.2577},
    },
  },
  ["Джерард Румпель"] = {
    locations = {
      {2, 25, 0.4305, 0.8557},
    },
  },
  ["Рассветный дозорный Селгорм"] = {
    locations = {
      {1, 3, 0.5594, 0.2436},
    },
  },
  ["Трентон Молот Света"] = {
    locations = {
      {1, 16, 0.5144, 0.287},
    },
  },
  ["Шахтер из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Подарочный сертификат Тенистой долины"] = {
    locations = {
      {1, 17, 0.5596, 0.5859},
      {2, 24, 0.5566, 0.6932},
      {2, 19, 0.3322, 0.6424},
    },
  },
  ["Акеллиос-Изгнанник"] = {
    locations = {
      {1, 19, 0.2108, 0.3228},
      {1, 19, 0.2595, 0.4132},
      {1, 19, 0.2297, 0.4274},
    },
  },
  ["Старый Ледобород"] = {
    locations = {
      {2, 8, 0.3783, 0.5355},
    },
  },
  ["Кобольд-шахтер"] = {
    locations = {
      {2, 25, 0.4061, 0.7979},
      {2, 25, 0.6152, 0.5326},
    },
  },
  ["Обсидиановый голем"] = {
    locations = {
      {2, 2, 0.3956, 0.1751},
    },
  },
  ["Балгорас Нечистый"] = {
    locations = {
      {2, 3, 0.6203, 0.2848},
    },
  },
  ["Казул"] = {
    locations = {
      {1, 10, 0.4727, 0.4671},
    },
  },
  ["Злобный совух"] = {
    locations = {
      {2, 5, 0.2755, 0.6374},
      {2, 5, 0.3243, 0.6276},
      {2, 5, 0.3449, 0.535},
      {2, 5, 0.2676, 0.5814},
      {2, 5, 0.268, 0.5413},
    },
  },
  ["Леди Севина"] = {
    locations = {
      {2, 7, 0.4071, 0.3032},
    },
  },
  ["Гнездовая Когтя Смерти"] = {
    locations = {
      {2, 23, 0.4019, 1.0502},
    },
  },
  ["Главный механик Чугонотрубз"] = {
    locations = {
      {2, 19, 0.7, 0.482},
    },
  },
  ["Длиннокос Мрачный"] = {
    locations = {
      {2, 3, 0.4984, 0.1833},
    },
  },
  ["Щелкун Разоритель"] = {
    locations = {
      {2, 7, 0.5581, 0.3513},
      {2, 7, 0.532, 0.3768},
      {2, 7, 0.593, 0.3509},
      {2, 7, 0.4894, 0.3907},
    },
  },
  ["Кнутохлест"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Рудра Янтарлен"] = {
    locations = {
      {2, 8, 0.631, 0.4989},
    },
  },
  ["Стражник Паркер"] = {
    locations = {
      {2, 11, 0.1546, 0.7119},
    },
  },
  ["Эдвин ван Клиф"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Ткач-падальщик"] = {
    locations = {
      {2, 6, 0.3997, 0.2585},
    },
  },
  ["Записка убийцы"] = {
    locations = {
      {1, 19, 0.2268, 0.3175},
      {1, 19, 0.3938, 0.3335},
      {1, 19, 0.3528, 0.2949},
      {1, 19, 0.2746, 0.3397},
      {1, 19, 0.1979, 0.2709},
    },
  },
  ["Тирион Фордринг"] = {
    locations = {
      {2, 6, 0.0751, 0.4372},
    },
  },
  ["Полководец из клана Черной горы"] = {
    locations = {
      {2, 17, 0.4061, 0.3447},
    },
  },
  ["Землепряд Маггран"] = {
    locations = {
      {1, 6, 0.4721, 0.6109},
    },
  },
  ["Риггл Мормыш"] = {
    locations = {
      {2, 21, 0.2739, 0.7689},
    },
  },
  ["Сектант из клана Пылающего Клинка"] = {
    locations = {
      {1, 4, 0.5235, 0.259},
    },
  },
  ["Предвестник Балтазад"] = {
    locations = {
      {2, 15, 0.6734, 0.4602},
      {2, 15, 0.6358, 0.4645},
      {2, 15, 0.6923, 0.4936},
      {2, 15, 0.6463, 0.4212},
      {2, 15, 0.6839, 0.4219},
    },
  },
  ["Аквамонтос"] = {
    locations = {
      {1, 16, 0.7044, 0.4992},
    },
  },
  ["Птенец грозового змея"] = {
    locations = {
      {1, 15, 0.4522, 0.5635},
      {1, 15, 0.4402, 0.4654},
      {1, 15, 0.4685, 0.5021},
      {1, 15, 0.5003, 0.5431},
      {1, 15, 0.447, 0.5331},
    },
  },
  ["Оракул из племени Злобного Плавника"] = {
    locations = {
      {2, 18, 0.7251, 0.1766},
      {2, 18, 0.6846, 0.1936},
      {2, 18, 0.671, 0.4802},
      {2, 18, 0.6569, 0.433},
    },
  },
  ["Налетчик из племени Каменной Челюсти"] = {
    locations = {
      {2, 8, 0.3498, 0.6851},
    },
  },
  ["Свиток Гордунни"] = {
    locations = {
      {1, 20, 0.8011, 0.3481},
      {1, 20, 0.7545, 0.433},
      {1, 20, 0.7505, 0.2896},
    },
  },
  ["Мазк Карабинс"] = {
    locations = {
      {2, 21, 0.2845, 0.7513},
    },
  },
  ["Мистик из стаи Гнилошкуров"] = {
    locations = {
      {2, 18, 0.4535, 0.2126},
    },
  },
  ["Эльф крови-геодезист"] = {
    locations = {
      {1, 1, 0.5693, 0.2854},
    },
  },
  ["Герцог Глубин"] = {
    locations = {
      {1, 14, 0.3738, 0.451},
      {1, 14, 0.1717, 0.8451},
    },
  },
  ["Лирия дю Лак"] = {
    locations = {
      {2, 25, 0.4108, 0.6585},
    },
  },
  ["Антура Свежая Пашня"] = {
    locations = {
      {1, 9, 0.3857, 0.8164},
    },
  },
  ["Вождь клана Гнилобрюхих"] = {
    locations = {
      {2, 2, 0.0807, 0.9268},
    },
  },
  ["Земляной яростень"] = {
    locations = {
      {1, 16, 0.6097, 0.5575},
      {1, 16, 0.4477, 0.4664},
      {1, 16, 0.4754, 0.5143},
      {1, 16, 0.5023, 0.4663},
      {1, 16, 0.5973, 0.5928},
    },
  },
  ["Хранитель теней из клана Драконьей Пасти"] = {
    locations = {
      {2, 3, 0.529, 0.5395},
      {2, 3, 0.4933, 0.4664},
    },
  },
  ["Гниющее чудище"] = {
    locations = {
      {2, 9, 0.6361, 0.3662},
    },
  },
  ["Неофит клана Пылающего Клинка"] = {
    locations = {
      {1, 4, 0.5264, 0.2723},
    },
  },
  ["Сухопутный бродяга"] = {
    locations = {
      {1, 20, 0.3876, 0.2203},
      {1, 20, 0.3825, 0.1884},
      {1, 20, 0.4049, 0.2457},
    },
  },
  ["Воин из клана Гнилобрюхих"] = {
    locations = {
      {2, 2, 0.6558, 0.2337},
    },
  },
  ["Ангус Штерн"] = {
    locations = {
      {2, 24, 0.4135, 0.8919},
    },
  },
  ["Эндрю Гилберт"] = {
    locations = {
      {2, 18, 0.432, 0.4073},
    },
  },
  ["Шанда"] = {
    locations = {
      {1, 17, 0.592, 0.4055},
    },
  },
  ["Инфернал-телохранитель"] = {
    locations = {
      {1, 11, 0.4147, 0.4216},
      {1, 11, 0.4369, 0.3906},
    },
  },
  ["Малифой Черномолот"] = {
    locations = {
      {1, 5, 0.6099, 0.3869},
    },
  },
  ["Ами Девенпорт"] = {
    locations = {
      {2, 11, 0.2909, 0.4747},
    },
  },
  ["Лорд Сквол"] = {
    locations = {
      {1, 14, 0.398, 0.453},
      {1, 14, 0.1849, 0.8282},
    },
  },
  ["Вигиль Фитиль"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Опаляющий рух"] = {
    locations = {
      {1, 16, 0.3233, 0.6057},
      {1, 16, 0.37, 0.6871},
      {1, 16, 0.4105, 0.6358},
    },
  },
  ["Ролей Благочестивый"] = {
    locations = {
      {2, 16, 0.5143, 0.5846},
    },
  },
  ["Хилсбрадский портной"] = {
    locations = {
      {2, 16, 0.3631, 0.4423},
    },
  },
  ["Воин из племени Соленой Слюны"] = {
    locations = {
      {1, 21, 0.204, 0.4225},
    },
  },
  ["Алексий Баров"] = {
    locations = {
      {2, 22, 0.8302, 0.7151},
    },
  },
  ["Ледоглазый василиск"] = {
    locations = {
      {2, 21, 0.3636, 0.4083},
      {2, 21, 0.2829, 0.4118},
      {2, 21, 0.3003, 0.3814},
    },
  },
  ["Налетчик из легиона Кровавого Топора"] = {
    locations = {
      {2, 23, 0.408, 0.9565},
    },
  },
  ["Оракул из клана Скользящего Плавника"] = {
    locations = {
      {1, 12, 0.3292, 0.2247},
      {1, 12, 0.2862, 0.0734},
    },
  },
  ["Привратник Грознорев"] = {
    locations = {
      {1, 1, 0.3841, 0.3247},
    },
  },
  ["Туга"] = {
    locations = {
      {1, 16, 0.2942, 0.6413},
      {1, 16, 0.3354, 0.5756},
      {1, 16, 0.2873, 0.6717},
      {1, 16, 0.296, 0.6084},
      {1, 16, 0.3062, 0.7291},
    },
  },
  ["Феликс Ремонтуар"] = {
    locations = {
      {2, 8, 0.2851, 0.6773},
    },
  },
  ["Гвенна Огневар"] = {
    locations = {
      {2, 19, 0.1879, 0.5164},
    },
  },
  ["Штейгер Крапивец"] = {
    locations = {
      {2, 10, 0.4197, 0.8306},
    },
  },
  ["Пленная Арко'нарина"] = {
    locations = {
      {1, 11, 0.3646, 0.5529},
    },
  },
  ["Ядоплюй дикого терна"] = {
    locations = {
      {1, 21, 0.5848, 0.697},
      {1, 21, 0.5618, 0.7585},
      {1, 21, 0.7125, 0.4986},
      {1, 21, 0.6656, 0.6194},
      {1, 21, 0.5494, 0.722},
    },
  },
  ["Дедушка Зима"] = {
    locations = {
      {2, 19, 0.3303, 0.6552},
    },
  },
  ["Плотоядный живодер"] = {
    locations = {
      {2, 6, 0.4832, 0.2188},
      {2, 6, 0.311, 0.1585},
    },
  },
  ["Каменный червь"] = {
    locations = {
      {1, 12, 0.2859, 0.564},
    },
  },
  ["Налетчик из клана Черного Железа"] = {
    locations = {
      {2, 12, 0.6312, 0.6593},
    },
  },
  ["Тор"] = {
    locations = {
      {2, 10, 0.5652, 0.5264},
    },
  },
  ["Нежить-почтальон"] = {
    locations = {
      {2, 6, 0.3101, 0.1584},
      {2, 6, 0.4833, 0.2183},
    },
  },
  ["Гончий пес"] = {
    locations = {
      {2, 23, 0.2713, 0.7254},
      {2, 17, 0.2256, 0.0756},
    },
  },
  ["Даларанский чарокнижник"] = {
    locations = {
      {2, 18, 0.6319, 0.6376},
    },
  },
  ["Ткач ужаса из легиона Чернорука"] = {
    locations = {
      {2, 23, 0.4078, 0.9566},
    },
  },
  ["Инженер из крепости Стражей Пустоты"] = {
    locations = {
      {2, 7, 0.5566, 0.0941},
      {2, 7, 0.688, 0.0591},
      {2, 7, 0.6305, 0.0568},
      {2, 7, 0.6203, 0.0209},
    },
  },
  ["Лакота Песня Ветра"] = {
    locations = {
      {1,19, 0.38, 0.27}
    }
  },
  ["Дозорный из племени Древобрюхов"] = {
    locations = {
      {1, 1, 0.3849, 0.3264},
      {1, 1, 0.4837, 0.3046},
      {1, 1, 0.443, 0.2612},
      {1, 1, 0.428, 0.1981},
    },
  },
  ["Кирая"] = {
    locations = {
      {1, 3, 0.3276, 0.1982},
    },
  },
  ["Харли Чернопых"] = {
    locations = {
      {2, 23, 0.2712, 0.7254},
    },
  },
  ["Бандит из стаи Речной Лапы"] = {
    locations = {
      {2, 10, 0.5046, 0.6185},
      {2, 10, 0.5747, 0.7126},
    },
  },
  ["Браконьер из стаи Бледногривов"] = {
    locations = {
      {1, 9, 0.3064, 0.6108},
      {1, 9, 0.5371, 0.7208},
    },
  },
  ["Ризнек"] = {
    locations = {
      {1, 19, 0.8012, 0.7616},
    },
  },
  ["Георгия"] = {
    locations = {
      {2, 6, 0.8023, 0.5715},
    },
  },
  ["Могиль Быстроруб"] = {
    locations = {
      {1, 16, 0.526, 0.281},
    },
  },
  ["Солдат-наемник из клана Мош'Огг"] = {
    locations = {
      {2, 21, 0.491, 0.2889},
      {2, 21, 0.4756, 0.2561},
    },
  },
  ["Скалокрылая гаргулья"] = {
    locations = {
      {2, 6, 0.3106, 0.1586},
    },
  },
  ["Араш-етис"] = {
    locations = {
      {1, 20, 0.4538, 0.2449},
      {1, 20, 0.4087, 0.2385},
    },
  },
  ["Облученный ужас"] = {
    locations = {
      {2, 8, 0.1767, 0.3915},
    },
  },
  ["Тора Оперенная Луна"] = {
    locations = {
      {1, 15, 0.4614, 0.6864},
      {1, 15, 0.483, 0.5162},
      {1, 15, 0.4636, 0.6332},
      {1, 15, 0.4776, 0.7651},
      {1, 15, 0.4648, 0.719},
    },
  },
  ["Примитивный совух"] = {
    locations = {
      {2, 5, 0.4552, 0.5702},
      {2, 5, 0.3812, 0.5807},
      {2, 5, 0.4923, 0.5869},
      {2, 5, 0.3983, 0.6275},
      {2, 5, 0.4027, 0.4811},
    },
  },
  ["Мегги Молот-Шмолот"] = {
    locations = {
      {1, 5, 0.6119, 0.3822},
    },
  },
  ["Каменный распорядитель"] = {
    locations = {
      {2, 2, 0.3524, 0.1034},
    },
  },
  ["Черная тень"] = {
    locations = {
      {2, 9, 0.6901, 0.728},
    },
  },
  ["Хранитель Хавунт из культа Сумеречного Молота"] = {
    locations = {
      {1, 14, 0.4094, 0.4227},
    },
  },
  ["Боевой разоритель"] = {
    locations = {
      {2, 17, 0.661, 0.3795},
      {2, 17, 0.5712, 0.3804},
      {2, 17, 0.6014, 0.3641},
    },
  },
  ["Каменная рука"] = {
    locations = {
      {1, 15, 0.4222, 0.2594},
      {1, 15, 0.4661, 0.2308},
    },
  },
  ["Призрачный воспитатель"] = {
    locations = {
      {2, 9, 0.6899, 0.7284},
    },
  },
  ["Самор Фестивалус"] = {
    locations = {
      {2, 3, 0.1049, 0.6031},
    },
  },
  ["Шилл Динджер"] = {
    locations = {
      {2, 23, 0.2722, 0.726},
      {2, 17, 0.2255, 0.0756},
    },
  },
  ["Брок Камнекоп"] = {
    locations = {
      {2, 12, 0.3709, 0.4762},
    },
  },
  ["Марли Исполнительница Желаний"] = {
    locations = {
      {1, 20, 0.4586, 0.165},
    },
  },
  ["Низшее воплощение огня"] = {
    locations = {
      {1, 4, 0.3875, 0.5828},
    },
  },
  ["Ручник Ржавозубчик"] = {
    locations = {
      {2, 8, 0.3382, 0.7218},
    },
  },
  ["Ослабленный сухопутный бродяга"] = {
    locations = {
      {1, 20, 0.396, 0.2332},
    },
  },
  ["Дозорный Бакус"] = {
    locations = {
      {2, 20, 0.7402, 0.4091},
      {2, 20, 0.726, 0.3465},
      {2, 20, 0.7311, 0.3779},
    },
  },
  ["Ануб'шиа"] = {
    locations = {
      {2, 23, 0.2708, 0.7254},
    },
  },
  ["Яростный горный лев"] = {
    locations = {
      {2, 16, 0.5887, 0.5723},
      {2, 16, 0.6745, 0.6508},
      {2, 16, 0.5976, 0.6023},
      {2, 16, 0.5932, 0.5122},
      {2, 16, 0.6669, 0.6909},
    },
  },
  ["Наррет Тенистая Роща"] = {
    locations = {
      {1, 17, 0.5527, 0.5707},
    },
  },
  ["Страж смерти Леш"] = {
    locations = {
      {2, 16, 0.2075, 0.4733},
    },
  },
  ["Моджо Зловредный"] = {
    locations = {
      {2, 7, 0.4246, 0.1287},
      {2, 7, 0.4524, 0.1658},
    },
  },
  ["Мертвый герой Зул'Фаррака"] = {
    locations = {
      {1, 16, 0.3873, 0.1989},
    },
  },
  ["Свен Йорген"] = {
    locations = {
      {2, 20, 0.078, 0.3417},
    },
  },
  ["Грахт"] = {
    locations = {
      {1, 4, 0.5293, 0.4111},
    },
  },
  ["Сержант Камнелоб"] = {
    locations = {
      {2, 19, 0.6448, 0.6767},
    },
  },
  ["Версач Деньгозвон"] = {
    locations = {
      {2, 13, 0.4641, 0.4542},
    },
  },
  ["Командир Могрейн из Алого ордена"] = {
    locations = {
      {2, 22, 0.8531, 0.3048},
    },
  },
  ["Проклятый тролль из племени Атал'ай"] = {
    locations = {
      {2, 4, 0.7816, 0.4725},
    },
  },
  ["Геомант из племени Ветрорезов"] = {
    locations = {
      {1, 6, 0.7337, 0.5988},
    },
  },
  ["Потерянный дракончик"] = {
    locations = {
      {2, 3, 0.6124, 0.3925},
      {2, 3, 0.6172, 0.4376},
      {2, 3, 0.6362, 0.4669},
      {2, 3, 0.602, 0.3448},
      {2, 3, 0.6646, 0.506},
    },
  },
  ["Призыватель огня из племени Ярой Ненависти"] = {
    locations = {
      {1, 12, 0.7544, 0.2274},
      {1, 12, 0.7828, 0.1735},
      {1, 12, 0.7825, 0.2054},
      {1, 12, 0.7306, 0.1859},
    },
  },
  ["Геомант Кремненож"] = {
    locations = {
      {2, 13, 0.8429, 0.3118},
    },
  },
  ["Даданга"] = {
    locations = {
      {1, 7, 0.4363, 0.0726},
    },
  },
  ["Рок'рел"] = {
    locations = {
      {2, 23, 0.2711, 0.7254},
    },
  },
  ["Лорд Грейсон Тенелом"] = {
    locations = {
      {2, 24, 0.3735, 0.3307},
    },
  },
  ["Мастер Песня Ночи"] = {
    locations = {
      {2, 19, 0.7158, 0.7106},
    },
  },
  ["Лорд Алиден Перенольд"] = {
    locations = {
      {2, 1, 0.3934, 0.1504},
    },
  },
  ["Воин-костещеп"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Ледопард"] = {
    locations = {
      {1, 5, 0.5435, 0.1503},
      {1, 5, 0.5062, 0.1964},
    },
  },
  ["Землекоп из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.4252, 0.7571},
    },
  },
  ["Коритрас Лунный Гнев"] = {
    locations = {
      {1, 17, 0.5616, 0.6167},
    },
  },
  ["Косматый лесной волк"] = {
    locations = {
      {2, 8, 0.2854, 0.7554},
      {2, 8, 0.2479, 0.7837},
    },
  },
  ["Пламенный страж из племени Галак"] = {
    locations = {
      {1, 19, 0.4198, 0.3225},
    },
  },
  ["Капитан Гарран Ваймс"] = {
    locations = {
      {1, 13, 0.6819, 0.4854},
    },
  },
  ["Повар из племени Заблудших"] = {
    locations = {
      {2, 4, 0.6212, 0.2335},
      {2, 4, 0.6531, 0.2242},
    },
  },
  ["Мотега Огненная Грива"] = {
    locations = {
      {1, 19, 0.2155, 0.3231},
    },
  },
  ["Жарквия"] = {
    locations = {
      {2, 4, 0.9187, 0.6624},
      {2, 4, 0.935, 0.6199},
      {2, 4, 0.9403, 0.5189},
    },
  },
  ["Прислужник Жла"] = {
    locations = {
      {1, 13, 0.7724, 0.1777},
    },
  },
  ["Кеена"] = {
    locations = {
      {2, 13, 0.7403, 0.327},
    },
  },
  ["Зверолов из стаи Древолапов"] = {
    locations = {
      {1, 20, 0.7268, 0.3791},
      {1, 20, 0.7073, 0.5338},
    },
  },
  ["Олаф"] = {
    locations = {
      {2, 2, 0.3522, 0.1033},
    },
  },
  ["Призрак высокорожденного"] = {
    locations = {
      {1, 1, 0.1663, 0.6944},
    },
  },
  ["Мукс Маноскреб"] = {
    locations = {
      {1, 16, 0.5245, 0.2728},
    },
  },
  ["Гнолл из стаи Мохошкуров"] = {
    locations = {
      {2, 3, 0.5579, 0.7474},
      {2, 3, 0.6169, 0.7106},
      {2, 3, 0.6403, 0.6324},
    },
  },
  ["Ланко Дальний Выстрел"] = {
    locations = {
      {1, 9, 0.4425, 0.7582},
    },
  },
  ["Лейтенант Дорен"] = {
    locations = {
      {2, 21, 0.3803, 0.0309},
    },
  },
  ["Черная слизь"] = {
    locations = {
      {2, 3, 0.5646, 0.7277},
      {2, 3, 0.5518, 0.5564},
      {2, 3, 0.5636, 0.6012},
      {2, 3, 0.6555, 0.6294},
      {2, 3, 0.5609, 0.6579},
    },
  },
  ["Кровопыт из племени Колкар"] = {
    locations = {
      {1, 15, 0.5466, 0.4179},
      {1, 15, 0.4645, 0.3863},
    },
  },
  ["Прислужник Сетира"] = {
    locations = {
      {1, 17, 0.3746, 0.2371},
    },
  },
  ["Дочь Кенария"] = {
    locations = {
      {1, 6, 0.365, 0.1304},
    },
  },
  ["Геолог Вельгар"] = {
    locations = {
      {2, 3, 0.3878, 0.5229},
    },
  },
  ["Старая тенебрюхая пантера"] = {
    locations = {
      {2, 21, 0.3587, 0.5655},
      {2, 21, 0.3092, 0.5847},
    },
  },
  ["Ультир"] = {
    locations = {
      {1, 3, 0.5576, 0.2445},
    },
  },
  ["Хаарка Ненасытный"] = {
    locations = {
      {1, 16, 0.543, 0.7322},
      {1, 16, 0.535, 0.7017},
      {1, 16, 0.5704, 0.7092},
    },
  },
  ["Греган Пивоплюй"] = {
    locations = {
      {1, 20, 0.4512, 0.2553},
    },
  },
  ["Оракул из племени Рваного Плавника"] = {
    locations = {
      {2, 16, 0.4529, 0.6642},
      {2, 16, 0.4179, 0.6819},
      {2, 16, 0.3773, 0.6849},
    },
  },
  ["Капитан Когтя Смерти"] = {
    locations = {
      {2, 23, 0.4019, 1.0499},
      {2, 17, 0.3294, 0.2524},
    },
  },
  ["Пароклапан"] = {
    locations = {
      {1, 15, 0.6297, 0.3721},
    },
  },
  ["Андрол Дубовая Длань"] = {
    locations = {
      {1, 17, 0.5588, 0.9347},
    },
  },
  ["Механик Торговой Компании"] = {
    locations = {
      {2, 21, 0.424, 0.1859},
    },
  },
  ["Саботажник из клана Черного Железа"] = {
    locations = {
      {2, 3, 0.4768, 0.167},
      {2, 3, 0.5119, 0.0812},
      {2, 3, 0.6149, 0.2705},
    },
  },
  ["Верховный палач Дарталия"] = {
    locations = {
      {2, 16, 0.6231, 0.2036},
    },
  },
  ["Андоргос"] = {
    locations = {
      {1, 14, 0.1551, 0.9791},
    },
  },
  ["Маг из клана Раздробленного Хребта"] = {
    locations = {
      {2, 1, 0.4238, 0.4654},
    },
  },
  ["Нага Занзила"] = {
    locations = {
      {2, 21, 0.3974, 0.5847},
      {2, 21, 0.3463, 0.5148},
    },
  },
  ["Мастер-кузнец Закалон"] = {
    locations = {
      {2, 23, 0.3867, 0.2836},
    },
  },
  ["Воин из племени Мертвого Леса"] = {
    locations = {
      {1, 11, 0.4835, 0.9104},
    },
  },
  ["Гниющий высокорожденный"] = {
    locations = {
      {1, 20, 0.6032, 0.3031},
    },
  },
  ["Мечтательный дракончик"] = {
    locations = {
      {2, 4, 0.1385, 0.6154},
    },
  },
  ["Большой лабиринтовый нетопырь"] = {
    locations = {
      {1, 15, 0.4227, 0.8987},
    },
  },
  ["Длань Когтя Ворона"] = {
    locations = {
      {2, 18, 0.5728, 0.3502},
    },
  },
  ["Знахарь Курцена"] = {
    locations = {
      {2, 21, 0.4852, 0.0762},
    },
  },
  ["Шатающийся голем"] = {
    locations = {
      {2, 6, 0.8652, 0.3998},
    },
  },
  ["Аптекарь Фалтис"] = {
    locations = {
      {1, 21, 0.3304, 0.215},
    },
  },
  ["Послушник из культа Сумеречного Молота"] = {
    locations = {
      {1, 18, 0.3898, 0.8651},
    },
  },
  ["Призрачный учитель"] = {
    locations = {
      {2, 9, 0.6902, 0.7282},
    },
  },
  ["Реккул"] = {
    locations = {
      {1, 10, 0.4231, 0.4973},
    },
  },
  ["Надсмотрщик Физзул"] = {
    locations = {
      {1, 15, 0.5546, 0.056},
    },
  },
  ["Мирмидон Алого ордена"] = {
    locations = {
      {2, 22, 0.8551, 0.3119},
    },
  },
  ["Попечительница сирот Найтингейл"] = {
    locations = {
      {2, 24, 0.4734, 0.3845},
    },
  },
  ["Громила из клана Тяжелого Кулака"] = {
    locations = {
      {2, 13, 0.5313, 0.7587},
    },
  },
  ["Ясновидец из племени Камнедробов"] = {
    locations = {
      {2, 12, 0.3487, 0.8439},
      {2, 12, 0.3107, 0.8514},
      {2, 12, 0.4891, 0.2469},
    },
  },
  ["Старый древесник"] = {
    locations = {
      {1, 17, 0.437, 0.2734},
    },
  },
  ["Джугкар Грим'род"] = {
    locations = {
      {1, 12, 0.5598, 0.7778},
    },
  },
  ["Фарманд"] = {
    locations = {
      {1, 10, 0.5109, 0.6542},
    },
  },
  ["Маур Зловещий Тотем"] = {
    locations = {
      {1, 10, 0.5297, 0.4874},
    },
  },
  ["Мохоногий марал"] = {
    locations = {
      {1, 1, 0.2032, 0.7626},
      {1, 1, 0.1359, 0.8102},
      {1, 1, 0.3422, 0.8006},
    },
  },
  ["Хаззас"] = {
    locations = {
      {2, 4, 0.7734, 0.3593},
    },
  },
  ["Скальный разрушитель"] = {
    locations = {
      {1, 1, 0.4946, 0.8306},
      {1, 1, 0.4739, 0.7583},
      {1, 1, 0.5364, 0.8019},
      {1, 1, 0.4597, 0.8478},
      {1, 1, 0.5357, 0.8326},
    },
  },
  ["Гнолл из стаи Грязного Рыла"] = {
    locations = {
      {2, 16, 0.6382, 0.6125},
    },
  },
  ["Старина Черношкур"] = {
    locations = {
      {2, 12, 0.3886, 0.6271},
      {2, 12, 0.4164, 0.6903},
      {2, 12, 0.4336, 0.6379},
    },
  },
  ["Гонец высокодолья"] = {
    locations = {
      {2, 5, 0.3233, 0.5064},
    },
  },
  ["Старейшина Бешеного оврага"] = {
    locations = {
      {1, 20, 0.5443, 0.326},
    },
  },
  ["Охотник Радли"] = {
    locations = {
      {2, 9, 0.5764, 0.3603},
    },
  },
  ["Бригадный генерал Альянса"] = {
    locations = {
      {2, 19, 0.7035, 0.9075},
      {1, 3, 0.58, 0.3489},
      {2, 24, 0.8278, 0.1398},
    },
  },
  ["Майлинн"] = {
    locations = {
      {1, 21, 0.3663, 0.4992},
    },
  },
  ["Тиссиана"] = {
    locations = {
      {1, 20, 0.8949, 0.4586},
    },
  },
  ["Джина Макгрегор"] = {
    locations = {
      {2, 10, 0.5758, 0.5394},
    },
  },
  ["Глут"] = {
    locations = {
      {2, 6, 0.3999, 0.2588},
    },
  },
  ["Чешуекус"] = {
    locations = {
      {1, 13, 0.4408, 0.5017},
      {1, 13, 0.4726, 0.5465},
      {1, 13, 0.4906, 0.5733},
      {1, 13, 0.4235, 0.55},
      {1, 13, 0.378, 0.5029},
    },
  },
  ["Ормак Лютострел"] = {
    locations = {
      {1, 10, 0.662, 0.1852},
    },
  },
  ["Заступник Кель'Литиен"] = {
    locations = {
      {2, 6, 0.5228, 0.1851},
    },
  },
  ["Кобольд из племени Сухоусов"] = {
    locations = {
      {2, 13, 0.7934, 0.3807},
    },
  },
  ["Старший геодезист Рудознатец"] = {
    locations = {
      {1, 16, 0.5023, 0.2746},
    },
  },
  ["Гниющая прародительница"] = {
    locations = {
      {2, 22, 0.5229, 0.2744},
    },
  },
  ["Клейвен Мортвейк"] = {
    locations = {
      {2, 10, 0.7058, 0.7431},
    },
  },
  ["Таршо Рваный Шрам"] = {
    locations = {
      {1, 4, 0.5414, 0.4247},
    },
  },
  ["Землепроходец из племени Кривой Сосны"] = {
    locations = {
      {1, 17, 0.406, 0.7928},
    },
  },
  ["Дровосек Торговой Компании"] = {
    locations = {
      {2, 21, 0.4327, 0.1919},
    },
  },
  ["Атрикус Нарассин"] = {
    locations = {
      {1, 18, 0.5612, 0.2612},
    },
  },
  ["Ветробой"] = {
    locations = {
      {1, 14, 0.2658, 0.2858},
      {1, 14, 0.3254, 0.1408},
      {1, 14, 0.2983, 0.2538},
      {1, 14, 0.1932, 0.2313},
      {1, 14, 0.3129, 0.1976},
    },
  },
  ["Куриннакс"] = {
    locations = {
      {1,14, 0.31, 0.98}
    }
  },
  ["Морган Пест"] = {
    locations = {
      {2, 24, 0.5619, 0.6478},
    },
  },
  ["Болотный трупоед"] = {
    locations = {
      {2, 4, 0.6399, 0.8412},
      {2, 4, 0.9185, 0.6771},
      {2, 4, 0.9419, 0.5489},
      {2, 4, 0.8849, 0.7665},
      {2, 4, 0.6541, 0.8008},
    },
  },
  ["Кинда Лунная Пряжа"] = {
    locations = {
      {1, 20, 0.66, 0.4579},
    },
  },
  ["Колдунья из стаи Кровавого Пера"] = {
    locations = {
      {1, 17, 0.3704, 0.4019},
      {1, 17, 0.3535, 0.3636},
    },
  },
  ["Лирай"] = {
    locations = {
      {1, 17, 0.5954, 0.4099},
    },
  },
  ["Бессмер'тер"] = {
    locations = {
      {1, 20, 0.6032, 0.3024},
    },
  },
  ["Заключенный из Братства Справедливости"] = {
    locations = {
      {2, 24, 0.3966, 0.5395},
    },
  },
  ["Загадочный ловец"] = {
    locations = {
      {1, 15, 0.4662, 0.3411},
    },
  },
  ["Кровоцвет-зверолов"] = {
    locations = {
      {1, 7, 0.3981, 0.2529},
      {1, 7, 0.3955, 0.3301},
      {1, 7, 0.3887, 0.6995},
      {1, 7, 0.3551, 0.4044},
      {1, 7, 0.3385, 0.2344},
    },
  },
  ["Май'ах"] = {
    locations = {
      {1, 4, 0.4253, 0.6896},
    },
  },
  ["Летучий всадник Гурубаши"] = {
    locations = {
      {2, 21, 0.5407, 0.1757},
    },
  },
  ["Смотритель стойл из клана Северного Волка"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Джаспер Скверн"] = {
    locations = {
      {2, 24, 0.7816, 0.5896},
    },
  },
  ["Бетина Биггльцинк"] = {
    locations = {
      {2, 6, 0.8144, 0.5964},
    },
  },
  ["Лина Стовер"] = {
    locations = {
      {2, 24, 0.5044, 0.5746},
    },
  },
  ["Топтыжень"] = {
    locations = {
      {1, 21, 0.4112, 0.6521},
      {1, 21, 0.4251, 0.6817},
    },
  },
  ["Злобный Бенджи"] = {
    locations = {
      {2, 1, 0.2558, 0.4355},
      {2, 1, 0.3188, 0.3043},
      {2, 1, 0.2243, 0.4594},
      {2, 1, 0.1769, 0.5298},
      {2, 1, 0.3637, 0.2333},
    },
  },
  ["Мамаша Стоунфилд"] = {
    locations = {
      {2, 25, 0.3464, 0.8447},
    },
  },
  ["Ногг"] = {
    locations = {
      {1, 10, 0.7586, 0.2519},
    },
  },
  ["Моури \"Деревянная Нога\" Вилкинс"] = {
    locations = {
      {2, 21, 0.3501, 0.5099},
    },
  },
  ["Кайя Плоское Копыто"] = {
    locations = {
      {1, 6, 0.7324, 0.8637},
      {1, 6, 0.7647, 0.909},
    },
  },
  ["Изуродованный кадавр"] = {
    locations = {
      {2, 6, 0.3106, 0.1587},
    },
  },
  ["Занара"] = {
    locations = {
      {1, 13, 0.3554, 0.3022},
    },
  },
  ["Диг"] = {
    locations = {
      {2, 21, 0.2696, 0.7732},
    },
  },
  ["Даларанский стражник со щитом"] = {
    locations = {
      {2, 1, 0.1984, 0.8406},
    },
  },
  ["Дикарь из стаи Гнилошкуров"] = {
    locations = {
      {2, 18, 0.6566, 0.2437},
    },
  },
  ["Илкруд Магтрулл"] = {
    locations = {
      {1, 21, 0.2541, 0.6088},
    },
  },
  ["Векнисская оса"] = {
    locations = {
      {1, 14, 0.1542, 0.9808},
    },
  },
  ["Громоклин"] = {
    locations = {
      {2, 9, 0.6901, 0.7284},
    },
  },
  ["Бейл'Гор"] = {
    locations = {
      {2, 23, 0.2714, 0.7256},
    },
  },
  ["Дарос"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Налетчик из племени Серой Мглы"] = {
    locations = {
      {1, 18, 0.3645, 0.5062},
    },
  },
  ["Бешеный скальный койот"] = {
    locations = {
      {2, 2, 0.7107, 0.3339},
    },
  },
  ["Мелизара"] = {
    locations = {
      {2, 16, 0.6255, 0.2059},
    },
  },
  ["Грязекоп из племени Мутной Воды"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Кабан из свиты"] = {
    locations = {
      {2, 25, 0.6955, 0.7933},
    },
  },
  ["Блестопанцирная черепаха"] = {
    locations = {
      {1, 19, 0.8227, 0.5473},
      {1, 19, 0.7559, 0.5578},
      {1, 19, 0.7071, 0.6537},
      {1, 19, 0.7386, 0.5981},
    },
  },
  ["Вурдалак-живодер"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Император Дагран Тауриссан"] = {
    locations = {
      {2, 23, 0.2709, 0.7256},
      {2, 17, 0.2257, 0.0756},
    },
  },
  ["Военный глашатай Горлач"] = {
    locations = {
            {1,10, 0.528, 0.677},
            {1,10, 0.596, 0.557},
            {1,10, 0.57, 0.377},
            {1,10, 0.394, 0.505},
            {1,10, 0.376, 0.754}
    },
  },
  ["Старая рокочущая ящерица"] = {
    locations = {
      {1, 12, 0.3022, 0.7908},
      {1, 12, 0.5997, 0.5627},
      {1, 12, 0.5565, 0.8582},
      {1, 12, 0.2956, 0.7493},
      {1, 12, 0.6191, 0.7415},
    },
  },
  ["Страж бухты Кул-Тираса"] = {
    locations = {
      {1, 4, 0.5895, 0.5737},
    },
  },
  ["Грохочущий булыжень"] = {
    locations = {
      {1, 19, 0.1293, 0.258},
      {1, 19, 0.117, 0.2215},
      {1, 19, 0.62, 0.5902},
      {1, 19, 0.6595, 0.6084},
      {1, 19, 0.1125, 0.1703},
    },
  },
  ["Кил'хала"] = {
    locations = {
      {1, 15, 0.5221, 0.3175},
    },
  },
  ["Наал Вестник Туманов"] = {
    locations = {
      {1, 2, 0.5114, 0.5255},
    },
  },
  ["Кейл Стремительный Коготь"] = {
    locations = {
      {1, 14, 0.5181, 0.3942},
    },
  },
  ["Рока Орхан"] = {
    locations = {
      {1, 20, 0.7479, 0.4436},
    },
  },
  ["Бенидж Феннер"] = {
    locations = {
      {2, 15, 0.5846, 0.3245},
    },
  },
  ["Джангор Быстрый Странник"] = {
    locations = {
      {1, 20, 0.7447, 0.4292},
    },
  },
  ["Полководец из клана Черной Вершины"] = {
    locations = {
      {2, 23, 0.4081, 0.9565},
    },
  },
  ["Мститель из племени Кривой Сосны"] = {
    locations = {
      {1, 17, 0.4067, 0.7921},
    },
  },
  ["Мистик из племени Кривой Сосны"] = {
    locations = {
      {1, 17, 0.6882, 0.5282},
    },
  },
  ["Магрин Речная Грива"] = {
    locations = {
      {1, 9, 0.4674, 0.6075},
    },
  },
  ["Боевой маг из клана Черной Вершины"] = {
    locations = {
      {2, 23, 0.4079, 0.9564},
    },
  },
  ["Герцог Гидраксис"] = {
    locations = {
      {1, 1, 0.7926, 0.737},
    },
  },
  ["Провидец Серая Пасть"] = {
    locations = {
      {1, 9, 0.4258, 0.9211},
    },
  },
  ["Горная охотница"] = {
    locations = {
      {2, 2, 0.4657, 0.5111},
      {2, 2, 0.4814, 0.5459},
      {2, 2, 0.5014, 0.5787},
      {2, 2, 0.3473, 0.5247},
      {2, 2, 0.3266, 0.4965},
    },
  },
  ["Разведчик из племени Дробителей Черепов"] = {
    locations = {
      {2, 21, 0.4572, 0.4176},
    },
  },
  ["Начальник работ Торговой Компании"] = {
    locations = {
      {2, 21, 0.4325, 0.1912},
      {2, 21, 0.2881, 0.0808},
    },
  },
  ["Шен'драларский поставщик"] = {
    locations = {
      {1, 20, 0.6031, 0.3005},
      {1, 20, 0.6287, 0.2489},
    },
  },
  ["Большой огнекрыл"] = {
    locations = {
      {1, 16, 0.4752, 0.3706},
      {1, 16, 0.5059, 0.3526},
      {1, 16, 0.5248, 0.3943},
      {1, 16, 0.4372, 0.3451},
    },
  },
  ["Хранитель скал из племени Гоггер"] = {
    locations = {
      {1, 6, 0.6056, 0.9162},
    },
  },
  ["Антилус Парящий"] = {
    locations = {
      {1, 20, 0.5614, 0.743},
      {1, 20, 0.5416, 0.701},
    },
  },
  ["Надсмотрщик из клана Дробящего Кулака"] = {
    locations = {
      {2, 20, 0.3546, 0.7223},
    },
  },
  ["Налетчик Синдиката"] = {
    locations = {
      {2, 13, 0.322, 0.284},
    },
  },
  ["Паук-быстролап Раззаши"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Джекилл Флендринг"] = {
    locations = {
      {2, 1, 0.6277, 0.5939},
    },
  },
  ["Заместитель судьи Виллем"] = {
    locations = {
      {2, 25, 0.4817, 0.4293},
    },
  },
  ["Хладная душа"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Налетчик из племени Синежабрых"] = {
    locations = {
      {2, 3, 0.1125, 0.6647},
      {2, 3, 0.0897, 0.7023},
    },
  },
  ["Шоколадный Плавник"] = {
    locations = {
      {1, 21, 0.2034, 0.4286},
    },
  },
  ["Циклониан"] = {
    locations = {
      {2, 1, 0.8032, 0.6214},
    },
  },
  ["Нафиэн"] = {
    locations = {
      {1, 11, 0.6477, 0.0823},
    },
  },
  ["Защитник бойни"] = {
    locations = {
      {2, 6, 0.3257, 0.3089},
      {2, 6, 0.3797, 0.1979},
    },
  },
  ["Блуждающий фантазм"] = {
    locations = {
      {2, 22, 0.8483, 0.305},
    },
  },
  ["Старый горный вепрь"] = {
    locations = {
      {2, 12, 0.7583, 0.4621},
      {2, 12, 0.66, 0.3944},
      {2, 12, 0.6909, 0.4035},
      {2, 12, 0.6298, 0.3866},
    },
  },
  ["Даларанский призыватель"] = {
    locations = {
      {2, 1, 0.1714, 0.7631},
      {2, 1, 0.1306, 0.7742},
      {2, 1, 0.2185, 0.6228},
      {2, 1, 0.2132, 0.5903},
    },
  },
  ["Гнусный грелль"] = {
    locations = {
      {1, 17, 0.5376, 0.5115},
    },
  },
  ["Полководец из клана Черной Вершины"] = {
    locations = {
      {2, 23, 0.408, 0.9566},
    },
  },
  ["Землекоп из племени Ветрорезов"] = {
    locations = {
      {1, 6, 0.7278, 0.6084},
    },
  },
  ["Зарлозуб"] = {
    locations = {
      {2, 3, 0.3302, 0.5046},
    },
  },
  ["Чилина"] = {
    locations = {
      {1, 6, 0.3558, 0.062},
    },
  },
  ["Олвия"] = {
    locations = {
      {1, 10, 0.4477, 0.6976},
    },
  },
  ["Хладнокрылая химера"] = {
    locations = {
      {1, 5, 0.6582, 0.2963},
      {1, 5, 0.567, 0.3896},
      {1, 5, 0.6295, 0.3522},
      {1, 5, 0.6632, 0.5165},
      {1, 5, 0.5908, 0.428},
    },
  },
  ["Цирус Раскаиватель"] = {
    locations = {
      {2, 17, 0.9495, 0.3161},
    },
  },
  ["Земельник-камнелом"] = {
    locations = {
      {2, 2, 0.3523, 0.1034},
    },
  },
  ["Скарабей"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Грязнопанцирный клешнекоп"] = {
    locations = {
      {1, 13, 0.5612, 0.628},
    },
  },
  ["Глубомрак"] = {
    locations = {
      {1, 18, 0.3644, 0.7651},
    },
  },
  ["Зенн Грязное Копыто"] = {
    locations = {
      {1, 17, 0.6044, 0.5631},
    },
  },
  ["Волшебник Синдиката"] = {
    locations = {
      {2, 1, 0.6177, 0.4359},
    },
  },
  ["Капитан из клана Гордок"] = {
    locations = {
      {1, 20, 0.6286, 0.249},
      {1, 20, 0.6033, 0.3102},
    },
  },
  ["Терновый собиратель росы"] = {
    locations = {
      {1, 16, 0.2933, 0.6533},
    },
  },
  ["Еноха Громовар"] = {
    locations = {
      {2, 7, 0.6372, 0.2053},
    },
  },
  ["Нандар Брансон"] = {
    locations = {
      {2, 16, 0.5084, 0.5704},
    },
  },
  ["Багровый храмовник"] = {
    locations = {
      {1, 14, 0.3859, 0.4418},
      {1, 14, 0.2485, 0.3543},
    },
  },
  ["Кровозубый страж"] = {
    locations = {
      {1, 21, 0.5501, 0.7762},
    },
  },
  ["Пламя Штормграда"] = {
    locations = {
      {2, 24, 0.389, 0.623}
    }
  },
  ["Громоголов"] = {
    locations = {
      {1, 15, 0.4514, 0.6273},
      {1, 15, 0.46, 0.6725},
      {1, 15, 0.4796, 0.6075},
    },
  },
  ["Гнилая нежить"] = {
    locations = {
      {2, 20, 0.2405, 0.3538},
    },
  },
  ["Пагубная слизь"] = {
    locations = {
      {1, 12, 0.3594, 0.6438},
    },
  },
  ["Полководец Колканис"] = {
    locations = {
      {1, 4, 0.4723, 0.788},
      {1, 4, 0.5003, 0.8012},
    },
  },
  ["Управляющий Аларик"] = {
    locations = {
      {2, 13, 0.2934, 0.5962},
    },
  },
  ["Мурлок-скрытень"] = {
    locations = {
      {2, 25, 0.7878, 0.5741},
    },
  },
  ["Мистер Каюк"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Брансток Халдер"] = {
    locations = {
      {2, 8, 0.2863, 0.6644},
    },
  },
  ["Шин"] = {
    locations = {
      {1, 20, 0.7544, 0.4429},
    },
  },
  ["Матриарх стаи Неистовства Ветра"] = {
    locations = {
      {1, 9, 0.3136, 0.2541},
      {1, 9, 0.3066, 0.2242},
    },
  },
  ["Каннибал-вурдалак"] = {
    locations = {
      {2, 6, 0.1759, 0.3215},
      {2, 6, 0.2803, 0.2813},
      {2, 6, 0.3256, 0.2738},
      {2, 6, 0.3646, 0.3028},
      {2, 6, 0.2454, 0.2507},
    },
  },
  ["Сольм Харгрин"] = {
    locations = {
      {2, 8, 0.2841, 0.6754},
    },
  },
  ["Тулфрам"] = {
    locations = {
      {2, 5, 0.1359, 0.4177},
    },
  },
  ["Тераморский секретный агент"] = {
    locations = {
      {1, 13, 0.3789, 0.3567},
      {1, 13, 0.431, 0.295},
      {1, 13, 0.3973, 0.253},
    },
  },
  ["Канонир Вессан"] = {
    locations = {
      {1, 15, 0.6047, 0.5483},
    },
  },
  ["Изувой"] = {
    locations = {
      {2, 11, 0.2793, 0.2201},
    },
  },
  ["Охотник за головами из племени Тлеющего Терновника"] = {
    locations = {
      {2, 23, 0.4077, 0.9565},
      {2, 17, 0.3299, 0.2519},
    },
  },
  ["Джозеф Мур"] = {
    locations = {
      {2, 15, 0.7031, 0.5853},
    },
  },
  ["Разбойник из племени Ярой Ненависти"] = {
    locations = {
      {1, 12, 0.729, 0.1959},
      {1, 12, 0.7651, 0.2023},
      {1, 12, 0.7589, 0.1683},
      {1, 12, 0.7543, 0.2438},
    },
  },
  ["Пиратское сокровище!"] = {
    locations = {
      {1, 16, 0.5426, 0.9361},
    },
  },
  ["Клэр Вилловер"] = {
    locations = {
      {2, 22, 0.3202, 0.6639},
    },
  },
  ["Призывательница ветров из стаи Кровавой Ярости"] = {
    locations = {
      {1, 6, 0.3285, 0.6225},
    },
  },
  ["Капитан Данувин"] = {
    locations = {
      {2, 10, 0.5634, 0.4762},
    },
  },
  ["Госпожа Кэллоу"] = {
    locations = {
      {1, 10, 0.3186, 0.7506},
    },
  },
  ["Сильный трогг из племени Каменной Челюсти"] = {
    locations = {
      {2, 8, 0.3014, 0.7527},
      {2, 8, 0.2262, 0.737},
      {2, 8, 0.2685, 0.7315},
    },
  },
  ["Костегрыз из племени Каменной Челюсти"] = {
    locations = {
      {2, 8, 0.7118, 0.5385},
    },
  },
  ["Секретный агент Марксен"] = {
    locations = {
      {2, 4, 0.4443, 0.5246},
    },
  },
  ["Командир разведотряда Руаг"] = {
    locations = {
      {2, 4, 0.479, 0.5504},
    },
  },
  ["Боевая пантера Курцена"] = {
    locations = {
      {2, 21, 0.4565, 0.0975},
    },
  },
  ["Матеус Обрушивающий Гнев"] = {
    locations = {
      {2, 6, 0.814, 0.5827},
    },
  },
  ["Иллиана Воронья Ольха"] = {
    locations = {
      {1, 20, 0.6033, 0.3037},
    },
  },
  ["Буян"] = {
    locations = {
      {2, 12, 0.3443, 0.9115},
    },
  },
  ["Вестница Ясеневого леса"] = {
    locations = {
      {1, 21, 0.7353, 0.7116},
      {1, 21, 0.7156, 0.7398},
    },
  },
  ["Прожорливый пес Тьмы"] = {
    locations = {
      {2, 22, 0.8157, 0.4954},
      {2, 22, 0.8474, 0.4229},
      {2, 22, 0.8131, 0.4404},
    },
  },
  ["Разбойник из племени Буйного Нрава"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Терадримский осколыш"] = {
    locations = {
      {1, 12, 0.3596, 0.6437},
      {1, 12, 0.3037, 0.5468},
      {1, 12, 0.2929, 0.609},
    },
  },
  ["Капитан Ваймор"] = {
    locations = {
      {1, 13, 0.597, 0.4108},
    },
  },
  ["Камнелом из племени Гоггер"] = {
    locations = {
      {1, 6, 0.597, 0.9148},
    },
  },
  ["Землепроходец из племени Гиблой Чащи"] = {
    locations = {
      {1, 21, 0.5155, 0.6112},
      {1, 21, 0.5482, 0.6269},
    },
  },
  ["Лорд Меленас"] = {
    locations = {
      {1, 17, 0.5189, 0.5008},
    },
  },
  ["Быкко"] = {
    locations = {
      {1, 15, 0.4555, 0.59},
    },
  },
  ["Неотосланное письмо"] = {
    locations = {
      {2, 10, 0.3817, 0.7747},
    },
  },
  ["Буру Ненасытный"] = {
    locations = {
      {1, 14, 0.2961, 1.0606},
    },
  },
  ["Надсмотрщик из стаи Речной Лапы"] = {
    locations = {
      {2, 10, 0.6214, 0.7491},
      {2, 10, 0.5751, 0.7297},
      {2, 10, 0.6153, 0.7028},
    },
  },
  ["Иезекииль Могиллан"] = {
    locations = {
      {2, 15, 0.7564, 0.5145},
    },
  },
  ["Молодой щетинистый вепрь"] = {
    locations = {
      {1, 17, 0.592, 0.4435},
    },
  },
  ["Арман Меднокноп"] = {
    locations = {
      {2, 15, 0.68, 0.389},
      {2, 15, 0.7173, 0.3631},
    },
  },
  ["Нечистый слизнюк"] = {
    locations = {
      {1, 11, 0.4118, 0.4788},
      {1, 11, 0.4057, 0.5823},
    },
  },
  ["Гееннас"] = {
    locations = {
      {2,23, 0.3213, 0.9484}
    }
  },
  ["Нида Заиндевевшее Копыто"] = {
    locations = {
      {1, 2, 0.4954, 0.3948},
    },
  },
  ["Хранитель Лунный Сумрак"] = {
    locations = {
      {2, 19, 0.5449, 0.7815},
    },
  },
  ["Повелительница Анакондра"] = {
    locations = {
      {1, 15, 0.4773, 0.3488},
    },
  },
  ["Восставший костостраж"] = {
    locations = {
      {2, 9, 0.6903, 0.7282},
    },
  },
  ["Знахарь племени Кровавого Скальпа"] = {
    locations = {
      {2, 21, 0.2395, 0.0955},
      {2, 21, 0.2048, 0.1285},
    },
  },
  ["Острожал из улья Зукк'аш"] = {
    locations = {
      {1, 20, 0.7337, 0.6379},
      {1, 20, 0.773, 0.6313},
    },
  },
  ["Неживой тролль из племени Моходеров"] = {
    locations = {
      {2, 6, 0.2777, 0.8537},
    },
  },
  ["Гед"] = {
    locations = {
      {1, 2, 0.7729, 0.2234},
    },
  },
  ["Поливалка"] = {
    locations = {
      {1, 16, 0.5109, 0.2691},
    },
  },
  ["Хохотунья"] = {
    locations = {
      {1, 12, 0.6641, 0.2474},
      {1, 12, 0.5726, 0.0915},
      {1, 12, 0.6498, 0.1848},
      {1, 12, 0.6297, 0.3484},
      {1, 12, 0.606, 0.236},
    },
  },
  ["Хранитель Экзетер из культа Сумеречного Молота"] = {
    locations = {
      {1, 14, 0.1628, 0.8633},
    },
  },
  ["Мастер Страхожуть"] = {
    locations = {
      {1, 1, 0.6571, 0.1753},
      {1, 1, 0.6151, 0.2523},
    },
  },
  ["Исследователь Ледяного рудника"] = {
    locations = {
      {2, 1, 0.397, 0.804}
    }
  },
  ["Дубохмур"] = {
    locations = {
      {1, 17, 0.5336, 0.7487},
    },
  },
  ["Брумн Заиндевевшее Копыто"] = {
    locations = {
      {2, 13, 0.2835, 0.4483},
    },
  },
  ["Кириллиан Белый Коготь"] = {
    locations = {
      {1, 18, 0.3578, 0.4367},
    },
  },
  ["Караульный из легиона Изрубленного Щита"] = {
    locations = {
      {2, 23, 0.4214, 0.9918},
      {2, 17, 0.3411, 0.2779},
    },
  },
  ["Посол Малкин"] = {
    locations = {
      {1, 15, 0.4738, 0.9111},
      {1, 15, 0.4854, 0.9542},
    },
  },
  ["Харло Барнаби"] = {
    locations = {
      {2, 3, 0.1087, 0.5585},
    },
  },
  ["Ворг из клана Черной горы"] = {
    locations = {
      {2, 17, 0.4877, 0.5684},
      {2, 17, 0.3905, 0.5486},
      {2, 17, 0.4391, 0.5681},
      {2, 17, 0.5491, 0.5392},
      {2, 17, 0.5196, 0.5448},
    },
  },
  ["Солдат из крепости Стражей Пустоты"] = {
    locations = {
      {2, 7, 0.6246, 0.1974},
    },
  },
  ["Шатенн Гризетт"] = {
    locations = {
      {2, 15, 0.6667, 0.4344},
      {2, 15, 0.6376, 0.4075},
      {2, 15, 0.6548, 0.4919},
      {2, 15, 0.6288, 0.4532},
      {2, 15, 0.6663, 0.3919},
    },
  },
  ["Безумный Магглиш"] = {
    locations = {
      {1, 15, 0.4632, 0.346},
    },
  },
  ["Тень Феллисенты"] = {
    locations = {
      {2, 22, 0.7562, 0.6089},
    },
  },
  ["Скотт Карвин"] = {
    locations = {
      {2, 20, 0.7573, 0.4866},
    },
  },
  ["Большой скальный вепрь"] = {
    locations = {
      {2, 8, 0.5427, 0.4748},
      {2, 8, 0.4899, 0.5572},
      {2, 8, 0.397, 0.4769},
      {2, 8, 0.4493, 0.4275},
      {2, 8, 0.5033, 0.5111},
    },
  },
  ["Колдунья из клана Гребня Ненависти"] = {
    locations = {
      {1, 20, 0.267, 0.6804},
    },
  },
  ["Рассветный дозорный Шедласс"] = {
    locations = {
      {1, 3, 0.5552, 0.2472},
    },
  },
  ["Фраггар Громовая Мантия"] = {
    locations = {
      {2, 5, 0.1477, 0.4454},
    },
  },
  ["Терзок"] = {
    locations = {
      {1, 10, 0.4296, 0.5337},
    },
  },
  ["Горожанин Лордерона"] = {
    locations = {
      {2, 15, 0.6601, 0.1287},
      {2, 15, 0.6577, 0.0863},
    },
  },
  ["Среброгривый ревун"] = {
    locations = {
      {2, 5, 0.485, 0.5849},
      {2, 5, 0.5067, 0.4365},
      {2, 5, 0.4038, 0.628},
      {2, 5, 0.4118, 0.4603},
      {2, 5, 0.4502, 0.5633},
    },
  },
  ["Лейтенант Келдвелл"] = {
    locations = {
      {1, 13, 0.4248, 0.3805},
    },
  },
  ["Лорна Утренний Свет"] = {
    locations = {
      {1, 17, 0.5555, 0.5682},
    },
  },
  ["Трилана"] = {
    locations = {
      {2, 20, 0.7391, 0.4441},
    },
  },
  ["Вол'джин"] = {
    locations = {
      {1, 10, 0.3435, 0.3661},
    },
  },
  ["Ниру Огненный Клинок"] = {
    locations = {
      {1,10, 0.4963, 0.5046}
    }
  },
  ["Военачальник Гордунни"] = {
    locations = {
      {1, 20, 0.599, 0.6808},
      {1, 20, 0.5853, 0.7162},
    },
  },
  ["Облезлый волк"] = {
    locations = {
      {2, 25, 0.2965, 0.7199},
      {2, 25, 0.4276, 0.5976},
      {2, 25, 0.5279, 0.6152},
      {2, 25, 0.3468, 0.7136},
      {2, 25, 0.3566, 0.62},
    },
  },
  ["Джессика Чамберс"] = {
    locations = {
      {2, 6, 0.816, 0.5812},
    },
  },
  ["Вестник смерти Джаргба"] = {
    locations = {
      {1, 15, 0.4227, 0.8987},
    },
  },
  ["Копьелом"] = {
    locations = {
      {1, 15, 0.5693, 0.4178},
      {1, 15, 0.5346, 0.4001},
      {1, 15, 0.5376, 0.4556},
    },
  },
  ["Головорез из клана Черной Вершины"] = {
    locations = {
      {2, 23, 0.408, 0.9566},
    },
  },
  ["Охотник из племени Дробителей Черепов"] = {
    locations = {
      {2, 21, 0.4573, 0.417},
    },
  },
  ["Назир Кровавое Копье"] = {
    locations = {
      {1, 13, 0.3527, 0.307},
    },
  },
  ["Жуткоклык"] = {
    locations = {
      {2, 18, 0.5058, 0.1849},
      {2, 18, 0.5957, 0.0838},
      {2, 18, 0.4681, 0.1794},
      {2, 18, 0.4649, 0.2542},
    },
  },
  ["Грозошкур"] = {
    locations = {
      {1, 15, 0.4648, 0.7614},
      {1, 15, 0.4753, 0.8004},
    },
  },
  ["Оператор крана Тормозиллер"] = {
    locations = {
      {1, 16, 0.5244, 0.2843},
    },
  },
  ["Тенелов из племени Мускуса Скверны"] = {
    locations = {
      {1, 21, 0.6698, 0.5538},
    },
  },
  ["Оракул из племени Мутной Воды"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Древесный отшельник"] = {
    locations = {
      {1, 1, 0.31, 0.4843},
      {1, 1, 0.4542, 0.3414},
      {1, 1, 0.248, 0.4919},
      {1, 1, 0.4127, 0.4235},
      {1, 1, 0.3837, 0.4016},
    },
  },
  ["Фурл Хмурый Лоб"] = {
    locations = {
      {1, 4, 0.4986, 0.4038},
    },
  },
  ["Ша'ни Гордый Клык"] = {
    locations = {
      {2, 17, 0.7995, 0.454},
    },
  },
  ["Патриарх горных охотников"] = {
    locations = {
      {2, 2, 0.2437, 0.7367},
      {2, 2, 0.2011, 0.6701},
      {2, 2, 0.2009, 0.625},
      {2, 2, 0.1148, 0.6982},
      {2, 2, 0.1688, 0.5481},
    },
  },
  ["Колыхающийся волноплеск"] = {
    locations = {
      {2, 6, 0.7143, 0.3456},
      {2, 6, 0.5102, 0.4894},
    },
  },
  ["Предатель из племени Ярой Ненависти"] = {
    locations = {
      {1, 12, 0.7611, 0.2355},
      {1, 12, 0.7395, 0.209},
      {1, 12, 0.7822, 0.1837},
      {1, 12, 0.7274, 0.1778},
    },
  },
  ["Бомбус Остроигл"] = {
    locations = {
      {2, 19, 0.3955, 0.3403},
    },
  },
  ["Тукк"] = {
    locations = {
      {1, 12, 0.25, 0.7183},
    },
  },
  ["Бродяга кошмара"] = {
    locations = {
      {2, 4, 0.7733, 0.3594},
    },
  },
  ["Грета Замшелое Копыто"] = {
    locations = {
      {1, 11, 0.5121, 0.821},
    },
  },
  ["Каррел Грейвз"] = {
    locations = {
      {2, 22, 0.3664, 0.6172},
    },
  },
  ["Землекоп Огнеплав"] = {
    locations = {
      {1, 15, 0.4746, 0.853},
    },
  },
  ["Насмешник"] = {
    locations = {
      {2, 22, 0.8484, 0.3053},
    },
  },
  ["Мясной голем"] = {
    locations = {
      {2, 9, 0.4147, 0.6976},
      {2, 9, 0.4581, 0.6947},
    },
  },
  ["Гиккикс"] = {
    locations = {
      {1, 16, 0.6665, 0.2214},
    },
  },
  ["Виззл Медноштиф"] = {
    locations = {
      {1, 19, 0.7813, 0.7706},
    },
  },
  ["Джалинда Тирлипунька"] = {
    locations = {
      {2, 17, 0.8539, 0.6995},
    },
  },
  ["Боевой вепрь из племени Дыбогривов"] = {
    locations = {
      {1, 9, 0.6266, 0.7892},
    },
  },
  ["Слизнюченыш"] = {
    locations = {
      {2, 4, 0.7733, 0.3591},
    },
  },
  ["Хилсбрадский батрак"] = {
    locations = {
      {2, 16, 0.3437, 0.3959},
    },
  },
  ["Майор Паккон"] = {
    locations = {
      {1, 14, 0.2955, 1.06},
    },
  },
  ["Блеклоперый патриарх"] = {
    locations = {
      {1, 20, 0.5446, 0.7186},
      {1, 20, 0.5617, 0.7436},
    },
  },
  ["Гниющий агам'ар"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Тенеткач Ночной Погибели"] = {
    locations = {
      {2, 20, 0.6437, 0.6988},
    },
  },
  ["Гончая Алого ордена"] = {
    locations = {
      {2, 9, 0.4053, 0.5251},
      {2, 9, 0.4348, 0.6757},
      {2, 9, 0.4718, 0.5136},
      {2, 9, 0.3894, 0.5598},
      {2, 9, 0.5173, 0.4427},
    },
  },
  ["Крапчатый кроколиск-грязекуп"] = {
    locations = {
      {1, 13, 0.4424, 0.5022},
      {1, 13, 0.4255, 0.5678},
      {1, 13, 0.4309, 0.531},
    },
  },
  ["Караванщик Камнетес"] = {
    locations = {
      {2, 6, 0.8043, 0.5804},
    },
  },
  ["Тень Эраникуса"] = {
    locations = {
      {2, 4, 0.7734, 0.3593},
    },
  },
  ["Падальщик из племени Кровавого Скальпа"] = {
    locations = {
      {2, 21, 0.3214, 0.1309},
    },
  },
  ["Геомант из племени Дыбогривов"] = {
    locations = {
      {1, 15, 0.4261, 0.4729},
      {1, 15, 0.5303, 0.5324},
    },
  },
  ["Лиходей из культа Сумеречного Молота"] = {
    locations = {
      {1, 18, 0.3899, 0.8646},
      {1, 18, 0.5603, 0.3547},
    },
  },
  ["Укротитель Некроситета"] = {
    locations = {
      {2, 9, 0.69, 0.7281},
    },
  },
  ["Пагубный живодер"] = {
    locations = {
      {1, 13, 0.3933, 0.2514},
      {1, 13, 0.5587, 0.3696},
      {1, 13, 0.4839, 0.2651},
      {1, 13, 0.6064, 0.3554},
      {1, 13, 0.628, 0.3938},
    },
  },
  ["Ажек Руак"] = {
    locations = {
      {2, 21, 0.3562, 0.1062},
    },
  },
  ["Пустынный грохотун"] = {
    locations = {
      {1, 14, 0.2333, 0.1324},
    },
  },
  ["Шиззи Пуззырикс"] = {
    locations = {
      {2, 21, 0.2711, 0.7727},
    },
  },
  ["Тюкн"] = {
    locations = {
      {1, 11, 0.3476, 0.5313},
    },
  },
  ["Каменное Копье"] = {
    locations = {
      {1, 15, 0.5477, 0.4274},
      {1, 15, 0.5446, 0.3954},
    },
  },
  ["Живое чудовище"] = {
    locations = {
      {2, 6, 0.3999, 0.2588},
    },
  },
  ["Кенарийский эмиссар Черное Копыто"] = {
    locations = {
      {1, 10, 0.4842, 0.6584},
    },
  },
  ["Веткохват"] = {
    locations = {
      {1, 21, 0.4602, 0.4532},
    },
  },
  ["Ревелош"] = {
    locations = {
      {2, 2, 0.3522, 0.1033},
    },
  },
  ["Грязекоп из племени Синежабрых"] = {
    locations = {
      {2, 3, 0.1615, 0.3416},
      {2, 3, 0.206, 0.3571},
      {2, 3, 0.1275, 0.3276},
      {2, 3, 0.222, 0.3827},
    },
  },
  ["Опаляющий малыш дракона"] = {
    locations = {
      {1, 13, 0.4554, 0.6707},
      {1, 13, 0.4609, 0.8206},
      {1, 13, 0.4362, 0.7848},
    },
  },
  ["Красный чешуйчатый губитель"] = {
    locations = {
      {2, 3, 0.819, 0.4878},
    },
  },
  ["Защитник Опорного пункта"] = {
    locations = {
      {2, 13, 0.4596, 0.4713},
      {2, 13, 0.4441, 0.5111},
    },
  },
  ["Механический ледоступ"] = {
    locations = {
      {2, 8, 0.1768, 0.3914},
    },
  },
  ["Стенающий охранник"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Доктор Теолен Крастинов"] = {
    locations = {
      {2, 9, 0.6902, 0.728},
    },
  },
  ["Некрорахнид-разоритель"] = {
    locations = {
      {2, 6, 0.3996, 0.259},
    },
  },
  ["Кира Солнцепесня"] = {
    locations = {
      {2, 25, 0.4211, 0.6607},
      {2, 25, 0.3395, 0.5243},
      {2, 25, 0.3944, 0.573},
      {2, 25, 0.4112, 0.6235},
      {2, 25, 0.3676, 0.5419},
    },
  },
  ["Мохоногий бегун"] = {
    locations = {
      {1, 1, 0.2173, 0.5593},
      {1, 1, 0.2211, 0.4797},
      {1, 1, 0.1986, 0.6791},
      {1, 1, 0.2182, 0.6315},
      {1, 1, 0.197, 0.5205},
    },
  },
  ["Пылающий захватчик"] = {
    locations = {
      {1, 7, 0.5318, 0.5525},
      {1, 7, 0.4791, 0.4355},
      {1, 7, 0.4567, 0.4776},
      {1, 7, 0.4741, 0.5423},
      {1, 7, 0.5447, 0.4486},
    },
  },
  ["Йо Колкая Грива"] = {
    locations = {
      {1, 9, 0.4776, 0.5562},
    },
  },
  ["Желчерыг"] = {
    locations = {
      {2, 6, 0.3992, 0.2589}
    }
  },
  ["Палач Мош'Огг"] = {
    locations = {
      {2, 21, 0.5038, 0.3103},
    },
  },
  ["Старейшина Лунной Ярости"] = {
    locations = {
      {2, 18, 0.4593, 0.7308},
    },
  },
  ["Ночной клинок из Братства Справедливости"] = {
    locations = {
      {2, 20, 0.229, 0.7166},
      {2, 20, 0.495, 0.7699},
    },
  },
  ["Костегрыз из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.5091, 0.6864},
    },
  },
  ["Интендант Миранда Бричлок"] = {
    locations = {
      {2, 6, 0.8156, 0.5999},
    },
  },
  ["Федфенхель"] = {
    locations = {
      {2, 25, 0.6784, 0.4003},
      {2, 25, 0.6851, 0.4438},
    },
  },
  ["Громила из клана Огненного Чрева"] = {
    locations = {
      {2, 17, 0.8157, 0.4302},
      {2, 17, 0.8373, 0.4849},
      {2, 17, 0.8155, 0.3984},
    },
  },
  ["Филдрен Лунное Перо"] = {
    locations = {
      {1, 20, 0.3026, 0.4328},
    },
  },
  ["Маг-скелет"] = {
    locations = {
      {2, 20, 0.7942, 0.7045},
    },
  },
  ["Гвардеец из Багрового Легиона"] = {
    locations = {
      {2, 9, 0.5193, 0.2382},
    },
  },
  ["Камнедробитель"] = {
    locations = {
      {1, 20, 0.4239, 0.2194},
    },
  },
  ["Адепт Алого ордена"] = {
    locations = {
      {2, 22, 0.8532, 0.3229},
    },
  },
  ["Механический огнемет"] = {
    locations = {
      {2, 8, 0.1768, 0.3913},
    },
  },
  ["Пратт Макгруббен"] = {
    locations = {
      {1, 20, 0.306, 0.4273},
    },
  },
  ["Даларанский заступник"] = {
    locations = {
      {2, 18, 0.5874, 0.6419},
    },
  },
  ["Карманник из Братства Справедливости"] = {
    locations = {
      {2, 25, 0.414, 0.54},
      {2, 25, 0.3748, 0.5646},
      {2, 25, 0.3098, 0.6581},
    },
  },
  ["Темный шаман из культа Сумеречного Молота"] = {
    locations = {
      {2, 23, 0.2183, 0.3644},
    },
  },
  ["Пузник"] = {
    locations = {
      {1, 6, 0.7183, 0.6007},
    },
  },
  ["Смертехват"] = {
    locations = {
      {1, 14, 0.4402, 0.9047},
    },
  },
  ["Флибустьер Южных морей"] = {
    locations = {
      {1, 16, 0.7236, 0.4532},
      {1, 16, 0.7544, 0.456},
    },
  },
  ["Далар Ткач Рассвета"] = {
    locations = {
      {2, 18, 0.4421, 0.3986},
    },
  },
  ["Чернокнижник из клана Гордок"] = {
    locations = {
      {1, 20, 0.6287, 0.2489},
    },
  },
  ["Сергра Черный Шип"] = {
    locations = {
      {1, 15, 0.5222, 0.3099},
    },
  },
  ["Берсерк из племени Сухокожих"] = {
    locations = {
      {2, 13, 0.2416, 0.6512},
    },
  },
  ["Чернокнижник клана Черной горы"] = {
    locations = {
      {2, 17, 0.4174, 0.3532},
      {2, 17, 0.5449, 0.5344},
      {2, 17, 0.5041, 0.6101},
      {2, 17, 0.172, 0.2967},
    },
  },
  ["Тальдан"] = {
    locations = {
      {1, 18, 0.3688, 0.4391},
    },
  },
  ["Черная вдова Раззаши"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Лау'Тики"] = {
    locations = {
      {1, 4, 0.5324, 0.8154},
    },
  },
  ["Одеревеневший страж"] = {
    locations = {
      {1, 20, 0.6031, 0.3075},
    },
  },
  ["Озерный тихоступ"] = {
    locations = {
      {2, 18, 0.7133, 0.3612},
    },
  },
  ["Воитель Когтя Ворона"] = {
    locations = {
      {2, 18, 0.5491, 0.3304},
    },
  },
  ["Сирена из клана Пронзающего Гребня"] = {
    locations = {
      {2, 16, 0.5621, 0.6505},
      {2, 16, 0.5788, 0.6798},
    },
  },
  ["Разор"] = {
    locations = {
      {2, 7, 0.6018, 0.3603},
      {2, 7, 0.4802, 0.3703},
    },
  },
  ["Хонни Златозерная"] = {
    locations = {
      {2, 12, 0.3524, 0.4961},
    },
  },
  ["Ночной гонец из Братства Справедливости"] = {
    locations = {
      {2, 20, 0.5182, 0.7417},
      {2, 20, 0.5009, 0.7168},
      {2, 20, 0.2237, 0.6732},
    },
  },
  ["Резлак"] = {
    locations = {
      {1, 4, 0.4641, 0.2292},
    },
  },
  ["Волномут из племени Злобного Плавника"] = {
    locations = {
      {2, 18, 0.7741, 0.3161},
    },
  },
  ["Рубака Мауг"] = {
    locations = {
      {1, 10, 0.3111, 0.6526},
    },
  },
  ["Разведчик Галиан"] = {
    locations = {
      {2, 10, 0.54, 0.529},
    },
  },
  ["Тургрум Подземная Кузня"] = {
    locations = {
      {2, 19, 0.5162, 0.4257},
    },
  },
  ["Вильям Макгрегор"] = {
    locations = {
      {2, 10, 0.5764, 0.5387},
    },
  },
  ["Плут из племени Нефритового Пламени"] = {
    locations = {
      {1, 11, 0.4252, 0.1742},
      {1, 11, 0.4087, 0.2011},
    },
  },
  ["Разоритель из культа Сумеречного Молота"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Ужасная драконида"] = {
    locations = {
      {2, 4, 0.7733, 0.3596},
    },
  },
  ["Тенелов племени Ярой Ненависти"] = {
    locations = {
      {1, 12, 0.7292, 0.1808},
      {1, 12, 0.7786, 0.2097},
      {1, 12, 0.7647, 0.2389},
      {1, 12, 0.7824, 0.1767},
      {1, 12, 0.7408, 0.2144},
    },
  },
  ["Ведьма из стаи Неистовства Ветра"] = {
    locations = {
      {1, 9, 0.3351, 0.4222},
    },
  },
  ["Пузырящийся болотный слизнюк"] = {
    locations = {
      {1, 13, 0.5274, 0.563},
    },
  },
  ["Жрец из Багрового Легиона"] = {
    locations = {
      {2, 6, 0.3108, 0.1584},
    },
  },
  ["Изгнанная некромантка"] = {
    locations = {
      {1, 12, 0.6378, 0.8987},
      {1, 12, 0.6031, 0.8998},
      {1, 12, 0.6482, 0.8687},
    },
  },
  ["Даларанский чудотворец"] = {
    locations = {
      {2, 1, 0.1903, 0.8378},
    },
  },
  ["Скелет высокорожденного"] = {
    locations = {
      {1, 20, 0.6032, 0.304},
    },
  },
  ["Бесноватый чумной пес"] = {
    locations = {
      {2, 6, 0.6984, 0.434},
      {2, 6, 0.5297, 0.3053},
      {2, 6, 0.51, 0.3874},
      {2, 6, 0.51, 0.421},
      {2, 6, 0.6512, 0.3348},
    },
  },
  ["Кейна"] = {
    locations = {
      {1, 17, 0.5937, 0.4117},
    },
  },
  ["Сара Килиан"] = {
    locations = {
      {2, 15, 0.5628, 0.3685},
    },
  },
  ["Капитан Крепкий Кулак"] = {
    locations = {
      {2, 3, 0.099, 0.5739},
    },
  },
  ["Ума Бартулм"] = {
    locations = {
      {1, 13, 0.6403, 0.4767},
    },
  },
  ["Руул Орлиный Коготь"] = {
    locations = {
      {1, 9, 0.4735, 0.6195},
    },
  },
  ["Хранитель котла Душегнев"] = {
    locations = {
      {2, 9, 0.6218, 0.5906},
    },
  },
  ["Ураганий"] = {
    locations = {
      {1, 14, 0.266, 0.1435},
      {1, 14, 0.2431, 0.2722},
      {1, 14, 0.2284, 0.1625},
      {1, 14, 0.2158, 0.2424},
      {1, 14, 0.2973, 0.1861},
    },
  },
  ["Караульный-инфернал"] = {
    locations = {
      {1, 11, 0.4157, 0.421},
      {1, 11, 0.4362, 0.3869},
    },
  },
  ["Земельник-скульптор"] = {
    locations = {
      {2, 2, 0.3522, 0.1033},
    },
  },
  ["Сова"] = {
    locations = {
      {1, 17, 0.5833, 0.5861},
      {1, 17, 0.5293, 0.582},
      {1, 17, 0.6321, 0.6283},
      {1, 17, 0.6374, 0.5267},
    },
  },
  ["Мутировавший мертвяк Торговой Компании"] = {
    locations = {
      {1, 15, 0.5482, 0.0575},
    },
  },
  ["Килрам"] = {
    locations = {
      {1, 5, 0.6131, 0.3711},
    },
  },
  ["Солдат Плети"] = {
    locations = {
      {2, 6, 0.1764, 0.3205},
      {2, 6, 0.4344, 0.2822},
      {2, 6, 0.3855, 0.3532},
      {2, 6, 0.2323, 0.216},
      {2, 6, 0.2358, 0.2536},
    },
  },
  ["Нарг Надсмотрщик"] = {
    locations = {
      {2, 25, 0.4103, 0.7814},
    },
  },
  ["Валстаг Сталезуб"] = {
    locations = {
      {2, 3, 0.1013, 0.5679},
    },
  },
  ["Зулианский тигренок"] = {
    locations = {
      {2, 21, 0.5406, 0.1757},
    },
  },
  ["Проклятый кентавр"] = {
    locations = {
      {1, 12, 0.2843, 0.6285},
    },
  },
  ["Руузель"] = {
    locations = {
      {1, 21, 0.0685, 0.1341},
    },
  },
  ["Джуби Прибамбас"] = {
    locations = {
      {1, 1, 0.4527, 0.9088},
    },
  },
  ["Перепелятник"] = {
    locations = {
      {1, 9, 0.43, 0.4884},
      {1, 9, 0.4673, 0.4841},
      {1, 9, 0.4783, 0.4559},
      {1, 9, 0.5817, 0.5596},
      {1, 9, 0.3633, 0.4256},
    },
  },
  ["Сирена из клана Гребня Ненависти"] = {
    locations = {
      {1, 20, 0.2662, 0.5415},
      {1, 20, 0.2967, 0.5602},
    },
  },
  ["Мастер-пивовар Бочкопуз"] = {
    locations = {
      {2, 16, 0.5213, 0.5867},
    },
  },
  ["Лазурис"] = {
    locations = {
      {1, 5, 0.6341, 0.4197},
      {1, 5, 0.5988, 0.4212},
      {1, 5, 0.6622, 0.448},
    },
  },
  ["Лиссерея"] = {
    locations = {
      {1, 12, 0.6626, 0.0668},
    },
  },
  ["Зеврим Терновое Копыто"] = {
    locations = {
      {1, 20, 0.6485, 0.2949},
    },
  },
  ["Светлолапый вожак"] = {
    locations = {
      {1, 21, 0.7507, 0.5555},
      {1, 21, 0.5837, 0.4174},
      {1, 21, 0.6983, 0.6402},
      {1, 21, 0.5565, 0.3426},
      {1, 21, 0.6706, 0.6869},
    },
  },
  ["Руклар Зверолов"] = {
    locations = {
      {2, 25, 0.6456, 0.5679},
    },
  },
  ["Мрачнон Белесый"] = {
    locations = {
      {2, 18, 0.5817, 0.4484},
    },
  },
  ["Цунаман"] = {
    locations = {
      {1, 6, 0.4726, 0.6428},
    },
  },
  ["Ма'рук Змеиная Чешуя"] = {
    locations = {
      {2, 3, 0.4799, 0.7438},
    },
  },
  ["Крупный тарантул"] = {
    locations = {
      {2, 11, 0.53, 0.4142},
    },
  },
  ["Верховный генерал Аббендис"] = {
    locations = {
      {2, 6, 0.8064, 0.8529},
      {2, 6, 0.8829, 0.8641},
    },
  },
  ["Суходревый заскорузлый потрошитель"] = {
    locations = {
      {1, 13, 0.4371, 0.1693},
      {1, 13, 0.3732, 0.3644},
    },
  },
  ["Билибуб Шестеренок"] = {
    locations = {
      {2, 24, 0.5524, 0.0753},
    },
  },
  ["Ползучий силитид"] = {
    locations = {
      {1, 15, 0.4465, 0.7042},
    },
  },
  ["Магистр Календрис"] = {
    locations = {
      {1, 20, 0.6032, 0.3048},
    },
  },
  ["Праздничный сказитель"] = {
    locations = {
      {1, 10, 0.4675, 0.3794},
      {1, 2, 0.215, 0.2655},
      {2, 15, 0.6755, 0.083},
    },
  },
  ["Разоритель из улья Зора"] = {
    locations = {
      {1, 14, 0.3265, 0.6491},
      {1, 14, 0.2269, 0.668},
      {1, 14, 0.2315, 0.5511},
      {1, 14, 0.2441, 0.5894},
    },
  },
  ["Принцесса"] = {
    locations = {
      {2, 25, 0.6954, 0.7932},
    },
  },
  ["Владычица земель Рябка"] = {
    locations = {
      {1, 4, 0.4319, 0.3964},
      {1, 4, 0.4379, 0.5006},
      {1, 4, 0.4726, 0.4918},
    },
  },
  ["Вождь Дез'хеп"] = {
    locations = {
      {1, 12, 0.7382, 0.4809},
      {1, 12, 0.7326, 0.4221},
    },
  },
  ["Золо"] = {
    locations = {
      {2, 4, 0.7733, 0.3593},
    },
  },
  ["Солдат-наемник из легиона Кровавого Топора"] = {
    locations = {
      {2, 23, 0.4081, 0.9564},
    },
  },
  ["Злобный грелль"] = {
    locations = {
      {1, 17, 0.521, 0.5019},
    },
  },
  ["Дух Магры"] = {
    locations = {
      {1, 12, 0.3511, 0.6016},
    },
  },
  ["Харклан Лунная Роща"] = {
    locations = {
      {1, 21, 0.5078, 0.6705},
    },
  },
  ["Ломак Демонтирс"] = {
    locations = {
      {2, 19, 0.7185, 0.5158},
    },
  },
  ["Первый помощник Кразз"] = {
    locations = {
      {2, 21, 0.2809, 0.7622},
    },
  },
  ["Костеглод"] = {
    locations = {
      {2, 20, 0.2408, 0.3388},
    },
  },
  ["Горбольд Сталерук"] = {
    locations = {
      {1, 18, 0.3812, 0.4123},
    },
  },
  ["Грайф"] = {
    locations = {
      {1, 7, 0.4523, 0.0591},
    },
  },
  ["Намдо Вклвыкл"] = {
    locations = {
      {2, 8, 0.2191, 0.3179},
      {2, 21, 0.2763, 0.7755},
    },
  },
  ["Рабочий Торговой Компании"] = {
    locations = {
      {1, 9, 0.6117, 0.4755},
      {1, 9, 0.634, 0.4415},
      {1, 9, 0.6339, 0.409},
      {1, 9, 0.417, 0.1506},
    },
  },
  ["Рыжий Джек Кремень"] = {
    locations = {
      {2, 3, 0.0994, 0.5786},
    },
  },
  ["Северный волк"] = {
    locations = {
      {2, 1, 0.397, 0.804},
      {2, 1, 0.64, 0.584}
    }
  },
  ["Винна Уэйн"] = {
    locations = {
      {2, 16, 0.6301, 0.1978},
    },
  },
  ["Идолопоклонница из культа Сумеречного Молота"] = {
    locations = {
      {2, 23, 0.2874, 0.2611},
    },
  },
  ["Зара Ясная Звезда"] = {
    locations = {
      {2, 25, 0.649, 0.6934},
    },
  },
  ["Светлолапый ревун"] = {
    locations = {
      {1, 21, 0.5742, 0.6896},
      {1, 21, 0.5948, 0.7158},
      {1, 21, 0.5622, 0.7549},
      {1, 21, 0.5497, 0.7192},
    },
  },
  ["Маг-отступник из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.3711, 0.8221},
      {2, 10, 0.5286, 0.7873},
    },
  },
  ["Голодный хохотун"] = {
    locations = {
      {2, 7, 0.4736, 0.2072},
    },
  },
  ["Береговик из племени Серой Мглы"] = {
    locations = {
      {1, 18, 0.3916, 0.2867},
      {1, 18, 0.4193, 0.3184},
      {1, 18, 0.3647, 0.5061},
      {1, 18, 0.3707, 0.6187},
      {1, 18, 0.3647, 0.7657},
    },
  },
  ["Жевра-бегун"] = {
    locations = {
      {1, 15, 0.5427, 0.3532},
      {1, 15, 0.4317, 0.2571},
      {1, 15, 0.4609, 0.2725},
      {1, 15, 0.5862, 0.2146},
      {1, 15, 0.5036, 0.3645},
    },
  },
  ["Скальный паук-скакун"] = {
    locations = {
      {1, 14, 0.4544, 0.7225},
      {1, 14, 0.4428, 0.7764},
      {1, 14, 0.4896, 0.6913},
      {1, 14, 0.4418, 0.8531},
      {1, 14, 0.3995, 0.8424},
    },
  },
  ["Зомби Занзила"] = {
    locations = {
      {2, 21, 0.3971, 0.5847},
      {2, 21, 0.3464, 0.5151},
    },
  },
  ["Мальтон Дрофферс"] = {
    locations = {
      {1, 10, 0.5945, 0.3693},
    },
  },
  ["Горн"] = {
    locations = {
      {2, 2, 0.0293, 0.4574},
    },
  },
  ["Ледочрев"] = {
    locations = {
      {2, 1, 0.3751, 0.672},
    },
  },
  ["Даннал Штерн"] = {
    locations = {
      {2, 22, 0.3261, 0.656},
    },
  },
  ["Волшебная химера"] = {
    locations = {
      {1, 20, 0.3012, 0.8436},
      {1, 20, 0.3147, 0.8768},
      {1, 20, 0.2976, 0.7806},
    },
  },
  ["Сержант Йохва"] = {
    locations = {
      {2, 21, 0.3802, 0.0337},
    },
  },
  ["Нефариан"] = {
    locations = {
      {2, 23, 0.4018, 1.0499},
    },
  },
  ["Турман Шнайдер"] = {
    locations = {
      {2, 24, 0.424, 0.764},
    },
  },
  ["Моам"] = {
    locations = {
      {1, 14, 0.2946, 1.0599},
      {2, 4, 0.3435, 0.6607},
      {1, 14, 0.3047, 1.0151},
    },
  },
  ["Элдретарский дух"] = {
    locations = {
      {1, 20, 0.6032, 0.3054},
    },
  },
  ["Верховный маг Аругал"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Верховный правитель Саурфанг"] = {
    locations = {
      {1, 10, 0.5122, 0.7617},
    },
  },
  ["Капитан Пентигаст"] = {
    locations = {
      {1, 12, 0.6666, 0.1096},
    },
  },
  ["Сиурана"] = {
    locations = {
      {1, 5, 0.5157, 0.2985},
    },
  },
  ["Зан Кругореззик"] = {
    locations = {
      {2, 1, 0.86, 0.8004},
    },
  },
  ["Тотемист из племени Зимней Спячки"] = {
    locations = {
      {1, 5, 0.4018, 0.4344},
      {1, 5, 0.3107, 0.3657},
    },
  },
  ["Майкл Гарретт"] = {
    locations = {
      {2, 15, 0.6339, 0.4852},
    },
  },
  ["Железноклюв-крикун"] = {
    locations = {
      {1, 11, 0.6271, 0.178},
      {1, 11, 0.6321, 0.2125},
      {1, 11, 0.5274, 0.1496},
      {1, 11, 0.5488, 0.2612},
      {1, 11, 0.557, 0.2296},
    },
  },
  ["Маргоз"] = {
    locations = {
      {1, 4, 0.5638, 0.2003},
    },
  },
  ["Специалист по колоссам Нестор"] = {
    locations = {
      {1, 14, 0.4945, 0.3725},
    },
  },
  ["Падальщик"] = {
    locations = {
      {2, 9, 0.3309, 0.627},
      {2, 9, 0.3232, 0.5727},
    },
  },
  ["Кавалерист Алого ордена"] = {
    locations = {
      {2, 9, 0.4235, 0.1496},
    },
  },
  ["Нечестивый посох"] = {
    locations = {
      {2, 6, 0.4, 0.2595},
    },
  },
  ["Мохнатый кодо"] = {
    locations = {
      {1, 15, 0.4607, 0.7325},
      {1, 15, 0.4922, 0.5845},
      {1, 15, 0.464, 0.6257},
      {1, 15, 0.4654, 0.7973},
      {1, 15, 0.4638, 0.6743},
    },
  },
  ["Истязатель из культа Сумеречного Молота"] = {
    locations = {
      {2, 23, 0.2714, 0.7254},
    },
  },
  ["Мародер из племени Мародин"] = {
    locations = {
      {1, 12, 0.3496, 0.5776},
      {1, 12, 0.2919, 0.5761},
      {1, 12, 0.2969, 0.5106},
    },
  },
  ["Капитан Герогг Тяжелоступ"] = {
    locations = {
      {1, 15, 0.4954, 0.8386},
    },
  },
  ["Диб"] = {
    locations = {
      {2, 22, 0.5818, 0.2722},
      {2, 22, 0.6233, 0.2858},
    },
  },
  ["Грозовая ведьма из стаи Пыльного Ветра"] = {
    locations = {
      {1, 4, 0.5221, 0.2242},
    },
  },
  ["Портовый начальник из Братства Справедливости"] = {
    locations = {
      {2, 25, 0.4814, 0.872},
    },
  },
  ["Грязекуп-крепкохват"] = {
    locations = {
      {1, 13, 0.41, 0.3685},
      {1, 13, 0.4218, 0.2922},
      {1, 13, 0.3542, 0.4286},
      {1, 13, 0.4094, 0.4276},
      {1, 13, 0.3638, 0.3484},
    },
  },
  ["Волхв Тирт"] = {
    locations = {
      {1, 19, 0.7832, 0.7575},
    },
  },
  ["Шаман из племени Чернолесья"] = {
    locations = {
      {1, 18, 0.4387, 0.848},
      {1, 18, 0.4086, 0.8832},
    },
  },
  ["Аландариан Песня Ночи"] = {
    locations = {
      {1, 18, 0.3769, 0.4072},
    },
  },
  ["Кровокопыт Черный"] = {
    locations = {
      {1, 6, 0.7764, 0.857},
    },
  },
  ["Генерал Кузня Гнева"] = {
    locations = {
      {2, 23, 0.2714, 0.7255},
    },
  },
  ["Мелор Каменное Копыто"] = {
    locations = {
      {1, 2, 0.6135, 0.8055},
    },
  },
  ["Карос Раззок"] = {
    locations = {
      {2, 18, 0.4559, 0.4251},
    },
  },
  ["Предводитель драконов Разящий Бич"] = {
    locations = {
      {2, 23, 0.4017, 1.0504},
      {2, 19, 0.4683, 0.5838},
    },
  },
  ["Скелет-костещеп"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Пескоброд из улья Аши"] = {
    locations = {
      {1, 14, 0.4268, 0.1749},
      {1, 14, 0.43, 0.2896},
      {1, 14, 0.4032, 0.146},
      {1, 14, 0.4792, 0.2651},
    },
  },
  ["Сумеречница"] = {
    locations = {
      {2, 22, 0.2998, 0.6328},
      {2, 22, 0.3027, 0.6885},
      {2, 22, 0.3152, 0.5921},
    },
  },
  ["Изверг из клана Гнилобрюхих"] = {
    locations = {
      {2, 2, 0.1089, 0.7725},
      {2, 2, 0.0935, 0.8089},
    },
  },
  ["Фальтир Слепой"] = {
    locations = {
      {2, 21, 0.1415, 0.1367},
    },
  },
  ["Келебрас Проклятый"] = {
    locations = {
      {1, 12, 0.3595, 0.6439},
    },
  },
  ["Плетохвостый скорпид"] = {
    locations = {
      {1, 16, 0.4793, 0.3478},
      {1, 16, 0.429, 0.3468},
      {1, 16, 0.6055, 0.4777},
      {1, 16, 0.5177, 0.3795},
      {1, 16, 0.6363, 0.4353},
    },
  },
  ["Изверг из клана Мош'Огг"] = {
    locations = {
      {2, 21, 0.5098, 0.2779},
    },
  },
  ["Морфаз"] = {
    locations = {
      {2, 4, 0.7733, 0.3592},
    },
  },
  ["Яркочешуйчатый крикун"] = {
    locations = {
      {1, 15, 0.4267, 0.2043},
      {1, 15, 0.5471, 0.3963},
      {1, 15, 0.5496, 0.1053},
      {1, 15, 0.5012, 0.3736},
      {1, 15, 0.5461, 0.3512},
    },
  },
  ["Белоголов Лунной Ярости"] = {
    locations = {
      {2, 18, 0.4946, 0.3825},
      {2, 18, 0.4888, 0.3451},
      {2, 18, 0.5224, 0.2726},
      {2, 18, 0.5544, 0.2019},
      {2, 18, 0.5212, 0.4284},
    },
  },
  ["Эмиссар Белобород"] = {
    locations = {
      {2, 6, 0.8131, 0.5935},
    },
  },
  ["Душегуб Хедерины"] = {
    locations = {
      {1, 5, 0.5973, 0.7522},
      {1, 5, 0.5341, 0.8524},
      {1, 5, 0.6227, 0.7912},
      {1, 5, 0.5732, 0.8682},
      {1, 5, 0.6056, 0.8281},
    },
  },
  ["Эбигейл Шиль"] = {
    locations = {
      {2, 22, 0.61, 0.5243},
    },
  },
  ["Шаман из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.5011, 0.6849},
    },
  },
  ["Гонец стаи Речной Лапы"] = {
    locations = {
      {2, 25, 0.2661, 0.8879},
    },
  },
  ["Здоровая чешуя дракона"] = {
    locations = {
      {2, 9, 0.6901, 0.728},
    },
  },
  ["Ролох"] = {
    locations = {
      {2, 21, 0.3729, 0.2661},
      {2, 21, 0.3707, 0.3161},
    },
  },
  ["Стратхольмский курьер"] = {
    locations = {
      {2, 6, 0.3105, 0.1587},
    },
  },
  ["Часовой Серебринка Небес"] = {
    locations = {
      {2, 19, 0.5556, 0.7664},
    },
  },
  ["Серж Хинотт"] = {
    locations = {
      {2, 16, 0.6155, 0.1921},
    },
  },
  ["Порабощенный элементаль"] = {
    locations = {
      {2, 1, 0.2188, 0.5995},
      {2, 1, 0.1266, 0.7804},
      {2, 1, 0.1771, 0.765},
    },
  },
  ["Рохх Молчаливый"] = {
    locations = {
      {2, 11, 0.7658, 0.3883},
      {2, 11, 0.8194, 0.4791},
      {2, 11, 0.7583, 0.3082},
      {2, 11, 0.827, 0.5592},
    },
  },
  ["Векнисский страж"] = {
    locations = {
      {1, 14, 0.1545, 0.9802},
    },
  },
  ["Стражник улья Гориши"] = {
    locations = {
      {1, 7, 0.4389, 0.8133},
    },
  },
  ["Большая злобная слизь"] = {
    locations = {
      {2, 9, 0.6256, 0.3617},
    },
  },
  ["Далинда Малем"] = {
    locations = {
      {1, 12, 0.5506, 0.2657},
    },
  },
  ["Тяжелораненый солдат"] = {
    locations = {
      {2, 13, 0.7307, 0.3685},
    },
  },
  ["Полукровка из стаи Древолапов"] = {
    locations = {
      {1, 20, 0.7268, 0.3798},
      {1, 20, 0.7077, 0.5345},
    },
  },
  ["Претор Алого ордена"] = {
    locations = {
      {2, 6, 0.8625, 0.8435},
    },
  },
  ["Голорн Ледобород"] = {
    locations = {
      {2, 8, 0.4667, 0.5362},
    },
  },
  ["Кровоцвет-живодер"] = {
    locations = {
      {1, 7, 0.5451, 0.1647},
      {1, 7, 0.448, 0.2725},
      {1, 7, 0.5656, 0.2535},
      {1, 7, 0.5759, 0.2009},
    },
  },
  ["Шахтер из стаи Речной Лапы"] = {
    locations = {
      {2, 10, 0.3006, 0.4746},
    },
  },
  ["Охотник из племени Дыбогривов"] = {
    locations = {
      {1, 15, 0.4465, 0.529},
      {1, 15, 0.411, 0.4551},
      {1, 15, 0.4328, 0.4806},
    },
  },
  ["Хранитель котла Разарх"] = {
    locations = {
      {2, 9, 0.5288, 0.6608},
    },
  },
  ["Гиена племени Галак"] = {
    locations = {
      {1, 19, 0.213, 0.3218},
    },
  },
  ["Геодезист Торговой Компании"] = {
    locations = {
      {2, 21, 0.4142, 0.4341},
    },
  },
  ["Глубинный искатель"] = {
    locations = {
      {1, 12, 0.4004, 0.7935},
      {1, 12, 0.3389, 0.2698},
      {1, 12, 0.2938, 0.0823},
      {1, 12, 0.6764, 0.455},
      {1, 12, 0.3582, 0.767},
    },
  },
  ["Шрамник"] = {
    locations = {
      {2, 16, 0.2865, 0.7264},
      {2, 16, 0.2603, 0.707},
      {2, 16, 0.2398, 0.6528},
    },
  },
  ["Боан"] = {
    locations = {
      {1, 15, 0.4881, 0.3349},
    },
  },
  ["Гришка"] = {
    locations = {
      {1, 10, 0.5411, 0.6858},
    },
  },
  ["Джимми Вымогатель"] = {
    locations = {
      {2, 1, 0.5836, 0.6834},
      {2, 1, 0.4854, 0.8232},
    },
  },
  ["Оро Вырвиглаз"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Ветеран из легиона Кровавого Топора"] = {
    locations = {
      {2, 23, 0.408, 0.9565},
    },
  },
  ["Аптекарь Юхан"] = {
    locations = {
      {2, 22, 0.5948, 0.5233},
    },
  },
  ["Черный крепкозуб"] = {
    locations = {
      {1, 13, 0.5907, 0.5044},
      {1, 13, 0.5284, 0.4277},
      {1, 13, 0.4747, 0.3363},
      {1, 13, 0.5512, 0.4663},
      {1, 13, 0.5, 0.3906},
    },
  },
  ["Йорген"] = {
    locations = {
      {2, 24, 0.7304, 0.7854},
    },
  },
  ["Орвин Гиззмик"] = {
    locations = {
      {1, 20, 0.7567, 0.4428},
    },
  },
  ["Гниющий ужас"] = {
    locations = {
      {2, 9, 0.6282, 0.3531},
    },
  },
  ["Страж смерти Гумберт"] = {
    locations = {
      {2, 16, 0.6268, 0.2022},
    },
  },
  ["Огр-волхв из клана Черной Вершины"] = {
    locations = {
      {2, 23, 0.408, 0.9565},
    },
  },
  ["Казан Могош"] = {
    locations = {
      {2, 8, 0.6853, 0.5461},
    },
  },
  ["Кобольд-рудокоп"] = {
    locations = {
      {2, 25, 0.4847, 0.293},
    },
  },
  ["Арай"] = {
    locations = {
      {1, 11, 0.4965, 0.28},
      {1, 11, 0.5181, 0.2029},
      {1, 11, 0.4966, 0.1548},
    },
  },
  ["Румстаг Гордый Странник"] = {
    locations = {
      {1, 2, 0.4323, 0.4293},
    },
  },
  ["Эрион Шепот Тени"] = {
    locations = {
      {1, 3, 0.3474, 0.2564},
    },
  },
  ["Рокотун Ловец"] = {
    locations = {
      {1, 20, 0.5216, 0.6013},
    },
  },
  ["Смид Заржавень"] = {
    locations = {
      {1, 12, 0.6083, 0.6191},
    },
  },
  ["Майбесса Речной Ветер"] = {
    locations = {
      {1, 11, 0.4679, 0.8313},
    },
  },
  ["Тенегорнский темнопряд"] = {
    locations = {
      {2, 2, 0.526, 0.3328},
    },
  },
  ["Ахану"] = {
    locations = {
      {1, 2, 0.4547, 0.5576},
    },
  },
  ["Бандит из шайки Скитальцев Пустыни"] = {
    locations = {
      {1, 16, 0.6355, 0.3156},
      {1, 16, 0.6011, 0.2369},
    },
  },
  ["Громаг"] = {
    locations = {
      {2, 12, 0.3443, 0.9113},
    },
  },
  ["Крикун Зимних Ключей"] = {
    locations = {
      {1, 5, 0.6141, 0.5626},
      {1, 5, 0.5509, 0.2203},
      {1, 5, 0.5898, 0.2062},
      {1, 5, 0.5793, 0.2579},
      {1, 5, 0.6047, 0.6046},
    },
  },
  ["Элдретарский призрак"] = {
    locations = {
      {1, 20, 0.6032, 0.304},
    },
  },
  ["Кордор Хранитель Врат"] = {
    locations = {
      {1, 6, 0.2943, 0.159},
    },
  },
  ["Даниэлла Рваношов"] = {
    locations = {
      {2, 20, 0.7578, 0.4545},
    },
  },
  ["Пламестраж"] = {
    locations = {
      {2, 23, 0.3221, 0.9508},
      {2, 24, 0.5596, 0.6053},
    },
  },
  ["Ольд Каменное Копье"] = {
    locations = {
      {1, 2, 0.3633, 0.598},
    },
  },
  ["Рыцарь смерти Темный Терзатель"] = {
    locations = {
      {2, 9, 0.6902, 0.7281},
    },
  },
  ["Верховный жрец Рохан"] = {
    locations = {
      {2, 19, 0.2507, 0.0771},
    },
  },
  ["Предатель из племени Ксавиан"] = {
    locations = {
      {1, 21, 0.787, 0.4577},
    },
  },
  ["Некрорахнид-живоглот"] = {
    locations = {
      {2, 6, 0.4832, 0.2187},
      {2, 6, 0.3108, 0.1585},
    },
  },
  ["Клацморт Гайкокрут"] = {
    locations = {
      {2, 19, 0.6826, 0.4633},
    },
  },
  ["Могучий щербозуб"] = {
    locations = {
      {1, 5, 0.592, 0.3354},
      {1, 5, 0.6197, 0.3228},
      {1, 5, 0.6501, 0.282},
      {1, 5, 0.6589, 0.3126},
      {1, 5, 0.5693, 0.2952},
    },
  },
  ["Нестабильный труп"] = {
    locations = {
      {2, 9, 0.6902, 0.7281},
    },
  },
  ["Мрачнобух Громовар"] = {
    locations = {
      {2, 10, 0.4468, 0.8023},
    },
  },
  ["Кирдж Жесткий Рог"] = {
    locations = {
      {1, 15, 0.4487, 0.5866},
    },
  },
  ["Пилот Камнекожиц"] = {
    locations = {
      {2, 8, 0.4961, 0.4854},
    },
  },
  ["Гриан Камнегрив"] = {
    locations = {
      {2, 10, 0.5627, 0.4758},
    },
  },
  ["Землеройный червь"] = {
    locations = {
      {1, 18, 0.4352, 0.9439},
    },
  },
  ["Освобожденный дух"] = {
    locations = {
      {2, 22, 0.8483, 0.305},
    },
  },
  ["Меридет Карлсон"] = {
    locations = {
      {2, 16, 0.5213, 0.5556},
    },
  },
  ["Пастух из племени Маграм"] = {
    locations = {
      {1, 12, 0.6863, 0.7426},
      {1, 12, 0.669, 0.7143},
      {1, 12, 0.73, 0.6907},
      {1, 12, 0.702, 0.7084},
      {1, 12, 0.6807, 0.7871},
    },
  },
  ["Фалон"] = {
    locations = {
      {1, 12, 0.2161, 0.7404},
    },
  },
  ["Волхв Синдиката"] = {
    locations = {
      {2, 13, 0.2753, 0.6328},
    },
  },
  ["Ичияки"] = {
    locations = {
      {1, 15, 0.5586, 0.1719},
    },
  },
  ["Управляющий Ален"] = {
    locations = {
      {2, 6, 0.7957, 0.6382},
    },
  },
  ["Вихлюн"] = {
    locations = {
      {1, 15, 0.6205, 0.394},
    },
  },
  ["Анилия"] = {
    locations = {
      {1, 21, 0.7834, 0.4486},
    },
  },
  ["Сларк"] = {
    locations = {
      {2, 10, 0.5452, 0.1103},
      {2, 10, 0.3138, 0.8228},
      {2, 10, 0.2917, 0.7788},
      {2, 10, 0.3178, 0.2538},
      {2, 10, 0.3479, 0.8493},
    },
  },
  ["Палач из Алого ордена"] = {
    locations = {
      {2, 9, 0.4574, 0.1858},
    },
  },
  ["Башана Рунический Тотем"] = {
    locations = {
      {1, 2, 0.7091, 0.3378},
    },
  },
  ["Надзиратель Торговой Компании"] = {
    locations = {
      {1, 15, 0.6079, 0.0408},
    },
  },
  ["Пещерный ползун"] = {
    locations = {
      {2, 23, 0.2709, 0.7254},
      {2, 17, 0.2256, 0.0756},
    },
  },
  ["Осадный голем"] = {
    locations = {
      {2, 2, 0.2308, 0.5779},
      {2, 2, 0.3351, 0.4892},
      {2, 2, 0.3125, 0.5517},
      {2, 2, 0.3493, 0.4504},
      {2, 2, 0.1286, 0.6341},
    },
  },
  ["Балтул Удар Тени"] = {
    locations = {
      {1, 18, 0.5495, 0.2491},
    },
  },
  ["Брат Вороний Дуб"] = {
    locations = {
      {1, 6, 0.2828, 0.1258},
    },
  },
  ["Пылающий изгой"] = {
    locations = {
      {2, 13, 0.256, 0.3058},
    },
  },
  ["Тенегорнский горожанин"] = {
    locations = {
      {2, 23, 0.271, 0.7255},
    },
  },
  ["Облезлая сумеречница"] = {
    locations = {
      {2, 22, 0.3512, 0.6364},
      {2, 22, 0.3533, 0.5993},
    },
  },
  ["Масат Т'андр"] = {
    locations = {
      {2, 4, 0.2634, 0.3158},
    },
  },
  ["Оружейник Черной Стражи"] = {
    locations = {
      {2, 6, 0.4835, 0.2218},
      {2, 6, 0.3134, 0.1583},
    },
  },
  ["Колючий хлыстолап"] = {
    locations = {
      {1, 12, 0.3596, 0.6439},
    },
  },
  ["Молодой лесной медведь"] = {
    locations = {
      {2, 25, 0.8009, 0.6011},
      {2, 25, 0.2581, 0.8555},
      {2, 25, 0.4595, 0.7892},
      {2, 25, 0.8713, 0.6589},
      {2, 25, 0.6258, 0.7776},
    },
  },
  ["Ур'дан"] = {
    locations = {
      {1, 11, 0.3616, 0.4473},
    },
  },
  ["Некролит Некроситета"] = {
    locations = {
      {2, 9, 0.6901, 0.7284},
    },
  },
  ["Аку'май"] = {
    locations = {
      {1, 21, 0.165, 0.1103},
    },
  },
  ["Ригглфазз"] = {
    locations = {
      {2, 2, 0.4239, 0.5291},
    },
  },
  ["Кандостраз"] = {
    locations = {
      {1, 14, 0.155, 0.9793},
    },
  },
  ["Бронк"] = {
    locations = {
      {1, 20, 0.7605, 0.4335},
    },
  },
  ["Зора Гутрек"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Генерал Маркус Джонатан"] = {
    locations = {
      {2, 24, 0.6404, 0.7553},
    },
  },
  ["Василиск-хвостохлест"] = {
    locations = {
      {2, 21, 0.395, 0.499},
      {2, 21, 0.3876, 0.4607},
    },
  },
  ["Вестник из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.4525, 0.6762},
    },
  },
  ["Смиттс"] = {
    locations = {
      {2, 20, 0.7392, 0.4459},
    },
  },
  ["Ткач Пламени из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.3524, 0.1035},
    },
  },
  ["Чудовищный краб"] = {
    locations = {
      {2, 4, 0.9438, 0.3939},
      {2, 4, 0.9566, 0.4235},
      {2, 4, 0.9338, 0.3638},
      {2, 4, 0.9491, 0.623},
    },
  },
  ["Мститель из племени Колючего Меха"] = {
    locations = {
      {1, 21, 0.3747, 0.3479},
      {1, 21, 0.328, 0.39},
      {1, 21, 0.3147, 0.4382},
    },
  },
  ["Камень клятвы драконьего выводка Изеры"] = {
    locations = {
      {2, 4, 0.1362, 0.7104},
    },
  },
  ["Геолог Хазгорм"] = {
    locations = {
      {1, 15, 0.4778, 0.8558},
    },
  },
  ["Лаэр Степной Гонец"] = {
    locations = {
      {1, 19, 0.2113, 0.3187},
    },
  },
  ["Нага из клана Скользящего Плавника"] = {
    locations = {
      {1, 12, 0.359, 0.2453},
    },
  },
  ["Землеглот из улья Регал"] = {
    locations = {
      {1, 14, 0.5281, 0.8326},
      {1, 14, 0.5772, 0.7168},
      {1, 14, 0.6347, 0.7801},
    },
  },
  ["Темный чародей из клана Черной горы"] = {
    locations = {
      {2, 11, 0.6784, 0.5579},
      {2, 11, 0.3577, 0.0912},
    },
  },
  ["Кийя"] = {
    locations = {
      {1, 5, 0.6123, 0.3719},
    },
  },
  ["Шелли Брондир"] = {
    locations = {
      {2, 3, 0.095, 0.5966},
    },
  },
  ["Зачумленная гончая"] = {
    locations = {
      {2, 6, 0.2696, 0.7494},
    },
  },
  ["Подарочный сертификат Холодной долины"] = {
    locations = {
      {2, 19, 0.332, 0.6445},
      {2, 21, 0.2671, 0.7639},
      {2, 8, 0.4697, 0.5256},
    },
  },
  ["Новобранец Алого ордена"] = {
    locations = {
      {2, 22, 0.8566, 0.3176},
    },
  },
  ["Хеггин Камнеус"] = {
    locations = {
      {1, 15, 0.4707, 0.8398},
    },
  },
  ["Аурель Золотой Лист"] = {
    locations = {
      {1, 14, 0.5194, 0.3803},
    },
  },
  ["Лейтенант Фангор"] = {
    locations = {
      {2, 11, 0.7993, 0.3808},
    },
  },
  ["Защитник из улья Аши"] = {
    locations = {
      {1, 14, 0.4767, 0.2713},
      {1, 14, 0.4371, 0.29},
      {1, 14, 0.4181, 0.1499},
    },
  },
  ["Баг'тира"] = {
    locations = {
      {2, 21, 0.4717, 0.2879},
      {2, 21, 0.4959, 0.2391},
      {2, 21, 0.4883, 0.2022},
    },
  },
  ["Менара Расщепительница Бездны"] = {
    locations = {
      {1, 15, 0.6252, 0.3547},
    },
  },
  ["Мелководный хрупопанцирник"] = {
    locations = {
      {1, 21, 0.165, 0.1103},
    },
  },
  ["Чернорабочий из племени Колкар"] = {
    locations = {
      {1, 4, 0.4963, 0.7953},
    },
  },
  ["Теремус Пожиратель"] = {
    locations = {
      {2, 7, 0.5667, 0.3306},
      {2, 7, 0.5664, 0.2742},
      {2, 7, 0.6347, 0.348},
      {2, 7, 0.5277, 0.3521},
      {2, 7, 0.4737, 0.3794},
    },
  },
  ["Самуэль Хок"] = {
    locations = {
      {2, 13, 0.4601, 0.4532},
    },
  },
  ["Джез"] = {
    locations = {
      {2, 23, 0.2708, 0.7257},
      {2, 17, 0.2256, 0.0755},
    },
  },
  ["Дворф из клана Черного Железа"] = {
    locations = {
      {2, 3, 0.4846, 0.1697},
      {2, 3, 0.6104, 0.2663},
    },
  },
  ["Лорд Серпентис"] = {
    locations = {
      {1, 15, 0.4773, 0.3488},
    },
  },
  ["Тенегорнский душитель"] = {
    locations = {
      {2, 2, 0.3521, 0.1032},
    },
  },
  ["Облезлый Шип"] = {
    locations = {
      {2, 4, 0.2584, 0.517},
      {2, 4, 0.3076, 0.3531},
      {2, 4, 0.2365, 0.461},
      {2, 4, 0.2924, 0.4972},
      {2, 4, 0.3074, 0.444},
    },
  },
  ["Покрытый илом краб"] = {
    locations = {
      {1, 18, 0.522, 0.2103},
      {1, 18, 0.3276, 0.8223},
    },
  },
  ["Скверноподданный из племени Ксавиан"] = {
    locations = {
      {1, 21, 0.7852, 0.4587},
    },
  },
  ["Знахарь из племени Хаккари"] = {
    locations = {
      {2, 21, 0.5406, 0.1757},
    },
  },
  ["Грумнус Сталевар"] = {
    locations = {
      {2, 19, 0.5023, 0.4277},
    },
  },
  ["Мрачноокий скелет-заклинатель"] = {
    locations = {
      {2, 22, 0.4771, 0.3823},
      {2, 22, 0.4876, 0.3374},
      {2, 22, 0.4568, 0.3219},
    },
  },
  ["Штейгер Торговой Компании"] = {
    locations = {
      {2, 21, 0.4143, 0.4342},
    },
  },
  ["Гербель Бульхольм"] = {
    locations = {
      {2, 20, 0.7796, 0.4828},
    },
  },
  ["Орик'андо"] = {
    locations = {
      {1, 20, 0.7632, 0.4274},
    },
  },
  ["Нага-исследователь"] = {
    locations = {
      {2, 21, 0.2617, 0.6195},
    },
  },
  ["Гиблопасть"] = {
    locations = {
      {2, 17, 0.8089, 0.5753},
      {2, 17, 0.8696, 0.4791},
      {2, 17, 0.8227, 0.306},
      {2, 17, 0.8673, 0.5265},
      {2, 17, 0.7538, 0.3241},
    },
  },
  ["Кровавая прислужница Киртоноса"] = {
    locations = {
      {2, 9, 0.6902, 0.7286},
    },
  },
  ["Защитник из племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Юка Крутипроб"] = {
    locations = {
      {2, 17, 0.6598, 0.2205},
    },
  },
  ["Дженнабик Мелкостежка"] = {
    locations = {
      {2, 3, 0.0813, 0.5595},
    },
  },
  ["Нице"] = {
    locations = {
      {1, 19, 0.4512, 0.4919},
    },
  },
  ["Сумеречный бегун"] = {
    locations = {
      {1, 6, 0.3269, 0.1052},
    },
  },
  ["Начальник трассы Зерин"] = {
    locations = {
      {1, 19, 0.8159, 0.7787},
    },
  },
  ["Самуэль Фиппс"] = {
    locations = {
      {2, 22, 0.3652, 0.6139},
    },
  },
  ["Маршал из клана Ярости Горна"] = {
    locations = {
      {2, 23, 0.2714, 0.7254},
    },
  },
  ["Грундиг Темное Облако"] = {
    locations = {
      {1, 6, 0.7363, 0.8641},
    },
  },
  ["Капитан Халиндор"] = {
    locations = {
      {2, 3, 0.1524, 0.2364},
    },
  },
  ["Боевой тигр Курцена"] = {
    locations = {
      {2, 21, 0.456, 0.0973},
    },
  },
  ["Темный маг Вивиана Лягроб"] = {
    locations = {
      {2, 2, 0.0299, 0.4772},
    },
  },
  ["Командир Метц"] = {
    locations = {
      {2, 6, 0.8098, 0.5763},
    },
  },
  ["Страхад Фарсан"] = {
    locations = {
      {1, 15, 0.6262, 0.355},
    },
  },
  ["Бешеный совух"] = {
    locations = {
      {1, 5, 0.5883, 0.3376},
    },
  },
  ["Кинелори"] = {
    locations = {
      {2, 13, 0.6029, 0.5521},
    },
  },
  ["Грабитель могил из стаи Гнилошкуров"] = {
    locations = {
      {2, 22, 0.5577, 0.4207},
    },
  },
  ["Болотный древесник"] = {
    locations = {
      {1, 17, 0.4284, 0.344},
    },
  },
  ["Рин'джи"] = {
    locations = {
      {2, 5, 0.315, 0.4871},
    },
  },
  ["Аргос Шепот Ночи"] = {
    locations = {
      {2, 24, 0.2152, 0.5554},
    },
  },
  ["Тюремщик из Алого ордена"] = {
    locations = {
      {2, 6, 0.8137, 0.8312},
      {2, 6, 0.7832, 0.8114},
    },
  },
  ["Головорез из Культа Приверженцев Тени"] = {
    locations = {
      {2, 7, 0.4338, 0.4152},
      {2, 7, 0.4168, 0.3874},
      {2, 7, 0.3962, 0.3309},
    },
  },
  ["Волшебный дракончик"] = {
    locations = {
      {1, 6, 0.3233, 0.1108},
      {1, 6, 0.3992, 0.1191},
      {1, 6, 0.3653, 0.1821},
    },
  },
  ["Санарион"] = {
    locations = {
      {1, 3, 0.6382, 0.2209},
    },
  },
  ["Молтор"] = {
    locations = {
      {2, 21, 0.151, 0.1517},
    },
  },
  ["Барменша Лилиан"] = {
    locations = {
      {1, 13, 0.6662, 0.4527},
    },
  },
  ["Ловчий ледопард"] = {
    locations = {
      {1, 5, 0.5087, 0.1475},
      {1, 5, 0.5058, 0.1897},
      {1, 5, 0.5438, 0.1365},
    },
  },
  ["Щенок ворга легиона Кровавого Топора"] = {
    locations = {
      {2, 23, 0.4081, 0.9564},
    },
  },
  ["Призыватель огня из племени Буйного Нрава"] = {
    locations = {
      {1, 20, 0.6486, 0.2949},
    },
  },
  ["Бес-осквернитель"] = {
    locations = {
      {1, 12, 0.3037, 0.5463},
    },
  },
  ["Проходчик из улья Хаззали"] = {
    locations = {
      {1, 16, 0.5582, 0.7082},
    },
  },
  ["Аветта Хвористинка"] = {
    locations = {
      {2, 20, 0.7315, 0.4472},
    },
  },
  ["Крупнозубый кроколиск"] = {
    locations = {
      {1, 4, 0.3521, 0.2778},
      {1, 15, 0.6325, 0.1455},
      {1, 4, 0.3584, 0.2449},
      {1, 15, 0.6292, 0.2243},
      {1, 4, 0.3473, 0.5317},
    },
  },
  ["Воин племени Соленой Чешуи"] = {
    locations = {
      {2, 21, 0.2517, 0.2413},
      {2, 21, 0.2518, 0.2753},
    },
  },
  ["Часовой Кира Песнь Звезд"] = {
    locations = {
      {1, 17, 0.5604, 0.5948},
    },
  },
  ["Сенани Громовое Сердце"] = {
    locations = {
      {1, 21, 0.7374, 0.6149},
    },
  },
  ["Вождь Джен"] = {
    locations = {
      {1, 12, 0.663, 0.8017},
    },
  },
  ["Торк"] = {
    locations = {
      {1, 15, 0.5152, 0.3084},
    },
  },
  ["Проголодавшийся покойник"] = {
    locations = {
      {2, 22, 0.6774, 0.4304},
    },
  },
  ["Ремонтник Угрелов"] = {
    locations = {
      {1, 15, 0.5295, 0.1064},
    },
  },
  ["Лок Оркобой"] = {
    locations = {
      {1, 15, 0.4029, 0.8067},
    },
  },
  ["Разящий из клана Зловещего Хвоста"] = {
    locations = {
      {1, 21, 0.1117, 0.2891},
    },
  },
  ["Верховой волк Порочной Ветви"] = {
    locations = {
      {2, 5, 0.5971, 0.7712},
      {2, 5, 0.5866, 0.6532},
    },
  },
  ["Аварийный маяк OOX-09/HL"] = {
    locations = {
      {2, 5, 0.7826, 0.8047},
      {2, 5, 0.2384, 0.5819},
      {2, 5, 0.4689, 0.4165},
      {2, 5, 0.5768, 0.4174},
      {2, 5, 0.4874, 0.3858},
    },
  },
  ["Гордон Уиндем"] = {
    locations = {
      {2, 15, 0.6179, 0.4183},
    },
  },
  ["Налетчик Когтя Ворона"] = {
    locations = {
      {2, 18, 0.4668, 0.5445},
    },
  },
  ["Чаротворец из Братства Справедливости"] = {
    locations = {
      {2, 20, 0.2307, 0.7173},
      {2, 20, 0.497, 0.7697},
    },
  },
  ["Велора Нители"] = {
    locations = {
      {2, 15, 0.625, 0.3931},
    },
  },
  ["Яэлика Длинный Коготь"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Ворша Хлестунья"] = {
    locations = {
      {1, 21, 0.0957, 0.2756},
    },
  },
  ["Интендант Льюис"] = {
    locations = {
      {2, 10, 0.5692, 0.4719},
    },
  },
  ["Младший инфернал"] = {
    locations = {
      {1, 12, 0.4998, 0.7515},
      {1, 12, 0.5552, 0.7215},
      {1, 12, 0.54, 0.7918},
      {1, 12, 0.5353, 0.8419},
      {1, 12, 0.5241, 0.7138},
    },
  },
  ["Детеныш ледопарда"] = {
    locations = {
      {1, 5, 0.4992, 0.0939},
      {1, 5, 0.5124, 0.1589},
    },
  },
  ["Бартоло Джинсетти"] = {
    locations = {
      {2, 16, 0.4947, 0.5561},
    },
  },
  ["Ника Алый Шрам"] = {
    locations = {
      {2, 2, 0.0646, 0.4717},
    },
  },
  ["Дарналл"] = {
    locations = {
      {1, 8, 0.5159, 0.3321},
    },
  },
  ["Портанниус"] = {
    locations = {
      {1, 17, 0.6118, 0.4758},
    },
  },
  ["Пехотинец из клана Ярости Горна"] = {
    locations = {
      {2, 23, 0.2714, 0.7253},
    },
  },
  ["Сын Аругала"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Величавый консорт"] = {
    locations = {
      {1, 6, 0.5108, 0.4433},
      {1, 6, 0.4524, 0.4667},
      {1, 6, 0.5456, 0.4173},
    },
  },
  ["Мистик из стаи Мохошкуров"] = {
    locations = {
      {2, 3, 0.3824, 0.2889},
      {2, 3, 0.3447, 0.2816},
      {2, 3, 0.3152, 0.3113},
    },
  },
  ["Обгоревший василиск"] = {
    locations = {
      {1, 6, 0.3439, 0.6676},
      {1, 6, 0.2923, 0.6576},
    },
  },
  ["Невменяемый вурдалак"] = {
    locations = {
      {2, 20, 0.8028, 0.7101},
    },
  },
  ["Крапчатый острозуб"] = {
    locations = {
      {2, 3, 0.3406, 0.4778},
    },
  },
  ["Разъяренная пантера"] = {
    locations = {
      {1, 19, 0.2284, 0.2421},
    },
  },
  ["Колдун из Багрового Легиона"] = {
    locations = {
      {2, 6, 0.3109, 0.1586},
      {2, 6, 0.4834, 0.2185},
    },
  },
  ["Джеральд Кроули"] = {
    locations = {
      {2, 11, 0.25, 0.4123},
    },
  },
  ["Ксаварик"] = {
    locations = {
      {2, 12, 0.8252, 0.6335},
    },
  },
  ["Гриха"] = {
    locations = {
      {2, 23, 0.349, 0.3066},
    },
  },
  ["Лейтенант Мурп"] = {
    locations = {
      {2, 1, 0.3957, 0.8121},
    },
  },
  ["Эмруль Рикнуссен"] = {
    locations = {
      {2, 19, 0.5993, 0.3772},
    },
  },
  ["Джеденарский чернокнижник"] = {
    locations = {
      {1, 11, 0.3684, 0.5451},
      {1, 11, 0.3882, 0.4846},
    },
  },
  ["Рексар"] = {
    locations = {
      {1,12, 0.396, 0.782},
      {1,12, 0.516, 0.714},
      {1,12, 0.483, 0.579},
      {1,12, 0.534, 0.373},
      {1,12, 0.621, 0.324},
      {1,12, 0.565, 0.131},
      {1,6, 0.301, 0.748},
      {1,20, 0.464, 0.187},
      {1,20, 0.442, 0.009}
    }
  },
  ["Джошуа Маклур"] = {
    locations = {
      {2, 25, 0.4237, 0.8925},
    },
  },
  ["Огнедышащая драконида Когтя Ярости"] = {
    locations = {
      {2, 23, 0.4078, 0.9566},
    },
  },
  ["Кром'Грул"] = {
    locations = {
      {2, 17, 0.7957, 0.4304},
      {2, 17, 0.8175, 0.4645},
    },
  },
  ["Землеломка из племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Верховный инквизитор Вайтмейн"] = {
    locations = {
      {2, 22, 0.8531, 0.3048},
    },
  },
  ["Варош"] = {
    locations = {
      {2, 23, 0.4079, 0.9565},
    },
  },
  ["Грязнопанцирный трещот"] = {
    locations = {
      {1, 13, 0.5653, 0.6224},
      {1, 13, 0.5911, 0.4609},
      {1, 13, 0.6012, 0.5803},
    },
  },
  ["Ева Саркофф"] = {
    locations = {
      {2, 9, 0.7022, 0.7381},
    },
  },
  ["Иган Меховщик"] = {
    locations = {
      {2, 25, 0.4888, 0.4013},
    },
  },
  ["Шимра"] = {
    locations = {
      {1, 10, 0.4803, 0.8025},
    },
  },
  ["Шадра"] = {
    locations = {
      {2, 5, 0.3382, 0.7297},
    },
  },
  ["Прислужник Алззина"] = {
    locations = {
      {1, 20, 0.6486, 0.295},
    },
  },
  ["Кургль Поскакушка"] = {
    locations = {
      {1, 16, 0.5233, 0.2695},
    },
  },
  ["Мародер из племени Колкар"] = {
    locations = {
      {1, 15, 0.5417, 0.4237},
    },
  },
  ["Кенарийский заступник"] = {
    locations = {
      {1, 21, 0.6201, 0.5131},
    },
  },
  ["Равнинный канюк"] = {
    locations = {
      {2, 13, 0.5401, 0.6562},
    },
  },
  ["Компактный уборочный голем"] = {
    locations = {
      {2, 21, 0.414, 0.4344},
      {1, 6, 0.6369, 0.3998},
    },
  },
  ["Милли Грегориан"] = {
    locations = {
      {2, 15, 0.7069, 0.2996},
    },
  },
  ["Катрина Альестар"] = {
    locations = {
      {2, 15, 0.5471, 0.4961},
    },
  },
  ["Ясновидец племени Мерзлогривов"] = {
    locations = {
      {2, 8, 0.419, 0.3563},
      {2, 8, 0.4113, 0.4396},
    },
  },
  ["Неголаш"] = {
    locations = {
      {2, 21, 0.3245, 0.8157},
    },
  },
  ["Мексна"] = {
    locations = {
      {2, 6, 0.3992, 0.2588},
      {2, 6, 0.5711, 0.3639},
    },
  },
  ["Трогг-берсерк"] = {
    locations = {
      {2, 12, 0.7019, 0.6432},
    },
  },
  ["Штейгер Бондс"] = {
    locations = {
      {2, 16, 0.3085, 0.558},
    },
  },
  ["Жрец Дун Гарока"] = {
    locations = {
      {2, 16, 0.7164, 0.7926},
    },
  },
  ["Гонец из племени Галак"] = {
    locations = {
      {1, 9, 0.64, 0.5875},
    },
  },
  ["Тенегорнский археолог"] = {
    locations = {
      {2, 2, 0.3523, 0.1035},
    },
  },
  ["Хальдар"] = {
    locations = {
      {2, 12, 0.5215, 0.693},
    },
  },
  ["Свинеар Копьешкур"] = {
    locations = {
      {1, 15, 0.4341, 0.4816},
      {1, 15, 0.4091, 0.4526},
    },
  },
  ["Герцог Николас Зверенхофф"] = {
    locations = {
      {2, 6, 0.8141, 0.598},
    },
  },
  ["Детеныш кобальтового дракона"] = {
    locations = {
      {1, 5, 0.557, 0.5073},
      {1, 5, 0.536, 0.5465},
      {1, 5, 0.5965, 0.5167},
    },
  },
  ["Расхититель из клана Раздробленного Хребта"] = {
    locations = {
      {2, 1, 0.3682, 0.545},
    },
  },
  ["Пилот Толстопуз"] = {
    locations = {
      {2, 8, 0.4943, 0.4837},
    },
  },
  ["Младший каменный элементаль"] = {
    locations = {
      {2, 2, 0.1995, 0.4418},
      {2, 2, 0.1587, 0.4029},
    },
  },
  ["Тендрис Криводрев"] = {
    locations = {
      {1, 20, 0.6032, 0.3041},
    },
  },
  ["Пустынный яростень"] = {
    locations = {
      {1, 14, 0.4525, 0.7205},
      {1, 14, 0.4304, 0.7927},
      {1, 14, 0.2616, 0.8264},
      {1, 14, 0.4748, 0.6846},
      {1, 14, 0.4222, 0.8288},
    },
  },
  ["Боевой страж Сартура"] = {
    locations = {
      {1, 14, 0.1546, 0.9801},
    },
  },
  ["Малисса"] = {
    locations = {
      {2, 20, 0.7937, 0.445},
    },
  },
  ["Драгун из клана Кузни Рока"] = {
    locations = {
      {2, 23, 0.2714, 0.7255},
    },
  },
  ["Налетчик из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.4215, 0.8843},
    },
  },
  ["Стефани Тернер"] = {
    locations = {
      {2, 24, 0.5687, 0.6184},
    },
  },
  ["Лорамус Многоног"] = {
    locations = {
      {1, 1, 0.608, 0.6636},
    },
  },
  ["Сандарр Разоритель Барханов"] = {
    locations = {
      {1, 16, 0.3873, 0.1989},
    },
  },
  ["Нарм Фолк"] = {
    locations = {
      {2, 8, 0.7831, 0.5807},
    },
  },
  ["Равазавр-матриарх"] = {
    locations = {
      {1, 7, 0.6117, 0.7246},
      {1, 7, 0.6326, 0.6475},
      {1, 7, 0.6711, 0.6277},
      {1, 7, 0.6616, 0.6712},
    },
  },
  ["Метатель топоров из племени Кровавого Скальпа"] = {
    locations = {
      {2, 21, 0.2956, 0.1967},
      {2, 21, 0.3372, 0.1558},
    },
  },
  ["Капитан Давигром"] = {
    locations = {
      {1, 20, 0.588, 0.442},
    },
  },
  ["Кабатчик Ханн"] = {
    locations = {
      {2, 20, 0.7382, 0.4419},
    },
  },
  ["Морской вал"] = {
    locations = {
      {1, 20, 0.4701, 0.5213},
      {1, 20, 0.3657, 0.3469},
      {1, 20, 0.4489, 0.4814},
      {1, 20, 0.4658, 0.6023},
      {1, 20, 0.4258, 0.386},
    },
  },
  ["Темный хранитель Уггель"] = {
    locations = {
      {2, 23, 0.271, 0.7254},
    },
  },
  ["Патриарх саванны"] = {
    locations = {
      {1, 15, 0.6196, 0.3277},
      {1, 15, 0.4504, 0.1491},
    },
  },
  ["Властитель Таранный Клык"] = {
    locations = {
      {1, 15, 0.4227, 0.8987},
    },
  },
  ["Тюремный надзиратель Эстон"] = {
    locations = {
      {2,16, 0.792, 0.421}
    }
  },
  ["Геомант из племени Камнедробов"] = {
    locations = {
      {2, 12, 0.7004, 0.6386},
    },
  },
  ["Защитник из племени Кривой Сосны"] = {
    locations = {
      {1, 17, 0.4425, 0.5937},
    },
  },
  ["Прирученная гиена"] = {
    locations = {
      {1, 15, 0.4227, 0.8987},
    },
  },
  ["Злобнопалый изверг"] = {
    locations = {
      {1, 11, 0.4348, 0.6443},
      {1, 11, 0.3823, 0.5454},
      {1, 11, 0.4283, 0.2339},
      {1, 11, 0.3974, 0.315},
      {1, 11, 0.3842, 0.4449},
    },
  },
  ["Кам Гневливый"] = {
    locations = {
      {2, 24, 0.3967, 0.5396},
    },
  },
  ["Проходимец Синдиката"] = {
    locations = {
      {2, 13, 0.3303, 0.2891},
    },
  },
  ["Виктор Призм’Антрас"] = {
    locations = {
      {2, 20, 0.798, 0.4795},
    },
  },
  ["Зеленый паук-отшельник"] = {
    locations = {
      {2, 20, 0.1084, 0.4148},
      {2, 20, 0.5333, 0.1979},
      {2, 20, 0.1153, 0.4478},
      {2, 20, 0.1207, 0.517},
      {2, 20, 0.1176, 0.4819},
    },
  },
  ["Ардо Грязнолап"] = {
    locations = {
      {2, 11, 0.1776, 0.1703},
    },
  },
  ["Лаго Злобноверт"] = {
    locations = {
      {2, 19, 0.476, 0.097},
    },
  },
  ["Прах Хелькулара"] = {
    locations = {
      {2, 16, 0.5175, 0.5369},
    },
  },
  ["Молодой кровоклык"] = {
    locations = {
      {2, 10, 0.5357, 0.428},
      {2, 10, 0.5954, 0.3227},
      {2, 10, 0.5432, 0.2028},
      {2, 10, 0.5174, 0.2231},
    },
  },
  ["Ищейка из Алого ордена"] = {
    locations = {
      {2, 22, 0.8532, 0.3229},
    },
  },
  ["Серый"] = {
    locations = {
      {2, 8, 0.3413, 0.4141},
    },
  },
  ["Торек"] = {
    locations = {
      {1, 21, 0.69, 0.75},
    },
  },
  ["Облученный захватчик"] = {
    locations = {
      {2, 8, 0.2059, 0.3622},
    },
  },
  ["Разоритель из клана Гордок"] = {
    locations = {
      {1, 20, 0.6287, 0.2489},
    },
  },
  ["Страж-смотритель из племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Охотник за головами из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.6671, 0.7017},
    },
  },
  ["Джарроден"] = {
    locations = {
      {1, 1, 0.1189, 0.7753},
    },
  },
  ["Гилнид"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Леди Иллюсия Барова"] = {
    locations = {
      {2, 9, 0.6901, 0.728},
    },
  },
  ["Аянна Вечная Странница"] = {
    locations = {
      {1, 17, 0.5862, 0.4048},
    },
  },
  ["Призыватель духов из легиона Огненного Клейма"] = {
    locations = {
      {2, 23, 0.408, 0.9565},
    },
  },
  ["Старый медведь Ясеневого леса"] = {
    locations = {
      {1, 21, 0.6397, 0.563},
      {1, 21, 0.6193, 0.6309},
      {1, 21, 0.6699, 0.6159},
      {1, 21, 0.6422, 0.6584},
      {1, 21, 0.7138, 0.5056},
    },
  },
  ["Искусный торговец Ковиц"] = {
    locations = {
      {2, 23, 0.3517, 0.5221},
    },
  },
  ["Злобный лепрогном"] = {
    locations = {
      {2, 8, 0.2243, 0.3899},
      {2, 8, 0.2187, 0.3157},
    },
  },
  ["Торта"] = {
    locations = {
      {1, 16, 0.6657, 0.2564},
    },
  },
  ["Губитель из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.6509, 0.4345},
    },
  },
  ["Воин из племени Гиблой Чащи"] = {
    locations = {
      {1, 21, 0.5092, 0.6134},
      {1, 21, 0.5474, 0.6318},
    },
  },
  ["Ведун Искатель Истины"] = {
    locations = {
      {1, 2, 0.3461, 0.4734},
    },
  },
  ["Дозорный деревни Погребальных Костров"] = {
    locations = {
      {2, 18, 0.4676, 0.7275},
    },
  },
  ["Труп Терониса"] = {
    locations = {
      {1, 21, 0.2032, 0.4235},
    },
  },
  ["Дарин Добрый Ветер"] = {
    locations = {
      {1, 17, 0.5541, 0.9217},
    },
  },
  ["Жрица Луны Амара"] = {
    locations = {
      {1, 17, 0.5456, 0.5809},
      {1, 17, 0.5117, 0.5575},
    },
  },
  ["Нара Буйногривая"] = {
    locations = {
      {1, 2, 0.7572, 0.3122},
    },
  },
  ["Плеть ночи"] = {
    locations = {
      {2, 18, 0.4548, 0.2126},
    },
  },
  ["Овца"] = {
    locations = {
      {2, 11, 0.3385, 0.6148},
    },
  },
  ["Юнга из шайки Кровавого Паруса"] = {
    locations = {
      {2, 21, 0.3133, 0.8898},
    },
  },
  ["Галантерейщик Эрик"] = {
    locations = {
      {2, 19, 0.4316, 0.2919},
    },
  },
  ["Шонель Деньгозвон"] = {
    locations = {
      {2, 1, 0.4014, 0.8027},
    },
  },
  ["Большой озерный кроколиск"] = {
    locations = {
      {2, 12, 0.5865, 0.3061},
      {2, 12, 0.5934, 0.3667},
      {2, 12, 0.6034, 0.404},
    },
  },
  ["Искатель портала"] = {
    locations = {
      {2, 7, 0.5158, 0.3567},
    },
  },
  ["Макрура-клешнехват"] = {
    locations = {
      {1, 4, 0.6024, 0.3067},
      {1, 4, 0.6067, 0.3915},
      {1, 4, 0.5952, 0.165},
      {1, 4, 0.6042, 0.2041},
      {1, 4, 0.6075, 0.3547},
    },
  },
  ["Воевода Лаггронд"] = {
    locations = {
      {2, 1, 0.6228, 0.5906},
    },
  },
  ["Оссириан Неуязвимый"] = {
    locations = {
      {1, 14, 0.2948, 1.0601},
    },
  },
  ["Тотар"] = {
    locations = {
      {1, 4, 0.519, 0.4348},
    },
  },
  ["Приказ полководца Клинозуба"] = {
    locations = {
      {2, 2, 0.0493, 0.4748},
    },
  },
  ["Рубака из легиона Огненного Клейма"] = {
    locations = {
      {2, 23, 0.408, 0.9565},
    },
  },
  ["Краснокаменный василиск"] = {
    locations = {
      {2, 7, 0.5751, 0.3157},
      {2, 7, 0.6091, 0.2815},
    },
  },
  ["Грохочущий изгнанник"] = {
    locations = {
      {2, 13, 0.52, 0.5056},
    },
  },
  ["Сова Зимних Ключей"] = {
    locations = {
      {1, 5, 0.5919, 0.3414},
      {1, 5, 0.6456, 0.2835},
      {1, 5, 0.6373, 0.3457},
      {1, 5, 0.5865, 0.3009},
      {1, 5, 0.5561, 0.2984},
    },
  },
  ["Мастер Гадрин"] = {
    locations = {
      {1, 4, 0.5595, 0.7472},
    },
  },
  ["Бодли"] = {
    locations = {
      {2, 23, 0.3981, 0.9635},
    },
  },
  ["Дух древнего коня"] = {
    locations = {
      {1, 20, 0.6032, 0.3048},
    },
  },
  ["Мшистый паук-ловец"] = {
    locations = {
      {2, 18, 0.3579, 0.1484},
    },
  },
  ["Стеклошкурый взорень"] = {
    locations = {
      {1, 16, 0.6105, 0.5474},
      {1, 16, 0.4405, 0.4477},
      {1, 16, 0.6334, 0.4384},
      {1, 16, 0.372, 0.36},
      {1, 16, 0.6077, 0.5833},
    },
  },
  ["Самец кодо"] = {
    locations = {
      {1, 9, 0.3682, 0.3969},
      {1, 9, 0.4059, 0.4644},
      {1, 9, 0.4459, 0.4994},
      {1, 9, 0.3678, 0.3555},
      {1, 9, 0.4741, 0.469},
    },
  },
  ["Оргнил Душегрыз"] = {
    locations = {
      {1, 4, 0.5225, 0.4314},
    },
  },
  ["Боргош Сгибатель"] = {
    locations = {
      {1, 10, 0.7957, 0.236},
    },
  },
  ["Сирена из клана Страшаз"] = {
    locations = {
      {1, 13, 0.7556, 0.1853},
    },
  },
  ["Жрец Тени Сарвис"] = {
    locations = {
      {2, 22, 0.3089, 0.6619},
    },
  },
  ["Разведчик из стаи Речной Лапы"] = {
    locations = {
      {2, 10, 0.4457, 0.1582},
      {2, 10, 0.4158, 0.2121},
      {2, 10, 0.5294, 0.1526},
      {2, 10, 0.3735, 0.3045},
      {2, 10, 0.5616, 0.1397},
    },
  },
  ["Меритра из Сна"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Фермер Сальден"] = {
    locations = {
      {2, 10, 0.5603, 0.3124},
    },
  },
  ["Га'Ток"] = {
    locations = {
      {1, 4, 0.5194, 0.4352},
    },
  },
  ["Колара Дин"] = {
    locations = {
      {2, 24, 0.5443, 0.6583},
    },
  },
  ["Эрика Тейт"] = {
    locations = {
      {2, 24, 0.7591, 0.3686},
    },
  },
  ["Меннит Каркад"] = {
    locations = {
      {2, 15, 0.8325, 0.6903},
    },
  },
  ["Старый ночной саблезуб"] = {
    locations = {
      {1, 17, 0.3981, 0.4367},
      {1, 17, 0.3522, 0.2986},
      {1, 17, 0.4021, 0.3951},
      {1, 17, 0.3973, 0.3526},
      {1, 17, 0.4596, 0.4261},
    },
  },
  ["Эан Быстрая Река"] = {
    locations = {
      {1, 15, 0.4626, 0.7023},
      {1, 15, 0.4848, 0.517},
      {1, 15, 0.4589, 0.6312},
      {1, 15, 0.4791, 0.7641},
      {1, 15, 0.4638, 0.6643},
    },
  },
  ["Дракончик кошмара"] = {
    locations = {
      {2, 4, 0.7733, 0.3595},
    },
  },
  ["Пират-охотник за сокровищами"] = {
    locations = {
      {1, 16, 0.5445, 0.9347},
    },
  },
  ["Зул'арек Злобный Охотник"] = {
    locations = {
      {2, 5, 0.3231, 0.5782},
      {2, 5, 0.2359, 0.5781},
    },
  },
  ["Знахарь из племени Сухокожих"] = {
    locations = {
      {2, 13, 0.6586, 0.7122},
      {2, 13, 0.3209, 0.4477},
      {2, 13, 0.6692, 0.7427},
      {2, 13, 0.6798, 0.7845},
      {2, 13, 0.7073, 0.6577},
    },
  },
  ["Рунк Покоритель Ветров"] = {
    locations = {
      {1, 14, 0.4879, 0.3672},
    },
  },
  ["Аратандис Серебряное Небо"] = {
    locations = {
      {1, 11, 0.5413, 0.8683},
    },
  },
  ["Джин'рок Разрушитель"] = {
    locations = {
      {2, 21, 0.153, 0.1451},
    },
  },
  ["Слагг"] = {
    locations = {
      {2, 13, 0.7406, 0.3375},
    },
  },
  ["Рапсод Землекоп"] = {
    locations = {
      {2, 5, 0.2689, 0.4847},
    },
  },
  ["Крошшер клана Песни Войны"] = {
    locations = {
      {1, 21, 0.8712, 0.5505},
      {1, 21, 0.8527, 0.6182},
      {1, 21, 0.835, 0.571},
    },
  },
  ["Киражский воин"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Страж-смотритель Харо"] = {
    locations = {
      {1, 14, 0.5113, 0.388},
    },
  },
  ["Ученица Медовушка"] = {
    locations = {
      {2, 16, 0.5061, 0.5694},
    },
  },
  ["Брат Нилз"] = {
    locations = {
      {2, 25, 0.4945, 0.415},
    },
  },
  ["Крылан-охотник"] = {
    locations = {
      {2, 2, 0.3523, 0.1033},
    },
  },
  ["Тераморская оберегательница"] = {
    locations = {
      {1, 15, 0.6163, 0.5488},
    },
  },
  ["Грабитель могил"] = {
    locations = {
      {2, 6, 0.2832, 0.8656},
    },
  },
  ["Кроколиск-хрустогрыз"] = {
    locations = {
      {2, 21, 0.3923, 0.298},
      {2, 21, 0.4078, 0.2182},
      {2, 21, 0.4107, 0.1665},
    },
  },
  ["Сова-крикун"] = {
    locations = {
      {1, 17, 0.3924, 0.525},
      {1, 17, 0.431, 0.7589},
      {1, 17, 0.4228, 0.6914},
      {1, 17, 0.3823, 0.5549},
      {1, 17, 0.4267, 0.5116},
    },
  },
  ["Иветта Фартинг"] = {
    locations = {
      {2, 22, 0.6164, 0.5261},
    },
  },
  ["Мурлок-охотник"] = {
    locations = {
      {2, 10, 0.2617, 0.4806},
      {2, 10, 0.2761, 0.3915},
      {2, 10, 0.286, 0.3553},
      {2, 10, 0.2668, 0.5922},
      {2, 10, 0.2664, 0.5512},
    },
  },
  ["Бритвокоготь"] = {
    locations = {
      {1, 21, 0.7287, 0.7026},
      {2, 5, 0.3671, 0.5164},
      {2, 5, 0.2707, 0.5404},
      {1, 21, 0.7727, 0.6708},
      {2, 5, 0.2656, 0.6524},
    },
  },
  ["Темный чародей из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.6491, 0.7099},
    },
  },
  ["Профессор Таддеус Палео"] = {
    locations = {
      {2, 25, 0.4126, 0.6994},
      {1, 9, 0.3642, 0.3808},
    },
  },
  ["Темный хранитель Пелвер"] = {
    locations = {
      {2, 23, 0.272, 0.7251},
    },
  },
  ["Защитник племени Иглогривых"] = {
    locations = {
      {1, 15, 0.5823, 0.2551},
    },
  },
  ["Камнестраж Илистое Копыто"] = {
    locations = {
      {1, 10, 0.3174, 0.754},
    },
  },
  ["Барак Кодобой"] = {
    locations = {
      {1, 15, 0.4275, 0.2365},
    },
  },
  ["Равазавр-охотник"] = {
    locations = {
      {1, 7, 0.693, 0.5542},
      {1, 7, 0.6489, 0.4957},
      {1, 7, 0.6328, 0.539},
      {1, 7, 0.6897, 0.5102},
    },
  },
  ["Яркочешуйчатый смертехват"] = {
    locations = {
      {1, 15, 0.5751, 0.5313},
      {1, 15, 0.5488, 0.5004},
      {1, 15, 0.607, 0.3273},
      {1, 15, 0.447, 0.1492},
      {1, 15, 0.5239, 0.4669},
    },
  },
  ["Большой каменный элементаль"] = {
    locations = {
      {2, 2, 0.0424, 0.7944},
      {2, 2, 0.1478, 0.8703},
    },
  },
  ["Ззарк'Вул"] = {
    locations = {
      {2, 20, 0.3688, 0.8053},
    },
  },
  ["Часовой Амарассан"] = {
    locations = {
      {1, 6, 0.3548, 0.1665},
      {1, 6, 0.3166, 0.1532},
    },
  },
  ["Валадар Звездная Песня"] = {
    locations = {
      {1, 8, 0.536, 0.3534},
    },
  },
  ["Мурлок"] = {
    locations = {
      {2, 25, 0.551, 0.6664},
      {2, 25, 0.5142, 0.6677},
    },
  },
  ["Паук-нянька племени Сухокожих"] = {
    locations = {
      {2, 5, 0.3372, 0.7091},
      {2, 5, 0.3541, 0.6571},
    },
  },
  ["Обжигайка"] = {
    locations = {
      {2, 11, 0.6913, 0.559},
    },
  },
  ["Марен Небесная Провидица"] = {
    locations = {
      {1, 15, 0.6584, 0.4383},
    },
  },
  ["Дуболап"] = {
    locations = {
      {1, 21, 0.5542, 0.6264},
      {1, 21, 0.4954, 0.6046},
    },
  },
  ["Аркедас"] = {
    locations = {
      {2, 2, 0.3523, 0.1034},
    },
  },
  ["Костетряс-солдат"] = {
    locations = {
      {2, 22, 0.474, 0.3902},
    },
  },
  ["Наблюдатель из клана Черного Железа"] = {
    locations = {
      {2, 23, 0.3417, 0.5515},
      {2, 23, 0.5171, 0.5758},
      {2, 23, 0.4107, 0.3577},
      {2, 23, 0.487, 0.5909},
    },
  },
  ["Некрорахнид-могильщик"] = {
    locations = {
      {2, 6, 0.1555, 0.3263},
      {2, 6, 0.0929, 0.376},
      {2, 6, 0.3094, 0.1957},
      {2, 6, 0.1175, 0.3472},
    },
  },
  ["Боевой голем"] = {
    locations = {
      {2, 23, 0.6312, 0.6083},
      {2, 2, 0.5227, 0.2854},
      {2, 2, 0.448, 0.3318},
      {2, 2, 0.4803, 0.1252},
    },
  },
  ["Дробитель"] = {
    locations = {
      {2, 25, 0.2642, 0.9122},
    },
  },
  ["Хрустогрыз Аку'май"] = {
    locations = {
      {1, 21, 0.1651, 0.1103},
    },
  },
  ["Огр-маг из клана Гордунни"] = {
    locations = {
      {1, 20, 0.7586, 0.3269},
      {1, 20, 0.7962, 0.3465},
      {1, 20, 0.7527, 0.2862},
    },
  },
  ["Ожерелье Синих перьев"] = {
    locations = {
      {1, 5, 0.6509, 0.2251},
      {1, 5, 0.6427, 0.5978},
    },
  },
  ["Геолог Железный Башмак"] = {
    locations = {
      {1, 16, 0.6683, 0.2398},
    },
  },
  ["Грейшан Железная Печь"] = {
    locations = {
      {2, 12, 0.342, 0.4734},
      {2, 12, 0.2508, 0.6807},
      {2, 12, 0.266, 0.2256},
      {2, 12, 0.2534, 0.1217},
      {2, 12, 0.2294, 0.706},
    },
  },
  ["Ведмедь из племени Колючего Меха"] = {
    locations = {
      {1, 21, 0.3985, 0.3224},
    },
  },
  ["Хагар Грозовое Копыто"] = {
    locations = {
      {1, 19, 0.447, 0.5025},
    },
  },
  ["Сталван Мистмантл"] = {
    locations = {
      {2, 20, 0.7725, 0.3527},
    },
  },
  ["Надсмотрщик из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Капитан Кильватель"] = {
    locations = {
      {2, 21, 0.2921, 0.8851},
    },
  },
  ["Пленный горный пехотинец"] = {
    locations = {
      {2, 22, 0.6188, 0.5136},
    },
  },
  ["Земельник-камнекрушитель"] = {
    locations = {
      {2, 2, 0.3525, 0.1034},
    },
  },
  ["Ал'табим Всевидящий"] = {
    locations = {
      {2, 21, 0.1528, 0.1613},
    },
  },
  ["Гелтарис"] = {
    locations = {
      {1, 21, 0.7823, 0.4273},
    },
  },
  ["Разведчик из племени Галак"] = {
    locations = {
      {1, 19, 0.454, 0.4046},
      {1, 19, 0.4217, 0.3734},
    },
  },
  ["Седой медведь-сталемех"] = {
    locations = {
      {1, 20, 0.5266, 0.4776},
      {1, 20, 0.7292, 0.5853},
      {1, 20, 0.5717, 0.491},
      {1, 20, 0.6008, 0.5099},
      {1, 20, 0.7043, 0.6076},
    },
  },
  ["Желтоглазый василиск"] = {
    locations = {
      {1, 12, 0.3383, 0.6363},
      {1, 12, 0.3096, 0.6494},
    },
  },
  ["Командир Томас Элеран"] = {
    locations = {
      {2, 25, 0.3211, 0.4905},
    },
  },
  ["Завывающий призрак"] = {
    locations = {
      {2, 14, 0.527, 0.8117},
      {2, 14, 0.4796, 0.7747},
      {2, 14, 0.4411, 0.7384},
    },
  },
  ["Хукку"] = {
    locations = {
      {2, 4, 0.7733, 0.3594},
    },
  },
  ["Дух крикуна"] = {
    locations = {
      {1, 20, 0.5782, 0.5711},
      {1, 20, 0.5909, 0.6069},
      {1, 20, 0.4613, 0.3914},
      {1, 20, 0.5817, 0.5204},
      {1, 20, 0.4645, 0.4874},
    },
  },
  ["Залазан"] = {
    locations = {
      {1, 4, 0.672, 0.8728},
    },
  },
  ["Чернорабочий Когтя Ворона"] = {
    locations = {
      {2, 18, 0.5985, 0.7228},
    },
  },
  ["Техбот"] = {
    locations = {
      {2, 8, 0.201, 0.3198},
    },
  },
  ["Охотник на магов"] = {
    locations = {
      {1, 12, 0.5619, 0.752},
      {1, 12, 0.5393, 0.78},
    },
  },
  ["Лорд Хел'нурат"] = {
    locations = {
      {1, 20, 0.6033, 0.3031},
    },
  },
  ["Орденоносец Алого ордена"] = {
    locations = {
      {2, 22, 0.8532, 0.3229},
    },
  },
  ["Властитель Змейталак"] = {
    locations = {
      {2, 23, 0.408, 0.9565},
    },
  },
  ["Натаниэль Дамах"] = {
    locations = {
      {2, 9, 0.4346, 0.8485},
    },
  },
  ["Дрессировщик из племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Газрог"] = {
    locations = {
      {1, 15, 0.5193, 0.3034},
    },
  },
  ["Командир Алтея Чернодрев"] = {
    locations = {
      {2, 20, 0.7358, 0.4682},
    },
  },
  ["Ринго"] = {
    locations = {
      {1, 7, 0.5226, 0.5005},
      {1, 7, 0.4405, 0.0941},
    },
  },
  ["Разведчик Алого ордена"] = {
    locations = {
      {2, 22, 0.8286, 0.3607},
      {2, 22, 0.8256, 0.3136},
    },
  },
  ["Ухгар"] = {
    locations = {
      {1, 4, 0.5203, 0.4053},
    },
  },
  ["Ордынский разведчик"] = {
    locations = {
      {1, 21, 0.8677, 0.5548},
      {1, 21, 0.8896, 0.516},
      {1, 21, 0.8637, 0.5975},
    },
  },
  ["Вожак стаи Красногорья"] = {
    locations = {
      {2, 11, 0.2724, 0.223},
    },
  },
  ["Андрук"] = {
    locations = {
      {1, 21, 0.1222, 0.3382},
    },
  },
  ["Наложница из племени Атал'ай"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Келси Янс"] = {
    locations = {
      {2, 21, 0.2821, 0.7441},
    },
  },
  ["Магмар Рудокол"] = {
    locations = {
      {2, 12, 0.6491, 0.6658},
    },
  },
  ["Неупокоенный высокорожденный"] = {
    locations = {
      {1, 1, 0.3651, 0.5338},
      {1, 1, 0.3893, 0.4659},
      {1, 1, 0.384, 0.4972},
    },
  },
  ["\"Тетушка\" Бернис Стоунфилд"] = {
    locations = {
      {2, 25, 0.345, 0.8429},
    },
  },
  ["Фурия Шельда"] = {
    locations = {
      {1, 17, 0.3585, 0.3735},
      {1, 17, 0.3719, 0.412},
    },
  },
  ["Бликрез Ладноскрой"] = {
    locations = {
      {2, 21, 0.2823, 0.775},
    },
  },
  ["Гнилая горгулья"] = {
    locations = {
      {2, 6, 0.1962, 0.6702},
      {2, 6, 0.4046, 0.3513},
      {2, 6, 0.2422, 0.2185},
      {2, 6, 0.3275, 0.8326},
      {2, 6, 0.3328, 0.7149},
    },
  },
  ["Отто"] = {
    locations = {
      {2, 13, 0.261, 0.6497},
    },
  },
  ["Шаман из племени Железного Рудника"] = {
    locations = {
      {2, 1, 0.397, 0.804},
      {2, 1, 0.64, 0.584}
    }
  },
  ["Страж Гнездовья"] = {
    locations = {
      {2, 23, 0.4078, 0.9565},
    },
  },
  ["Щербушка"] = {
    locations = {
      {1, 13, 0.3558, 0.318},
    },
  },
  ["Александра Константин"] = {
    locations = {
      {2, 7, 0.6552, 0.2444},
    },
  },
  ["Лилит Гибкая"] = {
    locations = {
      {1, 5, 0.6133, 0.3714},
    },
  },
  ["Криста Чернотень"] = {
    locations = {
      {2, 9, 0.5194, 0.2808},
    },
  },
  ["Волнолов из клана Скользящего Плавника"] = {
    locations = {
      {1, 12, 0.2941, 0.0896},
    },
  },
  ["Лорд Питонас"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Харлон Темный Узор"] = {
    locations = {
      {1, 21, 0.182, 0.5999},
    },
  },
  ["Дозорный из крепости Стражей Пустоты"] = {
    locations = {
      {2, 7, 0.6543, 0.2078},
    },
  },
  ["Кликс"] = {
    locations = {
      {1, 15, 0.6276, 0.382},
    },
  },
  ["Клариса Фостер"] = {
    locations = {
      {1, 2, 0.2809, 0.2544},
    },
  },
  ["Первый сержант Хола'махи"] = {
    locations = {
      {1, 10, 0.3959, 0.6764},
    },
  },
  ["Библиотекарь Мая Белокожка"] = {
    locations = {
      {2, 19, 0.7468, 0.1252},
    },
  },
  ["Полукровка из стаи Мохошкуров"] = {
    locations = {
      {2, 3, 0.5583, 0.7475},
      {2, 3, 0.6113, 0.5805},
      {2, 3, 0.6114, 0.7197},
      {2, 3, 0.6221, 0.6893},
      {2, 3, 0.6355, 0.6214},
    },
  },
  ["Тимми Беспощадный"] = {
    locations = {
      {2, 6, 0.31, 0.1588},
      {2, 6, 0.4834, 0.2185},
    },
  },
  ["Самонаводящийся робот КПХ-17/TN"] = {
    locations = {
      {1, 16, 0.6022, 0.6451},
    },
  },
  ["Душитель из клана Черной горы"] = {
    locations = {
      {2, 17, 0.3322, 0.5102},
      {2, 17, 0.4284, 0.4159},
    },
  },
  ["Андрон Гант"] = {
    locations = {
      {2, 15, 0.5474, 0.7578},
    },
  },
  ["Ночной Подавитель"] = {
    locations = {
      {2, 4, 0.7733, 0.3591},
    },
  },
  ["Ядовитый грелль"] = {
    locations = {
      {1, 12, 0.3037, 0.5463},
    },
  },
  ["Харен Канмай"] = {
    locations = {
      {2, 21, 0.2828, 0.7461},
    },
  },
  ["Вердан Бессмертный"] = {
    locations = {
      {1, 15, 0.4773, 0.3489},
    },
  },
  ["Полукровка из стаи Красногорья"] = {
    locations = {
      {2, 11, 0.3035, 0.8088},
      {2, 11, 0.4243, 0.7212},
      {2, 11, 0.1625, 0.6505},
    },
  },
  ["Томас Морден"] = {
    locations = {
      {2, 15, 0.6934, 0.393},
    },
  },
  ["Реджинальд Винздор"] = {
    locations = {
      {2, 24, 0.6956, 0.859},
      {2, 24, 0.6967, 0.2827},
      {2, 24, 0.6782, 0.8249},
      {2, 24, 0.6566, 0.7808},
      {2, 24, 0.7352, 0.2341},
    },
  },
  ["Балдрик"] = {
    locations = {
      {1, 13, 0.675, 0.5129},
    },
  },
  ["Темный маг Синдиката"] = {
    locations = {
      {2, 16, 0.7837, 0.4253},
    },
  },
  ["Загадочный скрытень"] = {
    locations = {
      {1, 15, 0.4721, 0.3283},
    },
  },
  ["Старн"] = {
    locations = {
      {1, 19, 0.4496, 0.5062},
    },
  },
  ["Охотник племени Серой Мглы"] = {
    locations = {
      {1, 18, 0.3653, 0.7651},
      {1, 18, 0.3291, 0.8101},
    },
  },
  ["Фантомный налетчик"] = {
    locations = {
      {1, 12, 0.285, 0.6306},
    },
  },
  ["Иссохшая наложница"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Сторож Хватка Смерти"] = {
    locations = {
      {2, 23, 0.2713, 0.7255},
      {2, 17, 0.2255, 0.0756},
    },
  },
  ["Мистик из племени Иглогривых"] = {
    locations = {
      {1, 15, 0.5857, 0.2669},
    },
  },
  ["Призыватель огня из племени Ксавиан"] = {
    locations = {
      {1, 21, 0.783, 0.4506},
    },
  },
  ["Ловчий из племени Иглошкурых"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Скелет-хранитель"] = {
    locations = {
      {2, 20, 0.1585, 0.3561},
    },
  },
  ["Кровососущий нетопырь"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Ноксион"] = {
    locations = {
      {1, 12, 0.3596, 0.6439},
    },
  },
  ["Залдимар Вефхеллт"] = {
    locations = {
      {2, 25, 0.4332, 0.6623},
    },
  },
  ["Джандия"] = {
    locations = {
      {1, 19, 0.4613, 0.5148},
    },
  },
  ["Вредитель из племени Седоусов"] = {
    locations = {
      {2, 1, 0.397, 0.804},
      {2, 1, 0.64, 0.584}
    }
  },
  ["Помощник Курцена"] = {
    locations = {
      {2, 21, 0.492, 0.0546},
    },
  },
  ["Огнегривый разведчик"] = {
    locations = {
      {1, 13, 0.3885, 0.6648},
      {1, 13, 0.4421, 0.6629},
    },
  },
  ["Дольный крикун"] = {
    locations = {
      {1, 20, 0.5772, 0.5685},
      {1, 20, 0.5917, 0.6092},
    },
  },
  ["Серена Кровавое Перо"] = {
    locations = {
      {1, 15, 0.3931, 0.1238},
    },
  },
  ["Следопыт из клана Черной горы"] = {
    locations = {
      {2, 11, 0.362, 0.1133},
      {2, 11, 0.3328, 0.0993},
    },
  },
  ["Дозорный Ладимор"] = {
    locations = {
      {2, 20, 0.7445, 0.4675},
    },
  },
  ["Горный пехотинец Грозовая Вершина"] = {
    locations = {
      {2, 12, 0.2475, 0.1828},
    },
  },
  ["Алина"] = {
    locations = {
      {2, 1, 0.2029, 0.8569},
    },
  },
  ["Вилдер Крапивец"] = {
    locations = {
      {2, 24, 0.6529, 0.2128},
    },
  },
  ["Хита'йа Хранительница"] = {
    locations = {
      {2, 5, 0.574, 0.8635},
    },
  },
  ["Прогнивший топотун"] = {
    locations = {
      {1, 12, 0.3037, 0.5464},
    },
  },
  ["Воплощение праздности"] = {
    locations = {
      {2, 9, 0.6904, 0.7283},
    },
  },
  ["Береговой охотник из клана Пронзающего Гребня"] = {
    locations = {
      {2, 16, 0.5478, 0.6579},
      {2, 16, 0.5877, 0.7262},
      {2, 16, 0.5718, 0.6869},
    },
  },
  ["Останки Трея Светогорна"] = {
    locations = {
      {1, 11, 0.3848, 0.5041},
    },
  },
  ["Береговик из племени Рваного Плавника"] = {
    locations = {
      {2, 16, 0.3237, 0.7154},
      {2, 16, 0.2579, 0.698},
      {2, 16, 0.2441, 0.6651},
      {2, 16, 0.2917, 0.7174},
    },
  },
  ["Джабби"] = {
    locations = {
      {1, 16, 0.6698, 0.2205},
    },
  },
  ["Свежеватель Душ"] = {
    locations = {
      {2, 21, 0.5406, 0.1757},
    },
  },
  ["Темный охотник из племени Сухокожих"] = {
    locations = {
      {2, 13, 0.6783, 0.7978},
    },
  },
  ["Ясновидец клана Пылающего Клинка"] = {
    locations = {
      {1, 12, 0.5527, 0.3012},
    },
  },
  ["Вайрина Быстрый Ветер"] = {
    locations = {
      {2, 12, 0.8183, 0.6414},
    },
  },
  ["Огр-маг из клана Гордок"] = {
    locations = {
      {1, 20, 0.5888, 0.4571},
      {1, 20, 0.6217, 0.4423},
      {1, 20, 0.6266, 0.3615},
      {1, 20, 0.6242, 0.2873},
      {1, 20, 0.6005, 0.3994},
    },
  },
  ["Огнегривый пеплохвост"] = {
    locations = {
      {1, 13, 0.3876, 0.6665},
      {1, 13, 0.4419, 0.6627},
    },
  },
  ["Гхаму-ра"] = {
    locations = {
      {1, 21, 0.165, 0.1104},
    },
  },
  ["Джед Руновед"] = {
    locations = {
      {2, 23, 0.4081, 0.9565},
    },
  },
  ["Археолог Холли"] = {
    locations = {
      {1, 18, 0.3748, 0.4186},
    },
  },
  ["Карлин Редпат"] = {
    locations = {
      {2, 6, 0.8149, 0.5977},
    },
  },
  ["Изможденный беженец"] = {
    locations = {
      {2, 18, 0.4616, 0.8446},
    },
  },
  ["Дробильщик Грязноног"] = {
    locations = {
      {1, 13, 0.351, 0.3827},
    },
  },
  ["Эмиссар Роман'хан"] = {
    locations = {
      {1, 14, 0.4812, 0.5723},
    },
  },
  ["Коллин Маурен"] = {
    locations = {
      {2, 24, 0.4298, 0.8019},
    },
  },
  ["Старший штейгер Пузик Нервотреп"] = {
    locations = {
      {1, 15, 0.5475, 0.0565},
    },
  },
  ["Зор Одинокое Дерево"] = {
    locations = {
      {1, 10, 0.3896, 0.381},
    },
  },
  ["Головорез Синдиката"] = {
    locations = {
      {2, 1, 0.3965, 0.1667},
    },
  },
  ["Мурлок-гарпунер"] = {
    locations = {
      {2, 11, 0.4896, 0.7104},
    },
  },
  ["Омгорн Заблудший"] = {
    locations = {
      {1, 16, 0.4671, 0.6374},
      {1, 16, 0.3811, 0.5723},
      {1, 16, 0.3942, 0.5172},
      {1, 16, 0.4763, 0.6691},
      {1, 16, 0.4061, 0.7335},
    },
  },
  ["Великая Мать Соколиный Ветер"] = {
    locations = {
      {1, 9, 0.4999, 0.8114},
    },
  },
  ["Дриззлик"] = {
    locations = {
      {2, 21, 0.2826, 0.7754},
    },
  },
  ["Шеф-повар Джессен"] = {
    locations = {
      {2, 16, 0.5181, 0.587},
    },
  },
  ["Грухам Румднул"] = {
    locations = {
      {2, 3, 0.12, 0.5791},
    },
  },
  ["Чудовищный чумной нетопырь"] = {
    locations = {
      {2, 6, 0.5146, 0.2884},
      {2, 6, 0.4606, 0.3877},
      {2, 6, 0.5156, 0.3974},
      {2, 6, 0.7138, 0.4078},
      {2, 6, 0.6416, 0.4306},
    },
  },
  ["Штейгер из крепости Стражей Пустоты"] = {
    locations = {
      {2, 7, 0.5606, 0.0931},
      {2, 7, 0.624, 0.0502},
      {2, 7, 0.6356, 0.0122},
      {2, 7, 0.5878, 0.038},
      {2, 7, 0.7017, 0.0597},
    },
  },
  ["Гигантский моховой ползун"] = {
    locations = {
      {2, 16, 0.3179, 0.5737},
      {2, 16, 0.6564, 0.568},
      {2, 16, 0.6249, 0.4691},
      {2, 16, 0.3697, 0.5566},
      {2, 16, 0.2933, 0.5442},
    },
  },
  ["Ониксия"] = {
    locations = {
      {1,13, 0.5287, 0.7773}
    }
  },
  ["Владыка Каззак"] = {
    locations = {
      {2,7, 0.355, 0.75}
    }
  },
  ["Чарлга Остробок"] = {
    locations = {
      {1, 15, 0.4227, 0.8987},
    },
  },
  ["Земельник-храмовник"] = {
    locations = {
      {1, 14, 0.3848, 0.444},
      {1, 14, 0.1832, 0.8148},
      {1, 14, 0.2544, 0.3416},
    },
  },
  ["Просоленный василиск"] = {
    locations = {
      {1, 19, 0.7536, 0.5659},
      {1, 19, 0.7074, 0.6567},
      {1, 19, 0.7844, 0.6232},
    },
  },
  ["Корина Сталль"] = {
    locations = {
      {2, 25, 0.4155, 0.6581},
    },
  },
  ["Недоставленная посылка"] = {
    locations = {
      {1, 20, 0.7327, 0.561},
      {1, 16, 0.5171, 0.2808},
      {1, 20, 0.7274, 0.6388},
      {1, 20, 0.7242, 0.5909},
      {1, 20, 0.3079, 0.4426},
    },
  },
  ["Громила из стаи Древолапов"] = {
    locations = {
      {1, 20, 0.7269, 0.3802},
      {1, 20, 0.4802, 0.4481},
      {1, 20, 0.7076, 0.5339},
    },
  },
  ["Пылающий страж Скверны"] = {
    locations = {
      {2, 23, 0.408, 0.9567},
      {2, 17, 0.33, 0.2519},
    },
  },
  ["Тенегорнский охотник за реликвиями"] = {
    locations = {
      {2, 2, 0.3523, 0.1033},
    },
  },
  ["Душитель из улья Регал"] = {
    locations = {
      {1, 14, 0.5508, 0.872},
      {1, 14, 0.6396, 0.778},
      {1, 14, 0.5269, 0.7973},
    },
  },
  ["Шанкис"] = {
    locations = {
      {1, 10, 0.6983, 0.2975},
    },
  },
  ["Бригадир Зубовиззл"] = {
    locations = {
      {1, 15, 0.5623, 0.0839},
    },
  },
  ["Мистик из племени Кровавого Скальпа"] = {
    locations = {
      {2, 21, 0.2516, 0.1149},
    },
  },
  ["Проходчик-сентипаар"] = {
    locations = {
      {1, 16, 0.3889, 0.293},
      {1, 16, 0.3251, 0.4614},
      {1, 16, 0.3506, 0.4117},
    },
  },
  ["Бесноватый терродактиль"] = {
    locations = {
      {1, 7, 0.3904, 0.3257},
      {1, 7, 0.3825, 0.4037},
      {1, 7, 0.3822, 0.3649},
      {1, 7, 0.3423, 0.3076},
      {1, 7, 0.2331, 0.5974},
    },
  },
  ["Молодая химера"] = {
    locations = {
      {1, 6, 0.312, 0.6672},
      {1, 6, 0.3522, 0.6607},
    },
  },
  ["Бейл'данский ружейник"] = {
    locations = {
      {1, 15, 0.4892, 0.8426},
    },
  },
  ["Бинк"] = {
    locations = {
      {2, 19, 0.2696, 0.0824},
    },
  },
  ["Кум'иша Коллекционер"] = {
    locations = {
      {2, 7, 0.5195, 0.3555},
    },
  },
  ["Надсмотрщик Скрендж"] = {
    locations = {
      {2, 23, 0.3885, 0.2771},
    },
  },
  ["Несса Песня Теней"] = {
    locations = {
      {1, 17, 0.5628, 0.9239},
    },
  },
  ["Чароплет Алого ордена"] = {
    locations = {
      {2, 9, 0.5477, 0.2366},
      {2, 9, 0.5547, 0.349},
    },
  },
  ["Нилита Локрав"] = {
    locations = {
      {2, 23, 0.4102, 0.7479},
    },
  },
  ["Горный канюк"] = {
    locations = {
      {2, 12, 0.779, 0.5963},
      {2, 12, 0.7011, 0.5157},
      {2, 12, 0.7555, 0.7267},
    },
  },
  ["Шахтер Джонсон"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Нилиен Аденмар"] = {
    locations = {
      {2, 12, 0.4284, 0.1007},
    },
  },
  ["Воин из племени Кривой Сосны"] = {
    locations = {
      {1, 17, 0.665, 0.5846},
      {1, 17, 0.5014, 0.6638},
      {1, 17, 0.6862, 0.5303},
    },
  },
  ["Стражник Мол'дар"] = {
    locations = {
      {1, 20, 0.6286, 0.2489},
    },
  },
  ["Изверг из племени Каменного Свода"] = {
    locations = {
      {2, 2, 0.3524, 0.1034},
    },
  },
  ["Контракт убийцы"] = {
    locations = {
      {2, 16, 0.4999, 0.5769},
    },
  },
  ["Галамав Стрелок"] = {
    locations = {
      {2, 2, 0.0592, 0.4766},
    },
  },
  ["Старый кодо"] = {
    locations = {
      {1, 12, 0.5339, 0.5947},
      {1, 12, 0.6699, 0.6529},
      {1, 12, 0.5779, 0.6176},
      {1, 12, 0.5493, 0.6333},
      {1, 12, 0.5017, 0.5739},
    },
  },
  ["Краегор"] = {
    locations = {
      {1, 13, 0.4227, 0.7641},
      {1, 13, 0.4436, 0.7958},
    },
  },
  ["Восставший заступник"] = {
    locations = {
      {2, 9, 0.6901, 0.7283},
    },
  },
  ["Слуга Илгалара"] = {
    locations = {
      {2, 11, 0.796, 0.4844},
    },
  },
  ["Тирион"] = {
    locations = {
      {2, 24, 0.6914, 0.1462},
    },
  },
  ["Пастух Курцена"] = {
    locations = {
      {2, 21, 0.4569, 0.0983},
    },
  },
  ["Мерзкослиз"] = {
    locations = {
      {2, 6, 0.5734, 0.3209},
      {2, 6, 0.6423, 0.3534},
      {2, 6, 0.6126, 0.3302},
    },
  },
  ["Солдат из клана Черной горы"] = {
    locations = {
      {2, 17, 0.4313, 0.5524},
      {2, 17, 0.5501, 0.5354},
      {2, 17, 0.5057, 0.5504},
    },
  },
  ["Джезиба"] = {
    locations = {
      {2, 9, 0.3944, 0.6691},
    },
  },
  ["Гэролас Талветрен"] = {
    locations = {
      {1, 17, 0.6628, 0.586},
    },
  },
  ["Рядовой Торсен"] = {
    locations = {
      {2, 21, 0.3803, 0.0358},
      {2, 21, 0.402, 0.0822},
    },
  },
  ["Мистик из клана Черной Вершины"] = {
    locations = {
      {2, 23, 0.408, 0.9566},
    },
  },
  ["Шри Десница Гнева"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Иверрон"] = {
    locations = {
      {1, 17, 0.5465, 0.3299},
    },
  },
  ["Жалоносец-сентипаар"] = {
    locations = {
      {1, 16, 0.3504, 0.404},
      {1, 16, 0.3544, 0.445},
      {1, 16, 0.3214, 0.4491},
      {1, 16, 0.3342, 0.4853},
    },
  },
  ["Варуг"] = {
    locations = {
      {1, 12, 0.7495, 0.6812},
    },
  },
  ["Джинки Дзыньбламбум"] = {
    locations = {
      {1, 19, 0.7771, 0.778},
    },
  },
  ["Сказительница Микос"] = {
    locations = {
      {1, 20, 0.6287, 0.2489},
    },
  },
  ["Горнорабочий Торговой Компании"] = {
    locations = {
      {2, 21, 0.4134, 0.4322},
    },
  },
  ["Предвестник Сульфурон"] = {
    locations = {
      {2,23, 0.3213, 0.9484}
    }
  },
  ["Лабиринтовый нетопырь"] = {
    locations = {
      {1, 15, 0.4227, 0.8987},
    },
  },
  ["Гундер Боярышникс"] = {
    locations = {
      {2, 20, 0.7387, 0.4502},
    },
  },
  ["Мириам Лунная Певица"] = {
    locations = {
      {1, 15, 0.4902, 0.9494},
    },
  },
  ["Йеннику"] = {
    locations = {
      {2, 21, 0.3918, 0.581},
    },
  },
  ["Первый помощник Нилзликс"] = {
    locations = {
      {2, 13, 0.3272, 0.8149},
    },
  },
  ["Ган'зулах"] = {
    locations = {
      {2, 21, 0.2348, 0.0851},
    },
  },
  ["Хаммон Карун"] = {
    locations = {
      {2, 13, 0.4643, 0.4735},
    },
  },
  ["Черный мастиф-опустошитель"] = {
    locations = {
      {2, 20, 0.5411, 0.5929},
      {2, 20, 0.6816, 0.3691},
      {2, 20, 0.6584, 0.3262},
    },
  },
  ["Дикий грифон"] = {
    locations = {
      {2, 16, 0.8459, 0.3241},
      {2, 16, 0.7849, 0.3145},
      {2, 16, 0.8657, 0.3772},
      {2, 16, 0.8159, 0.3287},
      {2, 16, 0.8695, 0.4188},
    },
  },
  ["Разведчик из племени Мародин"] = {
    locations = {
      {1, 12, 0.3411, 0.5638},
      {1, 12, 0.3052, 0.6192},
      {1, 12, 0.3714, 0.602},
      {1, 12, 0.3071, 0.6608},
    },
  },
  ["Мертвяк Торговой Компании"] = {
    locations = {
      {1, 15, 0.5509, 0.059},
      {2, 10, 0.7019, 0.7405},
    },
  },
  ["Подручный из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.4269, 0.7532},
    },
  },
  ["Киражский опустошитель разума"] = {
    locations = {
      {1, 14, 0.1545, 0.9803},
      {1, 14, 0.2967, 1.0567},
    },
  },
  ["Вем"] = {
    locations = {
      {1, 14, 0.1546, 0.9801},
    },
  },
  ["Загадочный душегуб"] = {
    locations = {
      {1, 15, 0.4806, 0.3299},
    },
  },
  ["Хед'маш Гниющий"] = {
    locations = {
      {2, 6, 0.5506, 0.2531},
      {2, 6, 0.6634, 0.4983},
      {2, 6, 0.3846, 0.7534},
    },
  },
  ["Командир воргенов Нандос"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Плюющийся скарабей"] = {
    locations = {
      {1, 14, 0.2954, 1.0601},
    },
  },
  ["Капитан Вакон"] = {
    locations = {
      {2, 22, 0.7928, 0.5594},
    },
  },
  ["Кровопалый кнутохвост"] = {
    locations = {
      {1, 4, 0.6049, 0.8081},
      {1, 4, 0.4686, 0.3653},
      {1, 4, 0.6825, 0.7169},
      {1, 4, 0.646, 0.8331},
      {1, 4, 0.6728, 0.8821},
    },
  },
  ["Длиннозуб-охотник"] = {
    locations = {
      {1, 20, 0.283, 0.47},
      {1, 20, 0.804, 0.4542},
      {1, 20, 0.7698, 0.3925},
      {1, 20, 0.3048, 0.4985},
      {1, 20, 0.7082, 0.4412},
    },
  },
  ["Ло'хату"] = {
    locations = {
      {1, 1, 0.1141, 0.781},
    },
  },
  ["Властитель Мок'Морокк"] = {
    locations = {
      {1, 13, 0.3631, 0.3146},
    },
  },
  ["Страж Аман'заси из племени Порочной Ветви"] = {
    locations = {
      {2, 5, 0.5744, 0.8237},
      {2, 5, 0.5906, 0.7919},
    },
  },
  ["Грибковый слизнюк"] = {
    locations = {
      {2, 4, 0.7469, 0.4401},
    },
  },
  ["Лавовый волноплеск"] = {
    locations = {
      {2, 23, 0.323, 0.9496},
    },
  },
  ["Капитан чешуйчатых губителей"] = {
    locations = {
      {2, 4, 0.633, 0.4104},
      {2, 4, 0.7741, 0.4157},
      {2, 4, 0.7853, 0.6277},
      {2, 4, 0.7553, 0.381},
      {2, 4, 0.8217, 0.4715},
    },
  },
  ["Мулгрис Глубокая Река"] = {
    locations = {
      {2, 9, 0.537, 0.647},
    },
  },
  ["Хранитель котла Злобиус"] = {
    locations = {
      {2, 9, 0.4611, 0.5261},
    },
  },
  ["Солдат из улья Зара"] = {
    locations = {
      {1, 14, 0.2957, 1.0603},
    },
  },
  ["Келек Страж Неба"] = {
    locations = {
      {1, 11, 0.5112, 0.8183},
    },
  },
  ["Терзаемый высокорожденный"] = {
    locations = {
      {1, 18, 0.4242, 0.611},
    },
  },
  ["Руаг"] = {
    locations = {
      {1, 4, 0.4129, 0.6807},
    },
  },
  ["Курай'бин"] = {
    locations = {
      {1, 21, 0.7115, 0.6817},
    },
  },
  ["Нефритовый слизнюк"] = {
    locations = {
      {2, 5, 0.5773, 0.42},
      {2, 5, 0.4618, 0.4045},
    },
  },
  ["Чародей Форсунчик"] = {
    locations = {
      {1, 14, 0.3266, 0.5216},
    },
  },
  ["Павший герой Орды"] = {
    locations = {
      {2, 4, 0.3424, 0.66},
    },
  },
  ["Рерк"] = {
    locations = {
      {2, 1, 0.64, 0.584}
    }
  },
  ["Каменная Ярость"] = {
    locations = {
      {2, 1, 0.7719, 0.4648},
      {2, 1, 0.7319, 0.4652},
      {2, 1, 0.6884, 0.4669},
      {2, 1, 0.7987, 0.4292},
      {2, 1, 0.6573, 0.4619},
    },
  },
  ["Харгган"] = {
    locations = {
      {2, 5, 0.1343, 0.4399},
    },
  },
  ["Земельник-комендант"] = {
    locations = {
      {2, 2, 0.3521, 0.1033},
    },
  },
  ["Шаман из племени Кровавого Скальпа"] = {
    locations = {
      {2, 21, 0.2956, 0.1972},
      {2, 21, 0.337, 0.1557},
    },
  },
  ["Покалеченный Дремлющий"] = {
    locations = {
      {1, 21, 0.767, 0.7482},
    },
  },
  ["Разведчик высокодолья"] = {
    locations = {
      {2, 5, 0.3198, 0.4871},
    },
  },
  ["Далин Искусник"] = {
    locations = {
      {2, 18, 0.463, 0.84},
    },
  },
  ["Дух демона"] = {
    locations = {
      {1, 12, 0.5495, 0.2667},
    },
  },
  ["Дафна Стилвелл"] = {
    locations = {
      {2, 10, 0.4167, 0.8871},
    },
  },
  ["Волшебное искажение"] = {
    locations = {
      {1, 20, 0.6032, 0.3022},
    },
  },
  ["Громоголовый патриарх"] = {
    locations = {
      {1, 1, 0.7853, 0.2702},
      {1, 1, 0.5381, 0.8369},
      {1, 1, 0.6845, 0.2709},
      {1, 1, 0.8205, 0.2473},
      {1, 1, 0.7297, 0.2871},
    },
  },
  ["Клерк Гораций Белоконь"] = {
    locations = {
      {2, 16, 0.2972, 0.4266},
    },
  },
  ["Маху"] = {
    locations = {
      {1, 2, 0.4385, 0.4471},
    },
  },
  ["Большая сумеречница"] = {
    locations = {
      {2, 22, 0.5825, 0.5743},
      {2, 22, 0.4641, 0.5553},
      {2, 22, 0.5514, 0.6259},
      {2, 22, 0.4597, 0.5105},
      {2, 22, 0.6497, 0.5521},
    },
  },
  ["Граф Ремингтон Риджвелл"] = {
    locations = {
      {2, 24, 0.7408, 0.3001},
    },
  },
  ["Лотериас"] = {
    locations = {
      {1, 3, 0.643, 0.2194},
    },
  },
  ["Траун Болтарь"] = {
    locations = {
      {2, 8, 0.4532, 0.5158},
    },
  },
  ["Арнак Зловещий Тотем"] = {
    locations = {
      {1, 19, 0.3844, 0.273},
    },
  },
  ["Ружейник Дун Гарока"] = {
    locations = {
      {2, 16, 0.7087, 0.7813},
    },
  },
  ["Перебежчик из клана Черной горы"] = {
    locations = {
      {2, 11, 0.4317, 0.1715},
      {2, 11, 0.7716, 0.7041},
    },
  },
  ["Величавый небесный охотник"] = {
    locations = {
      {1, 6, 0.5372, 0.3851},
    },
  },
  ["Брумеран"] = {
    locations = {
      {1, 5, 0.6119, 0.5641},
      {1, 5, 0.6057, 0.6083},
    },
  },
  ["Стражник Слип'кик"] = {
    locations = {
      {1, 20, 0.6287, 0.2489},
    },
  },
  ["Горзиеки Дикоглаз"] = {
    locations = {
      {2, 17, 0.1253, 0.3158},
    },
  },
  ["Хроналис"] = {
    locations = {
      {1, 16, 0.6432, 0.4962},
    },
  },
  ["Рядовой Мерль"] = {
    locations = {
      {2, 21, 0.3814, 0.0389},
    },
  },
  ["Наз Огнепых"] = {
    locations = {
      {2, 21, 0.5102, 0.3524},
    },
  },
  ["Покалеченный спящий"] = {
    locations = {
      {1, 21, 0.7641, 0.7502},
    },
  },
  ["Гоблин-ремесленник"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Бруки Каменная Коса"] = {
    locations = {
      {2, 24, 0.5122, 0.1693},
    },
  },
  ["Жевра-рысак"] = {
    locations = {
      {1, 15, 0.4554, 0.6276},
      {1, 15, 0.4611, 0.6787},
      {1, 15, 0.4847, 0.604},
    },
  },
  ["Макгеван"] = {
    locations = {
      {2, 21, 0.2882, 0.7539},
    },
  },
  ["Уззл Наперстяк"] = {
    locations = {
      {1, 20, 0.6287, 0.249},
    },
  },
  ["Гроддокский рокотун"] = {
    locations = {
      {1, 20, 0.4987, 0.323},
      {1, 20, 0.4374, 0.2258},
      {1, 20, 0.4381, 0.1208},
      {1, 20, 0.4568, 0.2499},
    },
  },
  ["Тенегорнский воин"] = {
    locations = {
      {2, 2, 0.4254, 0.2977},
    },
  },
  ["Призыватель Бездны из клана Темной Нити"] = {
    locations = {
      {1, 18, 0.5621, 0.2605},
    },
  },
  ["Капрал Карнс"] = {
    locations = {
      {2, 19, 0.6493, 0.6685},
    },
  },
  ["Гилшалан Буйный Ветер"] = {
    locations = {
      {1, 17, 0.578, 0.4168},
    },
  },
  ["Душитель из улья Аши"] = {
    locations = {
      {1, 14, 0.6024, 0.5258},
    },
  },
  ["Рекк'тилак"] = {
    locations = {
      {2, 23, 0.6237, 0.7311},
      {2, 23, 0.708, 0.7499},
      {2, 23, 0.2992, 0.7109},
      {2, 23, 0.3542, 0.26},
      {2, 23, 0.5802, 0.26},
    },
  },
  ["Хуум Буйногривый"] = {
    locations = {
      {1, 14, 0.4865, 0.3774},
    },
  },
  ["Лохматый совух"] = {
    locations = {
      {1, 5, 0.4413, 0.3718},
      {1, 5, 0.3223, 0.3914},
      {1, 5, 0.4821, 0.3585},
      {1, 5, 0.4524, 0.4245},
      {1, 5, 0.3834, 0.3849},
    },
  },
  ["Графф Быстрохват"] = {
    locations = {
      {2, 25, 0.2791, 0.8841},
      {2, 25, 0.2628, 0.9218},
    },
  },
  ["Мишта"] = {
    locations = {
      {1, 14, 0.4989, 0.3645},
    },
  },
  ["Сальфа"] = {
    locations = {
      {1, 5, 0.2777, 0.3455},
    },
  },
  ["Береговик из племени Болотного Плавника"] = {
    locations = {
      {1, 13, 0.5709, 0.1628},
    },
  },
  ["Командир стражи Залафил"] = {
    locations = {
      {1, 4, 0.5943, 0.5836},
    },
  },
  ["Вожак стаи Хумар"] = {
    locations = {
      {1, 15, 0.62, 0.3367},
    },
  },
  ["Ран Йорик"] = {
    locations = {
      {2, 18, 0.5347, 0.1344},
    },
  },
  ["Му'ута"] = {
    locations = {
      {2, 13, 0.7258, 0.3348},
    },
  },
  ["Гвеннид Блай'Леггонд"] = {
    locations = {
      {1, 18, 0.3661, 0.4554},
    },
  },
  ["Костегрыз"] = {
    locations = {
      {2, 7, 0.5453, 0.4047},
      {2, 7, 0.5485, 0.4365},
      {2, 7, 0.4721, 0.352},
      {2, 7, 0.5389, 0.3698},
    },
  },
  ["Остроспинная бешенка"] = {
    locations = {
      {2,4, 0.685, 0.459},
      {2,4, 0.732, 0.605}
    }
  },
  ["Страж смерти Фарлия"] = {
    locations = {
      {2, 18, 0.4651, 0.7428},
    },
  },
  ["Скальный великан"] = {
    locations = {
      {1, 20, 0.3883, 0.2179},
      {1, 20, 0.4061, 0.2467},
    },
  },
  ["Норман"] = {
    locations = {
      {2, 15, 0.6765, 0.3821},
    },
  },
  ["Душегуб Скверны"] = {
    locations = {
      {1, 21, 0.2704, 0.6158},
      {1, 21, 0.2267, 0.6139},
    },
  },
  ["Часовой Дальняя Песня"] = {
    locations = {
      {1, 21, 0.6185, 0.8384},
    },
  },
  ["Верховный колдун Андромат"] = {
    locations = {
      {2, 24, 0.3771, 0.8175},
    },
  },
  ["Старый драконор"] = {
    locations = {
      {2, 4, 0.8161, 0.4709},
      {2, 4, 0.7991, 0.4408},
    },
  },
  ["Разоритель из улья Гориши"] = {
    locations = {
      {1, 7, 0.4808, 0.8238},
      {1, 7, 0.4502, 0.8186},
      {1, 7, 0.512, 0.7898},
    },
  },
  ["Гаррик Тихокрад"] = {
    locations = {
      {2, 25, 0.5713, 0.4812},
    },
  },
  ["Громоступ"] = {
    locations = {
      {1, 15, 0.4721, 0.7948},
    },
  },
  ["Сердце, поросшее мхом"] = {
    locations = {
      {1, 17, 0.4353, 0.2854},
      {1, 17, 0.5602, 0.59},
      {1, 18, 0.37, 0.4421},
      {1, 17, 0.4239, 0.3807},
    },
  },
  ["Волхв Римтори"] = {
    locations = {
      {1, 1, 0.5951, 0.3137},
    },
  },
  ["Громорогий крылень"] = {
    locations = {
      {1, 1, 0.3967, 0.408},
      {1, 1, 0.4472, 0.353},
      {1, 1, 0.4088, 0.351},
      {1, 1, 0.3631, 0.4328},
    },
  },
  ["Ледопард-охотница"] = {
    locations = {
      {1, 5, 0.5026, 0.1398},
      {1, 5, 0.5306, 0.1249},
      {1, 5, 0.5033, 0.0886},
    },
  },
  ["Пироман Зерно Мудрости"] = {
    locations = {
      {2, 23, 0.2712, 0.7254},
    },
  },
  ["Оран Змеиные Кольца"] = {
    locations = {
      {2, 15, 0.7339, 0.326},
    },
  },
  ["Дозорный из племени Колючего Меха"] = {
    locations = {
      {1, 21, 0.4106, 0.336},
    },
  },
  ["Итар"] = {
    locations = {
      {2, 4, 0.1362, 0.713},
    },
  },
  ["Волшебник Алого ордена"] = {
    locations = {
      {2, 22, 0.8531, 0.3048},
    },
  },
  ["Дженсен Фарран"] = {
    locations = {
      {1, 13, 0.679, 0.4992},
    },
  },
  ["Жюстина Демалье"] = {
    locations = {
      {2, 24, 0.5577, 0.6136},
    },
  },
  ["Гончая Легиона"] = {
    locations = {
      {1, 21, 0.7848, 0.8161},
    },
  },
  ["Ниней Легковар"] = {
    locations = {
      {2, 7, 0.6691, 0.1838},
    },
  },
  ["Шарлиндра"] = {
    locations = {
      {2, 15, 0.5739, 0.9356},
    },
  },
  ["Головорез из клана Пламенеющего Клинка"] = {
    locations = {
      {1, 10, 0.53, 0.4878},
    },
  },
  ["Землепроходец из племени Чернолесья"] = {
    locations = {
      {1, 18, 0.3955, 0.5388},
    },
  },
  ["Араж Призыватель"] = {
    locations = {
      {2, 9, 0.4524, 0.6925},
    },
  },
  ["Горный пехотинец Вик"] = {
    locations = {
      {2, 12, 0.2024, 0.6354},
      {2, 12, 0.2151, 0.6774},
    },
  },
  ["Землечерп"] = {
    locations = {
      {1, 14, 0.5624, 0.2692},
      {1, 14, 0.5531, 0.3113},
      {1, 14, 0.4316, 0.3928},
      {1, 14, 0.3793, 0.3388},
      {1, 14, 0.4063, 0.3692},
    },
  },
  ["Тюремщик Стилгисс"] = {
    locations = {
      {2, 23, 0.2712, 0.7253},
    },
  },
  ["Разведчик из клана Драконьей Пасти"] = {
    locations = {
      {2, 3, 0.4888, 0.781},
    },
  },
  ["Твердозуб из стаи Красногорья"] = {
    locations = {
      {2, 11, 0.3013, 0.8017},
      {2, 11, 0.1595, 0.6201},
      {2, 11, 0.1638, 0.6518},
    },
  },
  ["Азор Альдаморт"] = {
    locations = {
      {1, 12, 0.3891, 0.2723},
    },
  },
  ["Дровосек"] = {
    locations = {
      {2, 10, 0.5334, 0.5221},
    },
  },
  ["Воин Алого ордена"] = {
    locations = {
      {2, 22, 0.3359, 0.482},
    },
  },
  ["Нобору Дубина"] = {
    locations = {
      {2, 4, 0.4975, 0.3882},
      {2, 4, 0.5426, 0.383},
      {2, 4, 0.3756, 0.4262},
      {2, 4, 0.4053, 0.3416},
      {2, 4, 0.4473, 0.3488},
    },
  },
  ["Чумная крыса"] = {
    locations = {
      {2, 6, 0.3094, 0.1589},
    },
  },
  ["Призыватель из легиона Чернорука"] = {
    locations = {
      {2, 23, 0.4078, 0.9566},
    },
  },
  ["Гназ Огнепых"] = {
    locations = {
      {2, 21, 0.5099, 0.3524},
    },
  },
  ["Огромный пепельный ворг"] = {
    locations = {
      {2, 17, 0.2876, 0.5801},
      {2, 17, 0.1911, 0.4791},
      {2, 17, 0.3179, 0.5544},
      {2, 17, 0.2446, 0.4685},
      {2, 17, 0.2486, 0.599},
    },
  },
  ["Ринтариэль Хранительница Ключей"] = {
    locations = {
      {1, 6, 0.2971, 0.1717},
    },
  },
  ["Груна"] = {
    locations = {
      {2, 17, 0.6556, 0.2405},
    },
  },
  ["Комер Виллард"] = {
    locations = {
      {2, 3, 0.5026, 0.1273},
    },
  },
  ["Плеточник скорпаши"] = {
    locations = {
      {1, 12, 0.4383, 0.7505},
      {1, 12, 0.3759, 0.7397},
      {1, 12, 0.5895, 0.5422},
      {1, 12, 0.6767, 0.6733},
      {1, 12, 0.7183, 0.5947},
    },
  },
  ["Сикоя"] = {
    locations = {
      {1, 12, 0.2415, 0.6826},
    },
  },
  ["Дракон-стражник Когтя Ярости"] = {
    locations = {
      {2, 23, 0.4078, 0.9566},
    },
  },
  ["Мерзкая личинка"] = {
    locations = {
      {1, 12, 0.3597, 0.6436},
    },
  },
  ["Горрик"] = {
    locations = {
      {2, 2, 0.0408, 0.449},
    },
  },
  ["Орендил Широколист"] = {
    locations = {
      {1, 21, 0.2641, 0.3854},
    },
  },
  ["Член совета Хартин"] = {
    locations = {
      {2, 18, 0.465, 0.74},
    },
  },
  ["Налетчик из легиона Изрубленного Щита"] = {
    locations = {
      {2, 23, 0.4079, 0.9568},
    },
  },
  ["Ящер Раззаши"] = {
    locations = {
      {2, 21, 0.5407, 0.1757},
    },
  },
  ["Криг Головоруб"] = {
    locations = {
      {1, 20, 0.7598, 0.4277},
    },
  },
  ["Болотный оракул"] = {
    locations = {
      {2, 4, 0.6298, 0.8754},
      {2, 4, 0.9445, 0.5464},
    },
  },
  ["Береговая черепаха"] = {
    locations = {
      {1, 16, 0.5393, 0.9458},
      {1, 16, 0.65, 0.6147},
      {1, 16, 0.5807, 0.9128},
      {1, 16, 0.7066, 0.5489},
      {1, 16, 0.6033, 0.8433},
    },
  },
  ["Верховный жрец Веноксис"] = {
    locations = {
      {2, 21, 0.5407, 0.1757},
    },
  },
  ["Крест Убийца"] = {
    locations = {
      {2, 23, 0.2711, 0.7253},
    },
  },
  ["Разоритель из племени Зловещего Тотема"] = {
    locations = {
      {1, 19, 0.3401, 0.3909},
      {1, 19, 0.3903, 0.4122},
      {1, 19, 0.3803, 0.2683},
    },
  },
  ["Дровнар Густовар"] = {
    locations = {
      {2, 13, 0.4638, 0.4702},
    },
  },
  ["Фелнок Сталлист"] = {
    locations = {
      {1, 5, 0.6158, 0.3857},
    },
  },
  ["Посланник Тауриссана"] = {
    locations = {
      {2, 17, 0.6468, 0.4054},
      {2, 17, 0.5565, 0.3695},
      {2, 17, 0.5413, 0.4005},
      {2, 17, 0.6783, 0.3813},
      {2, 17, 0.6331, 0.3729},
    },
  },
  ["Шентул"] = {
    locations = {
      {1, 10, 0.4311, 0.5348},
    },
  },
  ["Лорд Джорах Черный Ворон"] = {
    locations = {
      {2, 1, 0.8606, 0.7905},
    },
  },
  ["Хальфдан Чернобород"] = {
    locations = {
      {2, 19, 0.5171, 0.1474},
    },
  },
  ["Гоблин-инженер"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Старый острозуб"] = {
    locations = {
      {2, 3, 0.6907, 0.3093},
      {2, 3, 0.342, 0.1428},
    },
  },
  ["Сатир из племени Буйного Нрава"] = {
    locations = {
      {1, 20, 0.6486, 0.2949},
    },
  },
  ["Хитрый волшебный дракончик"] = {
    locations = {
      {1, 6, 0.3261, 0.1151},
      {1, 6, 0.4006, 0.1305},
      {1, 6, 0.3977, 0.0943},
      {1, 6, 0.3659, 0.1814},
    },
  },
  ["Карликовый ядовитый кругопряд"] = {
    locations = {
      {2, 20, 0.0896, 0.4412},
      {2, 20, 0.1643, 0.2698},
      {2, 20, 0.0966, 0.4809},
      {2, 20, 0.1011, 0.5167},
      {2, 20, 0.1038, 0.555},
    },
  },
  ["Тхарг"] = {
    locations = {
      {1, 13, 0.3731, 0.3141},
    },
  },
  ["Магреган Чернотень"] = {
    locations = {
      {2, 2, 0.3869, 0.157},
    },
  },
  ["Кодо-матриарх"] = {
    locations = {
      {1, 9, 0.4488, 0.5061},
      {1, 9, 0.4747, 0.3753},
      {1, 9, 0.5104, 0.1697},
      {1, 9, 0.3583, 0.3477},
      {1, 9, 0.3915, 0.3783},
    },
  },
  ["Ранн Пламепряд"] = {
    locations = {
      {2, 12, 0.3601, 0.4599},
    },
  },
  ["Ветроплет из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.3818, 0.7747},
    },
  },
  ["Лайрд"] = {
    locations = {
      {1, 18, 0.3679, 0.4432},
    },
  },
  ["Оракул из племени Черножабрых"] = {
    locations = {
      {2, 21, 0.351, 0.2312},
    },
  },
  ["Смоляная тварь"] = {
    locations = {
      {1, 7, 0.48, 0.3279},
      {1, 7, 0.5979, 0.2306},
      {1, 7, 0.6003, 0.3109},
      {1, 7, 0.605, 0.2745},
      {1, 7, 0.6301, 0.2361},
    },
  },
  ["Капер Южных морей"] = {
    locations = {
      {1, 15, 0.622, 0.4625},
    },
  },
  ["Паршивый Коготь"] = {
    locations = {
      {2, 8, 0.7902, 0.3702},
    },
  },
  ["Кайта Подземная Кузня"] = {
    locations = {
      {2, 24, 0.5646, 0.1696},
    },
  },
  ["Снегоброд из племени Мерзлогривов"] = {
    locations = {
      {2, 8, 0.241, 0.5101},
      {2, 8, 0.4069, 0.3614},
    },
  },
  ["Надзиратель из племени Седоусов"] = {
    locations = {
      {2, 1, 0.397, 0.804},
      {2, 1, 0.64, 0.584}
    }
  },
  ["Мирель Тремейн"] = {
    locations = {
      {2, 15, 0.6135, 0.2872},
    },
  },
  ["Вестник Тьмы из стаи Ночной Погибели"] = {
    locations = {
      {2, 20, 0.6427, 0.7135},
      {2, 20, 0.6289, 0.7428},
    },
  },
  ["Мелиош"] = {
    locations = {
      {1, 11, 0.6565, 0.0289},
    },
  },
  ["Кристи Гальванис"] = {
    locations = {
      {1, 12, 0.6658, 0.0691},
    },
  },
  ["Таджарри"] = {
    locations = {
      {1, 8, 0.365, 0.4026},
    },
  },
  ["Странник глубин"] = {
    locations = {
      {1, 20, 0.4458, 0.492},
      {1, 20, 0.4082, 0.38},
      {1, 20, 0.4658, 0.5832},
      {1, 20, 0.4646, 0.6181},
      {1, 20, 0.3692, 0.3495},
    },
  },
  ["Проклятый страж бухты"] = {
    locations = {
      {2, 3, 0.1443, 0.2648},
    },
  },
  ["Бенгор"] = {
    locations = {
      {2, 4, 0.4497, 0.5721},
    },
  },
  ["Прокаженный ассистент"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Бейн Кровавое Копыто"] = {
    locations = {
      {1, 9, 0.4751, 0.602},
    },
  },
  ["Пойманный летучий хамелеон"] = {
    locations = {
      {1, 20, 0.6722, 0.4716},
    },
  },
  ["Налетчик из шайки Кровавого Паруса"] = {
    locations = {
      {2, 21, 0.276, 0.6941},
      {2, 21, 0.324, 0.7279},
    },
  },
  ["Хелгрум Быстроногий"] = {
    locations = {
      {2, 4, 0.4785, 0.5515},
    },
  },
  ["Темный охотник из племени Хаккари"] = {
    locations = {
      {2, 21, 0.5407, 0.1758},
    },
  },
  ["Ведмедь из племени Гиблой Чащи"] = {
    locations = {
      {1, 21, 0.502, 0.6024},
      {1, 21, 0.5428, 0.6199},
    },
  },
  ["Дал Жилотяг"] = {
    locations = {
      {1, 21, 0.3725, 0.3483},
    },
  },
  ["Верг Крепкий Клинок"] = {
    locations = {
      {2, 22, 0.8326, 0.6977},
    },
  },
  ["Отрекшийся разведчик"] = {
    locations = {
      {1, 21, 0.2667, 0.2388},
    },
  },
  ["Моктар Крин"] = {
    locations = {
      {1, 19, 0.6762, 0.6394},
    },
  },
  ["Сущность Эраникуса"] = {
    locations = {
      {2, 4, 0.7733, 0.3592},
    },
  },
  ["Геолог Грозовая Вершина"] = {
    locations = {
      {2, 19, 0.7444, 0.1212},
    },
  },
  ["Сколомин Златопуля"] = {
    locations = {
      {2, 19, 0.7168, 0.6623},
    },
  },
  ["Разбойник-дух огня"] = {
    locations = {
      {1, 6, 0.3677, 0.4956},
      {1, 6, 0.4465, 0.4188},
      {1, 6, 0.3471, 0.6146},
    },
  },
  ["Призывательница ветров Йессендра"] = {
    locations = {
      {1, 14, 0.5199, 0.3804},
    },
  },
  ["Мировой судья Генри Малеб"] = {
    locations = {
      {2, 16, 0.4817, 0.5922},
    },
  },
  ["Арнок"] = {
    locations = {
      {1, 10, 0.3409, 0.844},
    },
  },
  ["Хрустогрыз"] = {
    locations = {
      {2, 16, 0.5646, 0.5179},
      {2, 1, 0.7648, 0.6371},
      {2, 16, 0.6694, 0.3446},
      {2, 16, 0.6836, 0.1976},
      {2, 16, 0.6887, 0.1599},
    },
  },
  ["Ивар Нечистый"] = {
    locations = {
      {2, 18, 0.5181, 0.1379},
    },
  },
  ["Огнепряд из клана Дробящего Кулака"] = {
    locations = {
      {2, 20, 0.3626, 0.7228},
      {2, 20, 0.3862, 0.7414},
    },
  },
  ["Киреена"] = {
    locations = {
      {1, 12, 0.5106, 0.535},
    },
  },
  ["Монти"] = {
    locations = {
      {2, 19, 0.7729, 0.5133},
    },
  },
  ["Шаркающий ужас"] = {
    locations = {
      {2, 22, 0.6753, 0.4354},
    },
  },
  ["Лар Ночной Клык"] = {
    locations = {
      {1, 4, 0.5441, 0.747},
    },
  },
  ["Рубака из легиона Изрубленного Щита"] = {
    locations = {
      {2, 23, 0.427, 0.9815},
      {2, 17, 0.344, 0.2703},
    },
  },
  ["Питер Гален"] = {
    locations = {
      {1, 1, 0.375, 0.6546},
    },
  },
  ["Хранитель Бел'варил"] = {
    locations = {
      {2, 16, 0.6154, 0.2085},
    },
  },
  ["Большой шкуродер"] = {
    locations = {
      {2, 10, 0.6049, 0.5994},
      {2, 10, 0.2696, 0.432},
      {2, 10, 0.6075, 0.5686},
      {2, 10, 0.6189, 0.5002},
      {2, 10, 0.608, 0.5336},
    },
  },
  ["Шаман из племени Камнедробов"] = {
    locations = {
      {2, 12, 0.533, 0.2522},
      {2, 12, 0.355, 0.9139},
    },
  },
  ["Живодер-тайнохлыст"] = {
    locations = {
      {1, 21, 0.0737, 0.1762},
      {1, 21, 0.0675, 0.313},
    },
  },
  ["Скорпид-убийца"] = {
    locations = {
      {1, 19, 0.7133, 0.7459},
      {1, 19, 0.7526, 0.8276},
      {1, 19, 0.8561, 0.7827},
      {1, 19, 0.8648, 0.7016},
      {1, 19, 0.8195, 0.8685},
    },
  },
  ["Горилла Мглистой долины"] = {
    locations = {
      {2, 21, 0.3745, 0.1697},
    },
  },
  ["Болотный чернильщик"] = {
    locations = {
      {2, 4, 0.6501, 0.8098},
      {2, 4, 0.9292, 0.6431},
      {2, 4, 0.8537, 0.8392},
      {2, 4, 0.8661, 0.8089},
      {2, 4, 0.8402, 0.8745},
    },
  },
  ["Громоголовый гиппогриф"] = {
    locations = {
      {1, 1, 0.1832, 0.5416},
      {1, 1, 0.1862, 0.6446},
      {1, 1, 0.1918, 0.5883},
    },
  },
  ["Арра'чея"] = {
    locations = {
      {1, 9, 0.5029, 0.1468},
      {1, 9, 0.5195, 0.2741},
      {1, 9, 0.5424, 0.3059},
      {1, 9, 0.5049, 0.2382},
      {1, 9, 0.4939, 0.1899},
    },
  },
  ["Подрывник из клана Черного Железа"] = {
    locations = {
      {2, 3, 0.6153, 0.2738},
      {2, 3, 0.4706, 0.1693},
    },
  },
  ["Призванный демон Бездны"] = {
    locations = {
      {2, 24, 0.2516, 0.7749},
      {2, 15, 0.8651, 0.2694},
      {1, 10, 0.4966, 0.5014},
    },
  },
  ["Фрас Сиаби"] = {
    locations = {
      {2, 6, 0.3107, 0.1586},
    },
  },
  ["Дарсок Быстрый Нож"] = {
    locations = {
      {1, 15, 0.5164, 0.3092},
    },
  },
  ["Искр Пустокоп"] = {
    locations = {
      {1, 7, 0.4355, 0.0747},
    },
  },
  ["Огр-маг из клана Песчаного Молота"] = {
    locations = {
      {1, 16, 0.468, 0.6517},
      {1, 16, 0.4059, 0.7262},
      {1, 16, 0.4039, 0.5519},
    },
  },
  ["Черный драконид"] = {
    locations = {
      {2, 17, 0.917, 0.5451},
      {2, 17, 0.85, 0.276},
      {2, 17, 0.8908, 0.3744},
    },
  },
  ["Токсиколог клана Пылающего Клинка"] = {
    locations = {
      {1, 15, 0.4831, 0.1889},
    },
  },
  ["Беспощадный голем"] = {
    locations = {
      {2, 23, 0.2712, 0.7253},
    },
  },
  ["Духолов из племени Дробителей Черепов"] = {
    locations = {
      {2, 21, 0.4716, 0.4326},
    },
  },
  ["Иллиана Лунное Сияние"] = {
    locations = {
      {1, 21, 0.6152, 0.8379},
    },
  },
  ["Взрослый лунопард"] = {
    locations = {
      {1, 18, 0.3964, 0.8172},
      {1, 18, 0.3905, 0.9243},
      {1, 18, 0.613, 0.097},
      {1, 18, 0.4291, 0.8081},
    },
  },
  ["Шая Листогон"] = {
    locations = {
      {1, 20, 0.3825, 0.1046},
    },
  },
  ["Заклинательница земли из племени Гелкис"] = {
    locations = {
      {1, 12, 0.3838, 0.9188},
      {1, 12, 0.3806, 0.8739},
      {1, 12, 0.3692, 0.833},
    },
  },
  ["Гладиатор из клана Черной горы"] = {
    locations = {
      {2, 11, 0.6838, 0.5604},
    },
  },
  ["Лизбет Кромвель"] = {
    locations = {
      {2, 15, 0.8112, 0.3093},
    },
  },
  ["Тенегорнский крестьянин"] = {
    locations = {
      {2, 23, 0.2712, 0.7253},
    },
  },
  ["Сорек"] = {
    locations = {
      {1, 10, 0.8018, 0.3226},
    },
  },
  ["Грауд"] = {
    locations = {
      {2, 13, 0.7406, 0.3245},
    },
  },
  ["Каменорский охотник"] = {
    locations = {
      {2, 4, 0.8184, 0.7993},
    },
  },
  ["Облезлый горный вепрь"] = {
    locations = {
      {2, 12, 0.6168, 0.6156},
      {2, 12, 0.4941, 0.6965},
      {2, 12, 0.4033, 0.5254},
      {2, 12, 0.6059, 0.6469},
      {2, 12, 0.4669, 0.6677},
    },
  },
  ["Чешуйчатое брюхо"] = {
    locations = {
      {2, 21, 0.435, 0.4761},
    },
  },
  ["Кристоф Френч"] = {
    locations = {
      {2, 16, 0.6234, 0.191},
    },
  },
  ["Капитан служителей Смерти"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Аж'Тордин"] = {
    locations = {
      {1, 20, 0.769, 0.3735},
    },
  },
  ["Тин'тель Танец Клинка"] = {
    locations = {
      {1, 3, 0.6187, 0.3947},
    },
  },
  ["Вожак стаи Мохошкуров"] = {
    locations = {
      {2, 3, 0.3829, 0.288},
      {2, 3, 0.3491, 0.2796},
      {2, 3, 0.3146, 0.3099},
    },
  },
  ["Воин из племени Серой Мглы"] = {
    locations = {
      {1, 18, 0.3653, 0.7647},
      {1, 18, 0.4414, 0.21},
    },
  },
  ["Пшикс Черношквал"] = {
    locations = {
      {1, 4, 0.4209, 0.2647},
    },
  },
  ["Гарпия из стаи Неистовства Ветра"] = {
    locations = {
      {1, 9, 0.3288, 0.4196},
      {1, 9, 0.6455, 0.7036},
    },
  },
  ["Мозгоед"] = {
    locations = {
      {2, 20, 0.2351, 0.3081},
      {2, 20, 0.2488, 0.3353},
      {2, 20, 0.1814, 0.3355},
    },
  },
  ["Разведчик из клана Черной горы"] = {
    locations = {
      {2, 11, 0.6479, 0.4975},
      {2, 11, 0.6488, 0.5455},
      {2, 11, 0.6491, 0.5838},
      {2, 11, 0.6379, 0.6272},
    },
  },
  ["Пэтрис Дуайер"] = {
    locations = {
      {2, 18, 0.4301, 0.4184},
    },
  },
  ["Тень Рока"] = {
    locations = {
      {2, 9, 0.4413, 0.715},
    },
  },
  ["Темный маг из культа Сумеречного Молота"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Ауби"] = {
    locations = {
      {2, 23, 0.4078, 0.9567},
    },
  },
  ["Ларка"] = {
    locations = {
      {1, 15, 0.5196, 0.2976},
    },
  },
  ["Алззин Перевертень"] = {
    locations = {
      {1, 20, 0.6485, 0.295},
    },
  },
  ["Член совета Тэтчер"] = {
    locations = {
      {2, 18, 0.465, 0.7405},
    },
  },
  ["Раненый солдат"] = {
    locations = {
      {2, 13, 0.7307, 0.3686},
    },
  },
  ["Деметродон"] = {
    locations = {
      {1, 7, 0.5753, 0.6239},
      {1, 7, 0.5906, 0.5056},
      {1, 7, 0.5204, 0.1852},
      {1, 7, 0.4502, 0.6603},
      {1, 7, 0.518, 0.6239},
    },
  },
  ["Разбойница из стаи Кровавого Пера"] = {
    locations = {
      {1, 17, 0.357, 0.3699},
      {1, 17, 0.3745, 0.4115},
    },
  },
  ["Драк Грубиян"] = {
    locations = {
      {2, 12, 0.3558, 0.4901},
    },
  },
  ["Влажный слизнюк"] = {
    locations = {
      {2, 4, 0.7733, 0.3592},
    },
  },
  ["Хилсбрадский крестьянин"] = {
    locations = {
      {2, 16, 0.3468, 0.4558},
    },
  },
  ["Скальный рокотун"] = {
    locations = {
      {1, 1, 0.4857, 0.8457},
      {1, 1, 0.5504, 0.8428},
      {1, 1, 0.4511, 0.8464},
      {1, 1, 0.4795, 0.7746},
      {1, 1, 0.5281, 0.8057},
    },
  },
  ["Шандриса Оперенная Луна"] = {
    locations = {
      {1, 20, 0.3031, 0.4613},
    },
  },
  ["Гелк"] = {
    locations = {
      {1, 12, 0.2905, 0.5715},
    },
  },
  ["Дух предков"] = {
    locations = {
      {1, 9, 0.6145, 0.2103},
    },
  },
  ["Берсерк из племени Тлеющего Терновника"] = {
    locations = {
      {2, 23, 0.408, 0.9566},
    },
  },
  ["Проходимец из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.5094, 0.7646},
      {2, 10, 0.3923, 0.805},
    },
  },
  ["Охотник за головами из племени Мерзлогривов"] = {
    locations = {
      {2, 8, 0.2385, 0.5125},
    },
  },
  ["Потрошительница из стаи Кровавой Ярости"] = {
    locations = {
      {1, 6, 0.3099, 0.6185},
    },
  },
  ["Разоритель из стаи Древолапов"] = {
    locations = {
      {1, 20, 0.7267, 0.5618},
      {1, 20, 0.4805, 0.4481},
      {1, 20, 0.6921, 0.5531},
    },
  },
  ["Чащобный поедатель мха"] = {
    locations = {
      {1, 21, 0.4577, 0.4571},
    },
  },
  ["Защитник из Алого ордена"] = {
    locations = {
      {2, 22, 0.8551, 0.3118},
    },
  },
  ["Разведчик из племени Колкар"] = {
    locations = {
      {1, 12, 0.6947, 0.4862},
      {1, 12, 0.6924, 0.4551},
      {1, 12, 0.6913, 0.4163},
    },
  },
  ["Зарисса"] = {
    locations = {
      {2, 16, 0.6019, 0.1873},
    },
  },
  ["Незримый слуга"] = {
    locations = {
      {2, 6, 0.598, 0.6876},
    },
  },
  ["Алайссия"] = {
    locations = {
      {1, 17, 0.5959, 0.3854},
    },
  },
  ["Денни'ка"] = {
    locations = {
      {1, 6, 0.7352, 0.9542},
    },
  },
  ["Сломанный разоритель"] = {
    locations = {
      {2, 17, 0.7838, 0.2921},
      {2, 17, 0.8751, 0.3128},
      {2, 17, 0.8495, 0.5635},
      {2, 17, 0.8544, 0.5964},
      {2, 17, 0.9002, 0.4693},
    },
  },
  ["Хеминг Эрнестуэй"] = {
    locations = {
      {2,21, 0.36, 0.11}
    }
  },
  ["Секрет Рин'джи"] = {
    locations = {
      {2, 5, 0.8629, 0.591},
    },
  },
  ["Малиген"] = {
    locations = {
      {1, 11, 0.623, 0.2565},
    },
  },
  ["Землекоп из племени Сухоусов"] = {
    locations = {
      {2, 13, 0.8438, 0.3279},
    },
  },
  ["Гигантский канюк"] = {
    locations = {
      {2, 2, 0.1618, 0.6054},
    },
  },
  ["Гриш Выносливый Гонец"] = {
    locations = {
      {1, 19, 0.3194, 0.21},
      {1, 15, 0.4407, 0.9163},
    },
  },
  ["Грозовой змей-облачник"] = {
    locations = {
      {1, 15, 0.4544, 0.6228},
      {1, 15, 0.4543, 0.6681},
      {1, 15, 0.4858, 0.6037},
    },
  },
  ["Круглорыл"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Призывательница ветров из стаи Зачарованного Крыла"] = {
    locations = {
      {1, 15, 0.3983, 0.1682},
      {1, 15, 0.3891, 0.1316},
    },
  },
  ["Черный крикун"] = {
    locations = {
      {2, 23, 0.2712, 0.7255},
      {2, 17, 0.2256, 0.0756},
    },
  },
  ["Поганище из улья Зора"] = {
    locations = {
      {1, 14, 0.3274, 0.5264},
    },
  },
  ["Анубисат-хранитель"] = {
    locations = {
      {1, 14, 0.1543, 0.9806},
    },
  },
  ["Август Помешанный"] = {
    locations = {
      {2, 6, 0.1446, 0.3356},
    },
  },
  ["Брат листвы"] = {
    locations = {
      {1, 20, 0.732, 0.5836},
      {1, 20, 0.6876, 0.5747},
    },
  },
  ["Линкен"] = {
    locations = {
      {1, 7, 0.4467, 0.0821},
    },
  },
  ["Скелет-вождь"] = {
    locations = {
      {2, 9, 0.4551, 0.6971},
      {2, 9, 0.4055, 0.7046},
      {2, 9, 0.4326, 0.652},
    },
  },
  ["Отрекшийся-лиходей"] = {
    locations = {
      {1, 21, 0.3194, 0.2264},
    },
  },
  ["Жрица прилива из Непроглядной Пучины"] = {
    locations = {
      {1, 21, 0.1381, 0.1092},
    },
  },
  ["Загадочная гадюка"] = {
    locations = {
      {1, 15, 0.4774, 0.3488},
    },
  },
  ["Ремонтник Торговой Компании"] = {
    locations = {
      {2, 21, 0.4149, 0.4351},
    },
  },
  ["Костолом из стаи Гнилошкуров"] = {
    locations = {
      {2, 18, 0.6675, 0.2454},
    },
  },
  ["Добытчик из племени Камнерылов"] = {
    locations = {
      {1, 19, 0.5288, 0.4609},
      {1, 19, 0.2868, 0.2821},
      {1, 19, 0.5917, 0.5728},
      {1, 19, 0.2239, 0.232},
      {1, 19, 0.3718, 0.5296},
    },
  },
  ["Катор"] = {
    locations = {
      {2, 4, 0.8365, 0.8045},
    },
  },
  ["Земляной сокрушитель"] = {
    locations = {
      {1, 14, 0.3232, 0.4025},
      {1, 14, 0.3163, 0.4364},
      {1, 14, 0.3327, 0.3719},
      {1, 14, 0.5146, 0.6129},
      {1, 14, 0.3992, 0.56},
    },
  },
  ["Кобра Раззаши"] = {
    locations = {
      {2, 21, 0.5407, 0.1757},
    },
  },
  ["Скелет-губитель"] = {
    locations = {
      {2, 20, 0.2001, 0.4511},
    },
  },
  ["Лунопард"] = {
    locations = {
      {1, 18, 0.4944, 0.335},
      {1, 18, 0.3896, 0.7646},
      {1, 18, 0.4915, 0.2813},
      {1, 18, 0.3891, 0.5966},
      {1, 18, 0.4105, 0.6831},
    },
  },
  ["Лорд Тирион Фордринг"] = {
    locations = {
      {2, 9, 0.5393, 0.2461},
    },
  },
  ["Пастух из племени Колкар"] = {
    locations = {
      {1, 15, 0.454, 0.2339},
    },
  },
  ["Темный грелль"] = {
    locations = {
      {1, 17, 0.5209, 0.5015},
    },
  },
  ["Ритуальный тотем Зимней Спячки"] = {
    locations = {
      {1, 5, 0.4059, 0.4329},
      {1, 5, 0.6152, 0.3796},
      {1, 5, 0.2902, 0.3594},
      {1, 5, 0.3213, 0.3669},
      {1, 5, 0.6735, 0.3668},
    },
  },
  ["Драконида-сновидица"] = {
    locations = {
      {2, 4, 0.6086, 0.5361},
      {2, 4, 0.6369, 0.6106},
      {2, 4, 0.686, 0.6523},
      {2, 4, 0.6193, 0.5808},
      {2, 4, 0.8936, 0.615},
    },
  },
  ["Ариэль Тень Небес"] = {
    locations = {
      {1, 3, 0.5865, 0.4479},
    },
  },
  ["Грозорыл"] = {
    locations = {
      {1, 15, 0.4464, 0.5572},
      {1, 15, 0.4907, 0.572},
      {1, 15, 0.4727, 0.5074},
      {1, 15, 0.506, 0.5427},
      {1, 15, 0.4448, 0.475},
    },
  },
  ["Скалоход"] = {
    locations = {
      {1, 1, 0.2784, 0.5051},
      {1, 1, 0.3344, 0.4706},
      {1, 1, 0.5307, 0.8385},
      {1, 1, 0.506, 0.7861},
      {1, 1, 0.4621, 0.8454},
    },
  },
  ["Тюремный надзиратель Борхин"] = {
    locations = {
      {2, 1, 0.6192, 0.4278},
    },
  },
  ["Мерок Дальний Путь"] = {
    locations = {
      {1, 14, 0.5185, 0.6812},
    },
  },
  ["Генерал Колбатанн"] = {
    locations = {
      {1, 5, 0.5888, 0.4943},
      {1, 5, 0.5543, 0.5059},
    },
  },
  ["Псарь Локси"] = {
    locations = {
      {2, 22, 0.8532, 0.3229},
    },
  },
  ["Погромщик из племени Пещерных Глубин"] = {
    locations = {
      {2, 8, 0.2059, 0.3621},
    },
  },
  ["Лорд Кайрик Черноковаль"] = {
    locations = {
      {1, 15, 0.4689, 0.8571},
    },
  },
  ["Эмиссар Гормок"] = {
    locations = {
      {2, 6, 0.8007, 0.5751},
    },
  },
  ["Неррист"] = {
    locations = {
      {2, 21, 0.3264, 0.292},
    },
  },
  ["Ноггл Шаткобрус"] = {
    locations = {
      {1, 14, 0.5168, 0.3858},
    },
  },
  ["Браконьер из стаи Красногорья"] = {
    locations = {
      {2, 11, 0.3043, 0.8109},
      {2, 11, 0.4245, 0.72},
    },
  },
  ["Ями Снежное Копыто"] = {
    locations = {
      {1, 21, 0.7406, 0.6087},
    },
  },
  ["Интендант клана Грозовой Вершины"] = {
    locations = {
      {2, 1, 0.397, 0.804}
    }
  },
  ["Турхо"] = {
    locations = {
      {1, 19, 0.4547, 0.5107},
    },
  },
  ["Бегун топей из стаи Мохошкуров"] = {
    locations = {
      {2, 3, 0.4458, 0.34},
      {2, 3, 0.6184, 0.577},
      {2, 3, 0.3315, 0.3437},
      {2, 3, 0.398, 0.335},
    },
  },
  ["Таринн Боуден"] = {
    locations = {
      {2, 25, 0.4187, 0.6707},
    },
  },
  ["Иллинг Триас"] = {
    locations = {
      {2, 24, 0.6004, 0.6438},
    },
  },
  ["Бешеный волк"] = {
    locations = {
      {2, 20, 0.1736, 0.2787},
      {2, 20, 0.1165, 0.3242},
      {2, 20, 0.2152, 0.2789},
      {2, 20, 0.2451, 0.2903},
      {2, 20, 0.1383, 0.294},
    },
  },
  ["Прислужник-демон Бездны"] = {
    locations = {
      {1, 16, 0.593, 0.3795},
    },
  },
  ["Маршал Дугхан"] = {
    locations = {
      {2, 25, 0.4214, 0.6594},
    },
  },
  ["Стражник Хоув"] = {
    locations = {
      {2, 11, 0.3156, 0.5791},
    },
  },
  ["Хьюг Деньгозвон"] = {
    locations = {
      {1, 21, 0.6205, 0.8282},
    },
  },
  ["Зурита Востроглазая"] = {
    locations = {
      {1, 4, 0.4287, 0.6908},
    },
  },
  ["Повелитель сумрака Келрис"] = {
    locations = {
      {1, 21, 0.1651, 0.1102},
    },
  },
  ["Надсмотрщик Хлестоклык"] = {
    locations = {
      {1, 6, 0.6358, 0.5468},
      {1, 6, 0.6301, 0.507},
    },
  },
  ["Синдрайл"] = {
    locations = {
      {1, 8, 0.4806, 0.6717},
    },
  },
  ["Норовистый дольный крикун"] = {
    locations = {
      {1, 20, 0.4642, 0.4881},
      {1, 20, 0.4779, 0.5707},
      {1, 20, 0.5909, 0.5133},
      {1, 20, 0.5212, 0.4836},
      {1, 20, 0.4587, 0.3872},
    },
  },
  ["Некромант из племени Мертвой Головы"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Фин Горемык"] = {
    locations = {
      {2, 21, 0.2766, 0.7674},
    },
  },
  ["Зиз Физзикс"] = {
    locations = {
      {1, 6, 0.59, 0.6253},
    },
  },
  ["Мелнан Темнокамень"] = {
    locations = {
      {2, 19, 0.2943, 0.6879},
      {2, 19, 0.3511, 0.7508},
      {2, 19, 0.2848, 0.6536},
      {2, 19, 0.2824, 0.6051},
      {2, 19, 0.3249, 0.6984},
    },
  },
  ["Суккуб-прислужница"] = {
    locations = {
      {2, 21, 0.2854, 0.8209},
    },
  },
  ["Годрик Фарсан"] = {
    locations = {
      {2, 15, 0.851, 0.1488},
    },
  },
  ["Элдретарский фантазм"] = {
    locations = {
      {1, 20, 0.6031, 0.3047},
    },
  },
  ["Нарток"] = {
    locations = {
      {1, 4, 0.4063, 0.6841},
    },
  },
  ["Разоритель из клана Пылающего Клинка"] = {
    locations = {
      {1, 12, 0.5591, 0.2932},
    },
  },
  ["Скелет-ужасень"] = {
    locations = {
      {2, 9, 0.4714, 0.5064},
    },
  },
  ["Старый Мрачноглаз"] = {
    locations = {
      {2, 10, 0.3257, 0.8271},
      {2, 10, 0.2658, 0.6746},
      {2, 10, 0.2834, 0.7149},
      {2, 10, 0.29, 0.7508},
      {2, 10, 0.3026, 0.8014},
    },
  },
  ["Верховный палач Деррингтон"] = {
    locations = {
      {2, 22, 0.8307, 0.6896},
    },
  },
  ["Старый черный крепкозуб"] = {
    locations = {
      {1, 13, 0.5834, 0.4987},
      {1, 13, 0.5249, 0.4592},
      {1, 13, 0.4861, 0.3738},
      {1, 13, 0.4915, 0.4159},
      {1, 13, 0.5654, 0.4509},
    },
  },
  ["Пожиратель маны"] = {
    locations = {
      {1, 12, 0.5236, 0.6805},
    },
  },
  ["Целитель Выносливый Гонец"] = {
    locations = {
      {1, 10, 0.3132, 0.7409},
    },
  },
  ["Камнеточец"] = {
    locations = {
      {1, 12, 0.2854, 0.5636},
    },
  },
  ["Оса из улья Хаззали"] = {
    locations = {
      {1, 16, 0.5601, 0.7077},
      {1, 16, 0.5681, 0.6482},
    },
  },
  ["Жрец из Алого ордена"] = {
    locations = {
      {2, 9, 0.458, 0.204},
      {2, 9, 0.4682, 0.1719},
    },
  },
  ["Твердозуб нагорья"] = {
    locations = {
      {2, 13, 0.3931, 0.3718},
      {2, 13, 0.3463, 0.6337},
      {2, 13, 0.3141, 0.5718},
      {2, 13, 0.3768, 0.3373},
      {2, 13, 0.3852, 0.6686},
    },
  },
  ["Проклятый матрос"] = {
    locations = {
      {2, 3, 0.1404, 0.2906},
    },
  },
  ["Груббер Блумп"] = {
    locations = {
      {1, 18, 0.3612, 0.4492},
    },
  },
  ["Элинна"] = {
    locations = {
      {1, 3, 0.6436, 0.2165},
    },
  },
  ["Тенекрыл"] = {
    locations = {
      {2, 6, 0.3144, 0.7585},
      {2, 6, 0.3116, 0.6746},
      {2, 6, 0.3081, 0.714},
      {2, 6, 0.3641, 0.708},
      {2, 6, 0.4001, 0.7064},
    },
  },
  ["Иша Авак"] = {
    locations = {
      {1, 15, 0.6387, 0.521},
      {1, 15, 0.6544, 0.4711},
    },
  },
  ["Огнеполох из улья Регал"] = {
    locations = {
      {1, 14, 0.6419, 0.7815},
      {1, 14, 0.6063, 0.7749},
    },
  },
  ["Фурия из стаи Кровавого Пера"] = {
    locations = {
      {1, 17, 0.3498, 0.2825},
      {1, 17, 0.3265, 0.3153},
    },
  },
  ["Гарпия из стаи Студеных Ключей"] = {
    locations = {
      {1, 20, 0.3982, 0.134},
    },
  },
  ["Янсен Подлесный"] = {
    locations = {
      {2, 21, 0.2904, 0.7546},
    },
  },
  ["Маурин Костолом"] = {
    locations = {
      {1, 12, 0.5223, 0.5352},
    },
  },
  ["Часовой Арания Проблеск Солнца"] = {
    locations = {
      {1, 17, 0.383, 0.3439},
    },
  },
  ["Ассистент хирурга"] = {
    locations = {
      {2, 6, 0.3999, 0.259},
    },
  },
  ["Верховный лорд Телан Фордринг"] = {
    locations = {
      {2, 9, 0.426, 0.1538},
      {2, 9, 0.5289, 0.2402},
    },
  },
  ["Оракул племени Соленой Чешуи"] = {
    locations = {
      {2, 21, 0.2484, 0.2381},
    },
  },
  ["Фира Вестница Туманов"] = {
    locations = {
      {1, 2, 0.4128, 0.5347},
    },
  },
  ["Бацбах Кривошип"] = {
    locations = {
      {1, 18, 0.3697, 0.4409},
    },
  },
  ["Телохранитель из Алого ордена"] = {
    locations = {
      {2, 22, 0.7949, 0.2595},
    },
  },
  ["Джез Фарлен"] = {
    locations = {
      {2, 6, 0.8054, 0.5767},
    },
  },
  ["Драконид Когтя Ярости"] = {
    locations = {
      {2, 23, 0.4077, 0.9566},
    },
  },
  ["Линдски Ашлок"] = {
    locations = {
      {2, 11, 0.2874, 0.4742},
    },
  },
  ["Антилос"] = {
    locations = {
      {1, 1, 0.5203, 0.3236},
      {1, 1, 0.1773, 0.541},
      {1, 1, 0.5238, 0.279},
      {1, 1, 0.1784, 0.596},
      {1, 1, 0.1776, 0.6266},
    },
  },
  ["Агал"] = {
    locations = {
      {1, 17, 0.4628, 0.5176},
    },
  },
  ["Джерон Гранильщик"] = {
    locations = {
      {1, 5, 0.5211, 0.304},
    },
  },
  ["Сорвиголова-охотник за сокровищами"] = {
    locations = {
      {1, 16, 0.544, 0.935},
    },
  },
  ["Хал Макаллистер"] = {
    locations = {
      {2, 16, 0.498, 0.6228},
    },
  },
  ["Потрошила"] = {
    locations = {
      {2, 21, 0.2977, 0.8507},
      {2, 21, 0.2266, 0.7898},
      {2, 21, 0.3549, 0.7748},
      {2, 21, 0.2633, 0.7464},
    },
  },
  ["Элдретарский колдун"] = {
    locations = {
      {1, 20, 0.6032, 0.3036},
    },
  },
  ["Дракон-молния"] = {
    locations = {
      {1, 21, 0.6205, 0.5109},
      {1, 21, 0.5944, 0.7178},
      {1, 21, 0.58, 0.6855},
      {1, 21, 0.5173, 0.4709},
    },
  },
  ["Синь Гогельмогель"] = {
    locations = {
      {1, 16, 0.518, 0.2862},
    },
  },
  ["Глупец из племени Песчаной Бури"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Плут из племени Ярой Ненависти"] = {
    locations = {
      {1, 12, 0.7277, 0.2012},
      {1, 12, 0.7742, 0.2096},
      {1, 12, 0.7332, 0.17},
      {1, 12, 0.7832, 0.1776},
      {1, 12, 0.7512, 0.2461},
    },
  },
  ["Таннок Молот Стужи"] = {
    locations = {
      {2, 8, 0.4724, 0.5216},
    },
  },
  ["Чащобный оракул"] = {
    locations = {
      {1, 21, 0.6678, 0.8195},
    },
  },
  ["Восставший страж"] = {
    locations = {
      {2, 9, 0.6902, 0.7282},
    },
  },
  ["Ткач ужаса из легиона Огненного Клейма"] = {
    locations = {
      {2, 23, 0.4079, 0.9566},
    },
  },
  ["Юрба Крутипроб"] = {
    locations = {
      {1, 16, 0.6703, 0.2395},
    },
  },
  ["Горный пехотинец Рокхар"] = {
    locations = {
      {2, 12, 0.2547, 0.1057},
    },
  },
  ["Хранитель котла Желчень"] = {
    locations = {
      {2, 9, 0.3693, 0.5741},
    },
  },
  ["Бейл'данский землекоп"] = {
    locations = {
      {1, 9, 0.3293, 0.4873},
    },
  },
  ["Кривое Копье"] = {
    locations = {
      {1, 9, 0.5355, 0.7299},
      {1, 9, 0.483, 0.7157},
    },
  },
  ["Моховой паук-вязальщик"] = {
    locations = {
      {1, 6, 0.7603, 0.448},
      {1, 6, 0.6076, 0.481},
      {1, 6, 0.5364, 0.7183},
    },
  },
  ["Озрик Штранг"] = {
    locations = {
      {2, 24, 0.7422, 0.4756},
    },
  },
  ["Марвон Клепальщик"] = {
    locations = {
      {1, 16, 0.5274, 0.4591},
    },
  },
  ["Чернокнижник с перевала Мертвого Ветра"] = {
    locations = {
      {2, 14, 0.6281, 0.7528},
      {2, 14, 0.5788, 0.6238},
    },
  },
  ["Пастух из племени Маграм"] = {
    locations = {
      {1, 12, 0.7044, 0.7592},
      {1, 12, 0.6637, 0.8061},
      {1, 12, 0.667, 0.7595},
      {1, 12, 0.6805, 0.7296},
      {1, 12, 0.7328, 0.7347},
    },
  },
  ["Дорн Вольный Ловчий"] = {
    locations = {
      {1, 19, 0.5392, 0.4158},
    },
  },
  ["Железноклюв-охотник"] = {
    locations = {
      {1, 11, 0.4091, 0.563},
      {1, 11, 0.4842, 0.1612},
      {1, 11, 0.3852, 0.5049},
      {1, 11, 0.4157, 0.5002},
      {1, 11, 0.4272, 0.6417},
    },
  },
  ["Мурлок-налетчик"] = {
    locations = {
      {2, 10, 0.5496, 0.1022},
    },
  },
  ["Верховная жрица Арлокк"] = {
    locations = {
      {2, 21, 0.5406, 0.1758},
    },
  },
  ["Раззерик"] = {
    locations = {
      {1, 19, 0.8027, 0.761},
    },
  },
  ["Мор'зул Вестник Крови"] = {
    locations = {
      {2, 17, 0.1268, 0.3158},
    },
  },
  ["Ордынский лесозаготовитель"] = {
    locations = {
      {1, 21, 0.8658, 0.5469},
      {1, 21, 0.8491, 0.592},
    },
  },
  ["Натуралист племени Зловещего Тотема"] = {
    locations = {
      {1, 20, 0.6719, 0.4682},
    },
  },
  ["Кенарийский смотритель"] = {
    locations = {
      {1, 6, 0.2939, 0.162},
    },
  },
  ["Градок"] = {
    locations = {
      {2, 12, 0.5701, 0.663},
      {2, 12, 0.6375, 0.551},
      {2, 12, 0.6418, 0.4106},
      {2, 12, 0.6341, 0.4758},
      {2, 12, 0.5984, 0.6227},
    },
  },
  ["Гарр Просоленное Копыто"] = {
    locations = {
      {2, 21, 0.2929, 0.8887},
    },
  },
  ["Гнолл из стаи Речной Лапы"] = {
    locations = {
      {2, 10, 0.5664, 0.1374},
      {2, 10, 0.4474, 0.1565},
    },
  },
  ["Дубильщик из стаи Бледногривов"] = {
    locations = {
      {1, 9, 0.3417, 0.6174},
      {1, 9, 0.4862, 0.7154},
      {1, 9, 0.5371, 0.7259},
    },
  },
  ["Залас Сухокожий"] = {
    locations = {
      {2, 13, 0.6921, 0.8088},
    },
  },
  ["Торвальд Подземная Кузня"] = {
    locations = {
      {2, 12, 0.2361, 0.7445},
    },
  },
  ["Охотник за скальпами из племени Сухокожих"] = {
    locations = {
      {2, 5, 0.2349, 0.5735},
    },
  },
  ["Песчаный разоритель из улья Хаззали"] = {
    locations = {
      {1, 16, 0.5572, 0.7083},
    },
  },
  ["Ярый Клык Ночной Погибели"] = {
    locations = {
      {2, 20, 0.7273, 0.7119},
      {2, 20, 0.6193, 0.8092},
    },
  },
  ["Загадочный ползун"] = {
    locations = {
      {1, 15, 0.4613, 0.343},
    },
  },
  ["Священник Алого ордена"] = {
    locations = {
      {2, 6, 0.8264, 0.8105},
      {2, 6, 0.7827, 0.8117},
    },
  },
  ["Йети с холмов Ледополоха"] = {
    locations = {
      {1, 5, 0.6637, 0.4278},
      {1, 5, 0.5951, 0.3324},
      {1, 5, 0.7016, 0.4015},
    },
  },
  ["Шаман стаи Речной Лапы"] = {
    locations = {
      {2, 10, 0.4172, 0.2089},
    },
  },
  ["Калидан Лунный Серп"] = {
    locations = {
      {1, 15, 0.4591, 0.3572},
    },
  },
  ["Громила из клана Песчаного Молота"] = {
    locations = {
      {1, 16, 0.4018, 0.561},
      {1, 16, 0.468, 0.6516},
      {1, 16, 0.4031, 0.5234},
    },
  },
  ["Окудник Синдиката"] = {
    locations = {
      {2, 13, 0.2668, 0.6282},
    },
  },
  ["Бесцветный ворг"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Кабатчик Доббинз"] = {
    locations = {
      {2, 25, 0.4388, 0.658},
    },
  },
  ["Ганн Каменное Копье"] = {
    locations = {
      {1, 15, 0.4606, 0.761},
      {1, 15, 0.4607, 0.8036},
    },
  },
  ["Гералат Бурый Ручей"] = {
    locations = {
      {1, 15, 0.4226, 0.8987},
    },
  },
  ["Бугристый шипокож"] = {
    locations = {
      {1, 16, 0.2929, 0.6533},
    },
  },
  ["Часовой Тиша Лунный Клинок"] = {
    locations = {
      {1, 18, 0.4028, 0.5974},
    },
  },
  ["Ретгар Врата Смерти"] = {
    locations = {
      {1, 15, 0.4534, 0.2842},
    },
  },
  ["Оракул из племени Хаккари"] = {
    locations = {
      {2, 21, 0.5143, 0.176},
    },
  },
  ["Прислужник племени Хаккари"] = {
    locations = {
      {2, 4, 0.7733, 0.3596},
    },
  },
  ["Душитель из Братства Справедливости"] = {
    locations = {
      {2, 25, 0.3406, 0.5559},
    },
  },
  ["Эйнар Камнехват"] = {
    locations = {
      {2, 3, 0.4991, 0.3941},
    },
  },
  ["Хаккар"] = {
    locations = {
      {2, 21, 0.5407, 0.1757},
    },
  },
  ["Скальный койот"] = {
    locations = {
      {2, 2, 0.5333, 0.2198},
      {2, 2, 0.5445, 0.4954},
      {2, 2, 0.5, 0.4309},
      {2, 2, 0.5103, 0.4677},
      {2, 2, 0.4919, 0.3929},
    },
  },
  ["Громила из клана Мо'Грош"] = {
    locations = {
      {2, 12, 0.7652, 0.1744},
    },
  },
  ["Фаланкс"] = {
    locations = {
      {2, 23, 0.2711, 0.7252},
    },
  },
  ["Тяжелый боевой голем"] = {
    locations = {
      {2, 23, 0.3619, 0.4588},
      {2, 23, 0.4257, 0.4234},
      {2, 23, 0.3963, 0.4345},
      {2, 23, 0.355, 0.4934},
      {2, 23, 0.4518, 0.4044},
    },
  },
  ["Бейл'данский старшина"] = {
    locations = {
      {1, 15, 0.4748, 0.8511},
    },
  },
  ["Матриарх ледополохов"] = {
    locations = {
      {1, 5, 0.7005, 0.4036},
      {1, 5, 0.6631, 0.4264},
    },
  },
  ["Киккль"] = {
    locations = {
      {2, 3, 0.5014, 0.3782},
    },
  },
  ["Белоголов Темного Клыка"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Караванщик Раззгот"] = {
    locations = {
      {2, 21, 0.2734, 0.741},
    },
  },
  ["Страж смерти Адамант"] = {
    locations = {
      {2, 18, 0.4473, 0.6778},
    },
  },
  ["Раб Когтя Ворона"] = {
    locations = {
      {2, 18, 0.5274, 0.1391},
      {2, 18, 0.477, 0.5201},
    },
  },
  ["Старший сержант Тень Небес"] = {
    locations = {
      {2, 24, 0.7242, 0.5439},
    },
  },
  ["Губитель из стаи Красногорья"] = {
    locations = {
      {2, 11, 0.1957, 0.2131},
      {2, 11, 0.2875, 0.2768},
      {2, 11, 0.2384, 0.28},
      {2, 11, 0.3259, 0.256},
    },
  },
  ["Тралл"] = {
    locations = {
      {1, 10, 0.319, 0.3781},
    },
  },
  ["Сектант Смерти"] = {
    locations = {
      {2, 6, 0.2357, 0.2201},
      {2, 6, 0.2699, 0.2822},
      {2, 6, 0.4065, 0.3834},
      {2, 6, 0.2711, 0.3665},
      {2, 6, 0.4349, 0.2589},
    },
  },
  ["Джорлж Кандарте"] = {
    locations = {
      {2, 16, 0.9188, 0.3837},
    },
  },
  ["Кали Ремик"] = {
    locations = {
      {1, 4, 0.5615, 0.7432},
    },
  },
  ["Безымянный пророк"] = {
    locations = {
      {1, 12, 0.2824, 0.6313},
    },
  },
  ["Низший оракул из племени Злобного Плавника"] = {
    locations = {
      {2, 22, 0.6063, 0.289},
      {2, 22, 0.3604, 0.4337},
    },
  },
  ["Жрица А'муура"] = {
    locations = {
      {1, 3, 0.3644, 0.8603},
    },
  },
  ["Райдон Сумеречный Воитель"] = {
    locations = {
      {1, 3, 0.6378, 0.2288},
    },
  },
  ["Гвин Фэрроу"] = {
    locations = {
      {2, 18, 0.4409, 0.3988},
    },
  },
  ["Зловещая Утроба"] = {
    locations = {
      {1,17, 0.4106, 0.79}
    },
  },
  ["Облезлый среброгрив"] = {
    locations = {
      {2, 5, 0.1815, 0.5256},
    },
  },
  ["Каменный Гребень"] = {
    locations = {
      {2, 6, 0.4833, 0.2184},
    },
  },
  ["Кретис Тенеткач"] = {
    locations = {
      {2, 18, 0.3513, 0.0967},
      {2, 18, 0.36, 0.147},
    },
  },
  ["Подболотник"] = {
    locations = {
      {2, 3, 0.1928, 0.2868},
      {2, 3, 0.2262, 0.2425},
      {2, 3, 0.2194, 0.354},
      {2, 3, 0.2519, 0.2997},
    },
  },
  ["Желтоглазый разоритель"] = {
    locations = {
      {1, 12, 0.3329, 0.6398},
    },
  },
  ["Исида Хармон"] = {
    locations = {
      {2, 6, 0.4831, 0.2193},
      {2, 6, 0.3114, 0.1584},
    },
  },
  ["Мастер из культа Сумеречного Молота"] = {
    locations = {
      {1, 14, 0.6711, 0.188},
      {1, 14, 0.1905, 0.8338},
    },
  },
  ["Кор'гхан"] = {
    locations = {
      {1, 10, 0.4707, 0.5334},
    },
  },
  ["Скелет-костетряс"] = {
    locations = {
      {2, 22, 0.3289, 0.6148},
    },
  },
  ["Большой волношлеп"] = {
    locations = {
      {1, 1, 0.6518, 0.8536},
      {1, 1, 0.7458, 0.789},
      {1, 1, 0.6392, 0.7273},
      {1, 1, 0.5426, 0.6927},
      {1, 1, 0.6882, 0.7485},
    },
  },
  ["Газ'ранка"] = {
    locations = {
      {2, 21, 0.5404, 0.1758},
    },
  },
  ["Майор Йеггет"] = {
    locations = {
      {1, 14, 0.285, 0.96}
    }
  },
  ["Скелет-послушник"] = {
    locations = {
      {2, 9, 0.4075, 0.6921},
      {2, 9, 0.4393, 0.6524},
      {2, 9, 0.4577, 0.6969},
    },
  },
  ["Фальдреас Гот'Шаель"] = {
    locations = {
      {1, 21, 0.3572, 0.4917},
    },
  },
  ["Знахарь из клана Песчаной Бури"] = {
    locations = {
      {1, 16, 0.3873, 0.1989},
    },
  },
  ["Берсерк из племени Кровавого Скальпа"] = {
    locations = {
      {2, 21, 0.2363, 0.0991},
      {2, 21, 0.2047, 0.1284},
    },
  },
  ["Крапчатый крикун"] = {
    locations = {
      {2, 3, 0.2371, 0.5146},
      {2, 3, 0.2582, 0.4841},
      {2, 3, 0.2883, 0.4516},
    },
  },
  ["Сатир из племени Каменного Сердца"] = {
    locations = {
      {1, 21, 0.8084, 0.5018},
    },
  },
  ["Интендант Хасна из ордена Серебряного Рассвета"] = {
    locations = {
      {2, 22, 0.8319, 0.6816},
    },
  },
  ["Бранмар"] = {
    locations = {
      {2, 3, 0.1149, 0.597},
    },
  },
  ["Механический караульный"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Кенарийский воздаятель"] = {
    locations = {
      {1, 21, 0.6207, 0.5103},
    },
  },
  ["Железозубый василиск"] = {
    locations = {
      {2, 21, 0.428, 0.4873},
    },
  },
  ["Вызыватель из легиона Кровавого Топора"] = {
    locations = {
      {2, 23, 0.408, 0.9565},
    },
  },
  ["Личинка силитида"] = {
    locations = {
      {1, 15, 0.4407, 0.7073},
    },
  },
  ["Фрагун Шепот Тени"] = {
    locations = {
      {1, 17, 0.5957, 0.387},
    },
  },
  ["Идан Ревун"] = {
    locations = {
      {2, 8, 0.3959, 0.4716},
      {2, 8, 0.4326, 0.4921},
    },
  },
  ["Узник из Братства Справедливости"] = {
    locations = {
      {2, 24, 0.3966, 0.5395},
    },
  },
  ["Киражский гладиатор"] = {
    locations = {
      {1, 14, 0.2958, 1.0605},
    },
  },
  ["Тало Терновое Копыто"] = {
    locations = {
      {1, 20, 0.7614, 0.4379},
    },
  },
  ["Старик Хеминг"] = {
    locations = {
      {2, 21, 0.2744, 0.7712},
    },
  },
  ["Заблудшая душа"] = {
    locations = {
      {2, 22, 0.5339, 0.4739},
      {2, 22, 0.471, 0.3913},
    },
  },
  ["Змей Раззаши"] = {
    locations = {
      {2, 21, 0.5408, 0.1757},
    },
  },
  ["Растерзанная крикунья"] = {
    locations = {
      {2, 6, 0.1779, 0.3212},
      {2, 6, 0.3599, 0.351},
      {2, 6, 0.4181, 0.3479},
      {2, 6, 0.2336, 0.2111},
      {2, 6, 0.238, 0.2459},
    },
  },
  ["Таррел Камнепряд"] = {
    locations = {
      {2, 3, 0.1152, 0.5219},
    },
  },
  ["Грохотун"] = {
    locations = {
      {2, 2, 0.0359, 0.8089},
      {2, 2, 0.1518, 0.8876},
    },
  },
  ["Хомер Стоунфилд"] = {
    locations = {
      {2, 25, 0.3366, 0.8297},
    },
  },
  ["Даргон"] = {
    locations = {
      {1, 8, 0.487, 0.3917},
    },
  },
  ["Гарпия из стаи Зачарованного Крыла"] = {
    locations = {
      {1, 15, 0.4094, 0.1868},
      {1, 15, 0.4103, 0.155},
    },
  },
  ["Пещерный скрытень"] = {
    locations = {
      {1, 12, 0.3037, 0.5465},
      {1, 12, 0.3596, 0.644},
    },
  },
  ["Брагок"] = {
    locations = {
      {1, 15, 0.6309, 0.3715},
    },
  },
  ["Бичехвост из улья Зара"] = {
    locations = {
      {1, 14, 0.2965, 1.0609},
    },
  },
  ["Ллан Бишер"] = {
    locations = {
      {2, 25, 0.5017, 0.4221},
    },
  },
  ["Фурболг из племени Чернолесья"] = {
    locations = {
      {1, 18, 0.4395, 0.8477},
      {1, 18, 0.4084, 0.8818},
    },
  },
  ["Молодая пантера"] = {
    locations = {
      {2, 21, 0.4169, 0.1115},
      {2, 21, 0.3914, 0.0779},
      {2, 21, 0.3688, 0.1436},
    },
  },
  ["Оракул из племени Серой Мглы"] = {
    locations = {
      {1, 18, 0.3152, 0.8515},
      {1, 18, 0.5527, 0.1255},
    },
  },
  ["Лютый пятнистый вепрь"] = {
    locations = {
      {1, 4, 0.4651, 0.4379},
      {1, 4, 0.5281, 0.6505},
      {1, 4, 0.5319, 0.5685},
      {1, 4, 0.4648, 0.3921},
      {1, 4, 0.5226, 0.4784},
    },
  },
  ["Провозвестник Мок'тардин"] = {
    locations = {
      {2, 21, 0.3214, 0.2918},
    },
  },
  ["Лиззарик"] = {
    locations = {
      {1, 15, 0.6161, 0.3826},
      {1, 15, 0.5764, 0.3741},
      {1, 15, 0.5253, 0.3081},
    },
  },
  ["Стражник Робертс"] = {
    locations = {
      {2, 25, 0.4788, 0.6781},
    },
  },
  ["Сул'литуз-пескорыск"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Барнил Каменный Горшок"] = {
    locations = {
      {2, 21, 0.3567, 0.1052},
    },
  },
  ["Дендритис"] = {
    locations = {
      {1, 3, 0.3869, 0.1863},
      {1, 3, 0.4317, 0.2008},
      {1, 3, 0.3657, 0.1515},
    },
  },
  ["Каз Дваждыдвац"] = {
    locations = {
      {1, 13, 0.6473, 0.504},
    },
  },
  ["Бриллия Железное Клеймо"] = {
    locations = {
      {2, 19, 0.3902, 0.7407},
    },
  },
  ["Большой грозовой змей"] = {
    locations = {
      {1, 15, 0.4632, 0.7494},
      {1, 15, 0.4572, 0.7931},
    },
  },
  ["Тенелов из племени Тлетворных"] = {
    locations = {
      {1, 12, 0.3037, 0.5464},
    },
  },
  ["Голодный лютый волк"] = {
    locations = {
      {2, 20, 0.1565, 0.2653},
      {2, 20, 0.2658, 0.2647},
      {2, 20, 0.2295, 0.2645},
      {2, 20, 0.3058, 0.2538},
      {2, 20, 0.1939, 0.2568},
    },
  },
  ["Неприкаянный дух"] = {
    locations = {
      {2, 10, 0.4149, 0.6691},
      {2, 25, 0.8552, 0.6967},
      {2, 24, 0.2987, 0.6193},
    },
  },
  ["Маур Заклинатель Дождя"] = {
    locations = {
      {1, 9, 0.4702, 0.5711},
    },
  },
  ["Пекарь Мастерсон"] = {
    locations = {
      {2, 9, 0.6952, 0.7947},
    },
  },
  ["Послушник из легиона Изрубленного Щита"] = {
    locations = {
      {2, 23, 0.4078, 0.9567},
    },
  },
  ["Руузлу"] = {
    locations = {
      {1, 16, 0.3873, 0.199},
    },
  },
  ["Паока Ходячая Гора"] = {
    locations = {
      {1,19, 0.1743, 0.4058}
    }
  },
  ["Молодой ящер-кнутохвост"] = {
    locations = {
      {2, 21, 0.3071, 0.2347},
    },
  },
  ["Мракоплюй"] = {
    locations = {
      {2, 4, 0.7765, 0.4144},
    },
  },
  ["Фаустрон"] = {
    locations = {
      {1, 8, 0.3221, 0.6643},
    },
  },
  ["Джариен"] = {
    locations = {
      {2, 6, 0.3092, 0.1588},
    },
  },
  ["Тельгрум Камнемолот"] = {
    locations = {
      {1, 18, 0.382, 0.412},
    },
  },
  ["Жуткий летун"] = {
    locations = {
      {1, 12, 0.588, 0.486},
      {1, 12, 0.6219, 0.5587},
      {1, 12, 0.6022, 0.5207},
      {1, 12, 0.433, 0.5351},
      {1, 12, 0.5395, 0.4796},
    },
  },
  ["Дух Гелка"] = {
    locations = {
      {1, 12, 0.2897, 0.572},
    },
  },
  ["Исцеляющий идол"] = {
    locations = {
      {2, 2, 0.3523, 0.1033},
    },
  },
  ["Принц Гален Троллебой"] = {
    locations = {
      {2, 13, 0.2773, 0.5813},
    },
  },
  ["Разведчик из племени Кровавого Скальпа"] = {
    locations = {
      {2, 21, 0.2496, 0.1149},
    },
  },
  ["Горожанин Вилкс"] = {
    locations = {
      {2, 16, 0.329, 0.4122},
    },
  },
  ["Бейл'данский оценщик"] = {
    locations = {
      {1, 9, 0.324, 0.487},
    },
  },
  ["Надзиратель из стаи Речной Лапы"] = {
    locations = {
      {2, 10, 0.6191, 0.7731},
    },
  },
  ["Милла Сердия"] = {
    locations = {
      {1, 13, 0.6751, 0.5165},
    },
  },
  ["Нечистый ворген из стаи Ночной Погибели"] = {
    locations = {
      {2, 20, 0.736, 0.7654},
    },
  },
  ["Хладнокрылый птенец"] = {
    locations = {
      {1, 5, 0.4637, 0.3692},
      {1, 5, 0.4451, 0.4266},
      {1, 5, 0.3918, 0.3769},
      {1, 5, 0.3518, 0.4402},
      {1, 5, 0.4258, 0.3734},
    },
  },
  ["Главный археолог Седоус"] = {
    locations = {
      {1, 3, 0.3136, 0.8412},
    },
  },
  ["Винчакса"] = {
    locations = {
      {2, 21, 0.1455, 0.158},
    },
  },
  ["Иссохший свиностраж"] = {
    locations = {
      {1, 15, 0.5086, 0.9287},
    },
  },
  ["Шиендра Высокая Трава"] = {
    locations = {
      {1, 20, 0.7452, 0.4277},
    },
  },
  ["Послушник из некрополиса"] = {
    locations = {
      {2, 6, 0.3995, 0.2584},
    },
  },
  ["Ужасающий кондор"] = {
    locations = {
      {2, 11, 0.471, 0.3506},
      {2, 11, 0.5141, 0.3916},
      {2, 11, 0.5613, 0.7558},
      {2, 11, 0.3557, 0.7032},
      {2, 11, 0.5485, 0.4241},
    },
  },
  ["Мурдалок"] = {
    locations = {
      {2, 2, 0.5093, 0.6737},
    },
  },
  ["Молодая величавая виверна"] = {
    locations = {
      {1, 6, 0.6197, 0.6113},
      {1, 6, 0.7673, 0.4441},
    },
  },
  ["Верховный маг Ансарем Руноплет"] = {
    locations = {
      {2, 1, 0.1895, 0.7868},
    },
  },
  ["Гладень Гастрогном"] = {
    locations = {
      {2, 19, 0.7085, 0.7005},
    },
  },
  ["Посланник из клана Черного Железа"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Болезненный гризли"] = {
    locations = {
      {2, 9, 0.5684, 0.6064},
      {2, 9, 0.5802, 0.5621},
      {2, 9, 0.5997, 0.5214},
      {2, 9, 0.5591, 0.5185},
    },
  },
  ["Урсол'лок"] = {
    locations = {
      {1, 21, 0.8277, 0.4822},
      {1, 21, 0.8879, 0.6817},
      {1, 21, 0.8316, 0.5623},
    },
  },
  ["Дебошир-смрадодых"] = {
    locations = {
      {2, 23, 0.2711, 0.7254},
    },
  },
  ["Псарь Гребмар"] = {
    locations = {
      {2, 23, 0.2714, 0.7256},
    },
  },
  ["Танси Грязебульк"] = {
    locations = {
      {2, 19, 0.4795, 0.0631},
    },
  },
  ["Ведун Королуск"] = {
    locations = {
      {1, 20, 0.7489, 0.4387},
    },
  },
  ["Жевра-скакун"] = {
    locations = {
      {1, 15, 0.6105, 0.3275},
      {1, 15, 0.5148, 0.4685},
      {1, 15, 0.5567, 0.4879},
      {1, 15, 0.4912, 0.4967},
      {1, 15, 0.4494, 0.1445},
    },
  },
  ["Люсьен Подай-Ключ"] = {
    locations = {
      {2, 2, 0.2583, 0.4441},
    },
  },
  ["Большой Билл"] = {
    locations = {
      {1, 15, 0.6861, 0.4872},
    },
  },
  ["Лавовый уничтожитель"] = {
    locations = {
      {2, 23, 0.3233, 0.95},
    },
  },
  ["Прелесть"] = {
    locations = {
      {1, 7, 0.3131, 0.4493},
      {1, 7, 0.4503, 0.6114},
      {2, 23, 0.408, 0.9563},
      {1, 7, 0.5162, 0.6879},
      {1, 7, 0.5013, 0.7659},
    },
  },
  ["Тарил'зун"] = {
    locations = {
      {2, 11, 0.6858, 0.5895},
    },
  },
  ["Джиена Оперенная Стрела"] = {
    locations = {
      {1, 17, 0.5593, 0.5918},
    },
  },
  ["Разъедающий болотный слизнюк"] = {
    locations = {
      {1, 13, 0.4596, 0.5752},
      {1, 13, 0.518, 0.5236},
      {1, 13, 0.5277, 0.5908},
      {1, 13, 0.53, 0.5607},
    },
  },
  ["Снежный гончий волк"] = {
    locations = {
      {2, 8, 0.4452, 0.4683},
      {2, 8, 0.5071, 0.4512},
    },
  },
  ["Гематос"] = {
    locations = {
      {2, 17, 0.3115, 0.5893},
      {2, 17, 0.3022, 0.528},
      {2, 17, 0.1767, 0.5227},
      {2, 17, 0.2282, 0.489},
      {2, 17, 0.1771, 0.577},
    },
  },
  ["Волнолов из племени Порванного Плавника"] = {
    locations = {
      {2, 16, 0.4547, 0.6598},
      {2, 16, 0.3881, 0.6898},
    },
  },
  ["Нараксис"] = {
    locations = {
      {2, 20, 0.8645, 0.4856},
      {2, 20, 0.8707, 0.5281},
    },
  },
  ["Весприст"] = {
    locations = {
      {1, 17, 0.5835, 0.9396},
    },
  },
  ["Баронесса Анастари"] = {
    locations = {
      {2, 6, 0.4833, 0.2184},
    },
  },
  ["Барон Вардус"] = {
    locations = {
      {2, 1, 0.6024, 0.4344},
      {2, 1, 0.5799, 0.3081},
      {2, 1, 0.5615, 0.2732},
      {2, 1, 0.5289, 0.2052},
      {2, 1, 0.4757, 0.1805},
    },
  },
  ["Чеканщик из племени Гелкис"] = {
    locations = {
      {1, 12, 0.3658, 0.8251},
      {1, 12, 0.3553, 0.8841},
      {1, 12, 0.3902, 0.9022},
      {1, 12, 0.386, 0.933},
      {1, 12, 0.3909, 0.8642},
    },
  },
  ["Повелительница смерти Двайр"] = {
    locations = {
      {2, 13, 0.7328, 0.2983},
    },
  },
  ["Тельдарин Заблудший"] = {
    locations = {
      {2, 2, 0.5142, 0.7678},
    },
  },
  ["Джон Тернер"] = {
    locations = {
      {2, 19, 0.2371, 0.6237},
      {2, 19, 0.2175, 0.5385},
      {2, 19, 0.2774, 0.7049},
      {2, 19, 0.226, 0.5792},
      {2, 19, 0.2668, 0.6693},
    },
  },
  ["Брохан Бочкопуз"] = {
    locations = {
      {2, 24, 0.6432, 0.2088},
    },
  },
  ["Острозуб нагорья"] = {
    locations = {
      {2, 3, 0.6904, 0.3149},
      {2, 3, 0.6915, 0.3515},
      {2, 3, 0.3486, 0.1892},
    },
  },
  ["Гончая Скверны"] = {
    locations = {
      {2, 7, 0.6115, 0.5268},
      {2, 7, 0.5425, 0.5735},
      {2, 7, 0.5752, 0.4954},
    },
  },
  ["Берегоброд"] = {
    locations = {
      {1, 16, 0.6427, 0.6236},
      {1, 16, 0.7072, 0.5511},
      {1, 16, 0.6691, 0.5841},
    },
  },
  ["Кривозубая бешенка"] = {
    locations = {
      {2, 21, 0.5405, 0.1757},
    },
  },
  ["Драз'Зилб"] = {
    locations = {
      {1, 13, 0.3711, 0.3302},
    },
  },
  ["Грязекоп из племени Соленой Слюны"] = {
    locations = {
      {1, 21, 0.2048, 0.4236},
    },
  },
  ["Крелдиг Унгор"] = {
    locations = {
      {1, 12, 0.6622, 0.097},
    },
  },
  ["Тиранда Шелест Ветра"] = {
    locations = {
      {1, 3, 0.3911, 0.812},
      {1, 16, 0.5722, 0.4982},
    },
  },
  ["Портной Лунной Ярости"] = {
    locations = {
      {2, 18, 0.4672, 0.7244},
    },
  },
  ["Капитан Ванесса Белтис"] = {
    locations = {
      {1, 1, 0.5306, 0.8778},
    },
  },
  ["Дозорный Махар Ба"] = {
    locations = {
      {2, 7, 0.6758, 0.1917},
    },
  },
  ["Членистоног из улья 'Аши"] = {
    locations = {
      {1, 14, 0.4782, 0.2566},
      {1, 14, 0.4304, 0.2802},
      {1, 14, 0.4891, 0.4458},
      {1, 14, 0.5432, 0.4828},
      {1, 14, 0.4182, 0.1494},
    },
  },
  ["Член совета Хигарт"] = {
    locations = {
      {2, 18, 0.465, 0.7403},
    },
  },
  ["Страж смерти Мортис"] = {
    locations = {
      {2, 13, 0.7346, 0.2984},
    },
  },
  ["Кебок"] = {
    locations = {
      {2, 21, 0.2702, 0.7717},
    },
  },
  ["Злобоклюй"] = {
    locations = {
      {2, 7, 0.5961, 0.4044},
      {2, 7, 0.5984, 0.4593},
      {2, 7, 0.6045, 0.3649},
    },
  },
  ["Поджигатель-целитель"] = {
    locations = {
      {2, 24, 0.5596, 0.6053},
    },
  },
  ["Священник из крепости Стражей Пустоты"] = {
    locations = {
      {2, 7, 0.6081, 0.1832},
      {2, 7, 0.6207, 0.2112},
      {2, 7, 0.6558, 0.2138},
    },
  },
  ["Турос Ловкорук"] = {
    locations = {
      {2, 25, 0.5243, 0.5942},
      {2, 25, 0.5061, 0.8303},
      {2, 25, 0.2964, 0.5841},
      {2, 25, 0.8941, 0.7896},
    },
  },
  ["Земельник-страж"] = {
    locations = {
      {2, 2, 0.3523, 0.1033},
    },
  },
  ["Згги"] = {
    locations = {
      {2, 24, 0.2643, 0.7841},
    },
  },
  ["У'ча"] = {
    locations = {
      {1, 7, 0.6849, 0.1316},
    },
  },
  ["Толпогон 9-60"] = {
    locations = {
      {2, 8, 0.1767, 0.3914},
    },
  },
  ["Фелисия Мелайн"] = {
    locations = {
      {2, 20, 0.7752, 0.4434},
    },
  },
  ["Митсува"] = {
    locations = {
      {1, 21, 0.117, 0.3481},
    },
  },
  ["Водянистый захватчик"] = {
    locations = {
      {1, 5, 0.5329, 0.423},
    },
  },
  ["Морин Ловец Облаков"] = {
    locations = {
      {1, 9, 0.5409, 0.6041},
      {1, 9, 0.5766, 0.6149},
    },
  },
  ["Воитель из клана Черной горы"] = {
    locations = {
      {2, 11, 0.3109, 0.1044},
    },
  },
  ["Таттернак Стальной Горн"] = {
    locations = {
      {1, 15, 0.4511, 0.5774},
    },
  },
  ["Даррен Малвей"] = {
    locations = {
      {2, 16, 0.5235, 0.5604},
    },
  },
  ["Оракул из племени Соленой Слюны"] = {
    locations = {
      {1, 21, 0.2046, 0.4234},
    },
  },
  ["Зил'айя"] = {
    locations = {
      {1, 10, 0.551, 0.3965},
    },
  },
  ["Капитан Железная Гора"] = {
    locations = {
      {2, 16, 0.7195, 0.8039},
    },
  },
  ["Укротитель грифонов Разящий Коготь"] = {
    locations = {
      {2, 5, 0.0982, 0.4449},
    },
  },
  ["Горный пехотинец Щебеночка"] = {
    locations = {
      {2, 12, 0.1823, 0.8385},
    },
  },
  ["Геренцо Терминатрикс"] = {
    locations = {
      {1, 6, 0.636, 0.4009},
    },
  },
  ["Землекоп из племени Камнедробов"] = {
    locations = {
      {2, 12, 0.6997, 0.637},
    },
  },
  ["Надзиратель Скользорук"] = {
    locations = {
      {2, 23, 0.382, 0.2699},
    },
  },
  ["Скелет-лекарь"] = {
    locations = {
      {2, 20, 0.1607, 0.3838},
    },
  },
  ["Орк-сирота"] = {
    locations = {
      {1, 10, 0.7092, 0.2562},
      {1, 15, 0.6311, 0.3816},
      {2, 15, 0.6606, 0.3697},
      {1, 15, 0.4791, 0.0549},
      {1, 2, 0.5932, 0.5165},
    },
  },
  ["Злобный слизнюк"] = {
    locations = {
      {1, 11, 0.3704, 0.5238},
      {1, 11, 0.3689, 0.4656},
    },
  },
  ["Корфакс, Воитель Света"] = {
    locations = {
      {2, 6, 0.8173, 0.5811},
    },
  },
  ["Кролг"] = {
    locations = {
      {1, 21, 0.5089, 0.7507},
    },
  },
  ["Знахарь из племени Тлеющего Терновника"] = {
    locations = {
      {2, 23, 0.4079, 0.9567},
    },
  },
  ["Шаман из клана Мо'Грош"] = {
    locations = {
      {2, 12, 0.7056, 0.2287},
      {2, 12, 0.6548, 0.2176},
    },
  },
  ["Дозорный Биггс"] = {
    locations = {
      {2, 4, 0.2678, 0.5966},
    },
  },
  ["Утель'най"] = {
    locations = {
      {1, 10, 0.3899, 0.8606},
    },
  },
  ["Знахарь из племени Атал'ай"] = {
    locations = {
      {2, 4, 0.7733, 0.3593},
    },
  },
  ["Мошенник из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.4412, 0.6874},
      {2, 10, 0.3658, 0.5525},
    },
  },
  ["Скути"] = {
    locations = {
      {2, 21, 0.2758, 0.7744},
    },
  },
  ["Тален"] = {
    locations = {
      {1, 21, 0.1481, 0.3122},
    },
  },
  ["Кастетник из Братства Справедливости"] = {
    locations = {
      {2, 10, 0.5003, 0.78},
      {2, 10, 0.3692, 0.757},
    },
  },
  ["Моора"] = {
    locations = {
      {1, 11, 0.389, 0.4681},
    },
  },
  ["Кровоцвет-крепкозуб"] = {
    locations = {
      {1, 7, 0.5816, 0.3619},
      {1, 7, 0.652, 0.4047},
      {1, 7, 0.6617, 0.3594},
      {1, 7, 0.7297, 0.3573},
      {1, 7, 0.6551, 0.2834},
    },
  },
  ["Каран Могучий Молот"] = {
    locations = {
      {2, 23, 0.2711, 0.7254},
    },
  },
  ["Лоскутик"] = {
    locations = {
      {2, 6, 0.4003, 0.2596},
    },
  },
  ["Адепт Культа Приверженцев Тени"] = {
    locations = {
      {2, 7, 0.6577, 0.3202},
      {2, 7, 0.6277, 0.4233},
      {2, 7, 0.6362, 0.4608},
    },
  },
  ["Найдите жену Манкрика"] = {
    locations = {
      {1, 15, 0.4932, 0.5036}
    }
  },
  ["Верховная жрица Лорена"] = {
    locations = {
      {2, 24, 0.3877, 0.2642},
    },
  }
}
-- Add drop table to monsters for faster searching
local start = GetTime()
for k,v in pairs(QuestieItems) do
	local drop = v["drop"]
	if drop then
		for m,n in pairs(drop) do
			if QuestieMonsters[m] then
				if not QuestieMonsters[m]["drops"] then
					QuestieMonsters[m]["drops"] = {};
				end
				QuestieMonsters[m]["drops"][k] = n;
			end
		end
	end
end
local ttl = GetTime() - start;
DEFAULT_CHAT_FRAME:AddMessage("Questie: инициализация MonsterDB за " .. math.floor(ttl*1000) .. "мс"); -- log function may not be created yet   ---------by CFM