QuestieObjects = {
  ["Записи Ракмора"] = {
        locations = {
            {1,12,0.361,0.304}
        }
  },
  ["Сундук Ракмора"] = {
        locations = {
            {1,12,0.3,0.087}
        }
  },
  ["Сушилка для остролиста"] = {
        locations = {
          {2, 24, 0.549, 0.583},
          {2, 19, 0.374, 0.702},
          {1, 2, 0.428, 0.543},
          {1, 10, 0.536, 0.672},
          {2, 15, 0.673, 0.38}
        }
  },
  ["Ракет запущено"] = {
    locations = {
      {2, 19, 0.2891, 0.1599},
      {1, 10, 0.413, 0.324},
      {2, 15, 0.657, 0.3585},
      {1, 3, 0.3261, 0.1219},
      {2, 24, 0.2338, 0.5301},
        },
  },
  ["Фейерверков запущено"] = {
    locations = {
      {2, 19, 0.2891, 0.1599},
      {1, 10, 0.413, 0.324},
      {2, 15, 0.657, 0.3585},
      {1, 3, 0.3261, 0.1219},
      {2, 24, 0.2338, 0.5301},
        },
  },
  ["Маленький кусочек обсидиана"] = {
        locations = {
            {1,14,0.288,0.939}
        }
  },
  ["Большая обсидиановая глыб"] = {
        locations = {
            {1,14,0.288,0.939}
        }
  },
  ["Ториевая жила Хаккари"] = {
        locations = {
            {2,21,0.52,0.176}
        }
  },
  ["Покрытая слизью богатая ториевая жила"] = {
        locations = {
            {1,14,0.426,0.133},
            {1,14,0.428,0.285},
            {1,14,0.195,0.55},
            {1,20,0.588,0.436}
        }
  },
  ["Богатая ториевая жила"] = {
        locations = {
            {2,17,0.39,0.28},
            {2,17,0.23,0.67},
            {2,17,0.60,0.40},
            {1,5,0.54,0.44},
            {1,5,0.48,0.06},
            {1,5,0.54,0.85},
            {1,5,0.59,0.845},
            {2,6,0.65,0.23},
            {2,6,0.61,0.31},
            {2,6,0.56,0.67}
        }
  },
  ["Знамя Кром'зара"] = {
        locations = {
            {1,15,0.41,0.27}
        }
  },
  ["Корень вечерника"] = {
        locations = {
            {1,20,0.4456,0.102}
        }
  },
  ["Снолист"] = {
        locations = {
            {1,11,0.489,0.208},
            {1,11,0.416,0.588},
            {1,11,0.423,0.813},
            {1,1,0.47,0.729},
            {1,1,0.183,0.673},
            {1,1,0.635,0.875}
        }
  },
  ["Золотой сансам"] = {
        locations = {
            {1,11,0.498,0.174},
            {1,11,0.386,0.589},
            {1,1,0.355,0.502},
            {1,1,0.453,0.323},
            {1,1,0.542,0.895},
            {1,7,0.257,0.557},
            {1,7,0.383,0.241},
            {1,7,0.554,0.83},
            {1,1,0.784,0.237},
            {1,1,0.592,0.782},
            {2,6,0.613,0.697},
            {2,6,0.826,0.843},
            {2,17,0.451,0.577}
        }
  },
  ["Чумоцвет"] = {
        locations = {
            {1,11,0.408,0.371},
            {1,11,0.477,0.227},
            {1,11,0.619,0.255},
            {1,11,0.4,0.695},
            {1,11,0.465,0.903},
            {1,11,0.536,0.904}
        }
  },
  ["Слезы Артаса"] = {
        locations = {
            {1,11,0.53,0.15},
            {1,11,0.41,0.21},
            {1,11,0.44,0.14},
            {1,11,0.41,0.40},
            {1,11,0.38,0.60},
            {1,11,0.415,0.804}
        }
  },
  ["Горный серебряный шалфей"] = {
        locations = {
            {1,5,0.69,0.33},
            {1,5,0.44,0.46},
            {1,7,0.507,0.49},
            {1,7,0.22,0.67},
            {1,1,0.41,0.26},
            {1,1,0.75,0.27}
        }
  },
  ["Солнечник"] = {
        locations = {
            {2,5,0.5777,0.478},
            {2,5,0.2002,0.5326},
            {2,5,0.2863,0.5402},
            {2,5,0.2872,0.6428},
            {1,20,0.5882,0.5426},
        }
  },
  ["Кровь Грома"] = {
        locations = {
            {2,7,0.4503,0.3851},
            {1,11,0.5155,0.2814},
            {1,12,0.5001,0.7072},
            {1,11,0.5667,0.2071},
            {2,7,0.5704,0.5086}
        }
  },
  ["Малая ториевая жила2"] = {
        locations = {
            {1,11,0.3733,0.5347},
            {1,11,0.4822,0.9176},
            {1,11,0.604,0.0641},
            {1,11,0.6309,0.0937},
            {1,11,0.643,0.128},
            {1,11,0.3663,0.6792}
        }
  },
  ["Мифриловые залежи2"] = {
        locations = {
            {1,11,0.366,0.52},
            {1,11,0.584,0.879},
            {1,11,0.495,0.909},
            {1,11,0.388,0.621},
            {1,11,0.368,0.398},
            {1,11,0.435,0.182},
            {1,11,0.597,0.211},
            {1,11,0.366,0.627}
        }
  },
  ["Малая ториевая жила"] = {
        locations = {
            {1,16,0.629,0.462},
            {1,16,0.712,0.423},
            {1,16,0.281,0.705},
            {1,16,0.305,0.436},
            {1,16,0.377,0.516},
            {1,14,0.442,0.78},
            {1,14,0.507,0.219},
            {1,14,0.604,0.213},
            {1,14,0.628,0.788},
            {2,17,0.625,0.271},
            {2,17,0.811,0.45},
            {2,17,0.764,0.554},
            {2,17,0.503,0.429},
            {1,7,0.657,0.155},
            {1,7,0.78,0.41},
            {1,7,0.742,0.7},
            {1,7,0.504,0.761},
            {2,7,0.642,0.292},
            {2,7,0.548,0.575},
            {2,7,0.392,0.285},
            {2,9,0.486,0.205},
            {2,9,0.525,0.588},
            {2,9,0.478,0.383},
            {1,5,0.596,0.879},
            {1,5,0.565,0.427}
        }
  },
  ["Мифриловые залежи"] = {
        locations = {
            {2,13,0.79,0.367},
            {2,13,0.694,0.787},
            {2,13,0.44,0.702},
            {2,13,0.257,0.7},
            {2,7,0.573,0.117},
            {2,7,0.651,0.316},
            {2,7,0.565,0.518},
            {2,7,0.451,0.51},
            {1,1,0.15,0.727},
            {1,1,0.337,0.422},
            {1,1,0.645,0.221},
            {1,1,0.583,0.305},
            {1,16,0.57,0.69},
            {1,16,0.319,0.667},
            {1,16,0.344,0.401},
            {2,1,0.522,0.461},
            {2,1,0.541,0.339},
            {2,1,0.379,0.719},
            {2,1,0.378,0.405},
            {2,2,0.094,0.865},
            {2,2,0.355,0.389},
            {2,2,0.717,0.672},
            {1,12,0.315,0.594},
            {1,12,0.745,0.764},
            {1,12,0.548,0.796},
        },
  },
  ["Гонг Скарабея"] = {
        locations = {
            {1,14,0.257,0.909},
        },
  },
  ["Монумент Франклорну Искуснику"] = {
    locations = {
      {2, 23, 0.2712, 0.7253},
    },
  },
  ["Чудоягодник"] = {
    locations = {
      {1, 17, 0.4260, 0.7620},
    },
  },
  ["Фералас: История"] = {
        locations = {
            {1,17,0.552,0.915},
        },
  },
  ["Плакат: \"Разыскивается\": Смертехват"] = {
        locations = {
            {1,14,0.514,0.383},
        },
  },
  ["Алтарь Сунтары"] = {
        locations = {
            {2,23,0.413,0.255},
        },
  },
  ["Человеческие останки"] = {
        locations = {
            {2,17,0.28,0.3},
        },
  },
  ["Сокровищница черных драконов"] = {
    locations = {
      {2, 23, 0.3891, 0.3896},
    },
  },
  ["Сумеречный фолиант"] = {
    locations = {
      {1, 18, 0.3856, 0.8607},
    },
  },
  ["Большие кожаные рюкзаки"] = {
    locations = {
      {1, 20, 0.733, 0.5626},
    },
  },
  ["Тикающий подарочек"] = {
    locations = {
      {1, 10, 0.495, 0.776},
    },
  },
  ["Земля с могилы Элизы"] = {
        locations = {
            {2,20,0.289,0.308},
        },
  },
  ["Рассыпающийся дворфийский скелет"] = {
        locations = {
            {2,2,0.509,0.625},
        },
  },
  ["Гадальная чаша"] = {
    locations = {
      {1, 18, 0.3892, 0.8609},
    },
  },
  ["Мятая карта"] = {
        locations = {
            {2,2,0.531,0.34},
        },
  },
  ["Сломанная ловушка"] = {
        locations = {
            {1,20,0.59,0.42},
        },
  },
  ["Росток папоротника"] = {
        locations = {
            {1,17,0.608,0.686},
        },
  },
  ["Ящик со свечами"] = {
        locations = {
            {2,22,0.682,0.42},
        },
  },
  ["Запечатанный ящик"] = {
        locations = {
            {2,24,0.295,0.616},
        },
  },
  ["Отсыревший сундук"] = {
        locations = {
            {2,3,0.122,0.642},
        },
  },
  ["Хрустальная слеза"] = {
        locations = {
            {1,14,0.287,0.891},
        },
  },
  ["Купель сущности"] = {
    locations = {
      {2, 4, 0.7733, 0.3591},
       },
  },
  ["Краеугольный камень"] = {
        locations = {
            {2,13,0.361,0.581},
        },
  },
  ["Запечатанный ящик с припасами"] = {
    locations = {
      {1, 9, 0.537, 0.482},
    },
  },
  ["Сокровище Кортелло"] = {
        locations = {
            {2,5,0.808,0.469},
        },
  },
  ["Заплесневелый свиток"] = {
    locations = {
      {1, 13, 0.3112, 0.6609},
    },
  },
  ["Охраняемая бочка Громового эля"] = {
        locations = {
            {2,8,0.478,0.527},
        },
  },
  ["Опаленное письмо"] = {
        locations = {
            {2,23,0.745,0.193},
        },
  },
  ["Подарок в яркой упаковке"] = {
        locations = {
            {2,19,0.34,0.659},
            {1,10,0.48,0.71},
        },
  },
  ["Котел Мертвого Леса"] = {
    locations = {
      {1, 11, 0.6022, 0.0585},
    },
  },
  ["Сундук Гидраксиса"] = {
        locations = {
            {1,1,0.792,0.749},
        },
  },
  ["Небольшая сумка"] = {
    locations = {
      {1, 7, 0.631, 0.6901},
    },
  },
  ["Разбитый плот"] = {
    locations = {
      {1, 7, 0.630, 0.686},
    },
  },
  ["Кокон Зукк'аш"] = {
    locations = {
      {1, 20, 0.721, 0.6374},
    },
  },
  ["Сокровище Шен'дралар"] = {
    locations = {
      {1, 20, 0.59, 0.42},
    },
  },
  ["Труп Эбенезера Ржавый Засов"] = {
        locations = {
            {2,13,0.457,0.931},
        },
  },
  ["Розыск: ОРКИ!"] = {
        locations = {
            {2,16,0.43,0.23},
        },
  },
  ["Подарок в разноцветной упаковке"] = {
        locations = {
            {2,19,0.34,0.659},
            {1,10,0.48,0.71},
        },
  },
  ["Ящик из Даларана"] = {
        locations = {
            {2,18,0.499,0.604},
        },
  },
  ["Пустой кувшин"] = {
        locations = {
            {2,11,0.633,0.499},
        },
  },
  ["Тактическая карта Древолапов"] = {
        locations = {
            {1,20,0.716,0.559},
        },
  },
  ["Плакат: \"Розыск\": Бесселет"] = {
        locations = {
            {1,6,0.591,0.757},
        },
  },
  ["Чудолиственник"] = {
        locations = {
            {1,17,0.346,0.288},
        },
  },
  ["Кристаллы Мизраэли"] = {
        locations = {
            {2,13,0.625,0.337},
        },
  },
  ["Могила Гелькулара"] = {
        locations = {
            {2,16,0.528,0.534},
        },
  },
  ["Испытательное оборудование"] = {
        locations = {
            {2,19,0.756,0.239},
            {2,15,0.479,0.735},
        },
  },
  ["Потаенное святилище"] = {
        locations = {
            {1,21,0.564,0.492},
        },
  },
  ["Соларсальская Беседка"] = {
    locations = {
      {1, 20, 0.2631, 0.5229},
    },
  },
  ["ОПАСНО!"] = {
        locations = {
            {2,16,0.626,0.197},
        },
  },
  ["Восточный хрустальный пилон"] = {
        locations = {
            {1,7,0.772,0.5},
        },
  },
  ["Старый сундучок"] = {
        locations = {
            {2,10,0.416,0.668},
        },
  },
  ["Неохраняемые чертежи Риззла"] = {
        locations = {
            {1,19,0.772,0.774},
        },
  },
  ["Документы Синдиката"] = {
        locations = {
            {2,16,0.599,0.079},
            {2,16,0.508,0.204},
        },
  },
  ["Сундук Малема"] = {
    locations = {
      {1, 12, 0.5658, 0.1784},
    },
  },
  ["Запертый сундук"] = {
        locations = {
            {2,10,0.26,0.17},
        },
  },
  ["Могила Троллебоя"] = {
        locations = {
            {2,13,0.289,0.596},
        },
  },
  ["Северный хрустальный пилон"] = {
    locations = {
      {1, 7, 0.5661, 0.1246},
    },
  },
  ["Диски Норганнона"] = {
        locations = {
            {2,2,0.43,0.135},
        },
  },
  ["Силовой камень с изъяном"] = {
    locations = {
      {1, 15, 0.6235, 0.2},
    },
  },
  ["Яйц-О-Матик"] = {
    locations = {
      {1, 16, 0.5237, 0.2699},
    },
  },
  ["Розыск: ДВОРФЫ!"] = {
        locations = {
            {2,16,0.61,0.09},
        },
  },
  ["Посылка Дженис"] = {
        locations = {
            {2,9,0.388,0.553},
        },
  },
  ["Катапульта Драконьей Пасти"] = {
        locations = {
            {2,3,0.475,0.471},
        },
  },
  ["Секрет Рин'джи"] = {
        locations = {
            {2,5,0.864,0.591},
        },
  },
  ["Не вызывающий подозрений сундук"] = {
        locations = {
            {2,18,0.462,0.867},
        },
  },
  ["Сокровищница Логова Когтя"] = {
    locations = {
      {1, 6, 0.2665, 0.1086},
    },
  },
  ["Подозрительное надгробие"] = {
    locations = {
      {1, 16, 0.5386, 0.2902},
    },
  },
  ["Сундучок капитана"] = {
        locations = {
            {2,10,0.26,0.478},
        },
  },
  ["Старый кувшин"] = {
        locations = {
            {2,10,0.407,0.171},
        },
  },
  ["Разбитая бочка"] = {
        locations = {
            {2,10,0.406,0.478},
        },
  },
  ["Клеймо Драккисата"] = {
    locations = {
      {2, 23, 0.44, 0.85},
    },
  },
  ["Плакат Разыскивается: Глубомрак!"] = {
        locations = {
            {1,18,0.372,0.442},
        },
  },
  ["Разбитая гребная лодка"] = {
    locations = {
      {1, 20, 0.4549, 0.6499},
    },
  },
  ["Сундук Карнитола"] = {
    locations = {
      {1, 12, 0.3614, 0.3045},
    },
  },
  ["Дар Менетила"] = {
        locations = {
            {2,6,0.31,0.14},
        },
  },
  ["Оскверненный Ночной дракон [1]"] = {
        locations = {
            {1,11,0.407,0.783},
        },
  },
  ["Оскверненный Ночной дракон [2]"] = {
        locations = {
            {1,11,0.506,0.304},
        },
  },
  ["Оскверненный Ночной дракон [3]"] = {
        locations = {
            {1,11,0.351,0.589},
        },
  },
  ["Оскверненный Ночной дракон [4]"] = {
        locations = {
            {1,11,0.425,0.139},
        },
  },
  ["Факел Воздаяния"] = {
        locations = {
            {2,23,0.391,0.393},
        },
  },
  ["Рыхлая земля"] = {
        locations = {
            {1,13,0.554,0.259},
        },
  },
  ["Запертый сейф храбреца"] = {
        locations = {
            {2,3,0.144,0.241},
        },
  },
  ["Котел Бат-ра"] = {
        locations = {
            {2,16,0.783,0.069},
        },
  },
  ["Жаровня Дремлющего Пламени"] = {
    locations = {
      {1, 4, 0.389, 0.5823},
    },
  },
  ["Деревянный туалет"] = {
        locations = {
            {2,23,0.656,0.622},
        },
  },
  ["К оружию!"] = {
        locations = {
            {2,5,0.791,0.79},
        },
  },
  ["Бочонок"] = {
        locations = {
            {2,16,0.514,0.59},
        },
  },
  ["Поваренная книга Сэнди"] = {
    locations = {
      {1, 14, 0.3793, 0.4532},
    },
  },
  ["Призрачный кубок"] = {
        locations = {
            {2,17,0.287,0.332},
        },
  },
  ["Опасайся терродактилей"] = {
        locations = {
            {1,7,0.435,0.084},
        },
  },
  ["Флигель"] = {
        locations = {
            {2,9,0.482,0.497},
        },
  },
  ["Кадка Деналана"] = {
    locations = {
      {1, 17, 0.6082, 0.6849},
    },
  },
  ["Тщательно упакованный подарок"] = {
        locations = {
            {2,19,0.657,0.339},
            {1,10,0.5,0.75},
        },
  },
  ["Пыльная полка"] = {
    locations = {
      {2, 18, 0.653, 0.2483},
    },
  },
  ["Идол Хаккара"] = {
    locations = {
      {2, 4, 0.70, 0.53},
    },
  },
  ["Таинственный красный кристалл"] = {
    locations = {
      {1, 18, 0.4732, 0.4872},
    },
  },
  ["Жаровня Вечного источника"] = {
    locations = {
      {2, 18, 0.3824, 0.4451},
    },
  },
  ["Жужжалка 525"] = {
    locations = {
      {1, 18, 0.4141, 0.8059},
    },
  },
  ["Жужжалка 827"] = {
    locations = {
      {1, 18, 0.3664, 0.4628},
    },
  },
  ["Жужжалка 323"] = {
    locations = {
      {1, 18, 0.5127, 0.246},
    },
  },
  ["Жужжалка 411"] = {
    locations = {
      {1, 18, 0.4197, 0.2866},
    },
  },
  ["Пьедестал Ульдума"] = {
    locations = {
      {1, 16, 0.3768, 0.8143},
    },
  },
  ["Поврежденный ящик [1]"] = {
    locations = {
      {1, 5, 0.5902, 0.5975},
    },
  },
  ["Поврежденный ящик [2]"] = {
    locations = {
      {2, 3, 0.1349, 0.4146},
    },
  },
  ["Оскверненный ветроцвет [1]"] = {
    locations = {
      {1, 11, 0.5, 0.8},
    },
  },
  ["Оскверненный ветроцвет [2]"] = {
    locations = {
      {1, 11, 0.552, 0.235},
    },
  },  
  ["Оскверненный ветроцвет [3]"] = {
    locations = {
      {1, 11, 0.558, 0.07},
    },
  },
  ["Оскверненный ветроцвет [4]"] = {
    locations = {
      {1, 11, 0.575, 0.20},
    },
  },
  ["Оскверненный ветроцвет [5]"] = {
    locations = {
      {1, 11, 0.454, 0.183},
    },
  },
  ["Оскверненный ветроцвет [6]"] = {
    locations = {
      {1, 11, 0.388, 0.219},
    },
  },
  ["Оскверненный ветроцвет [7]"] = {
    locations = {
      {1, 11, 0.344, 0.487},
    },
  },
  ["Оскверненный ветроцвет [8]"] = {
    locations = {
      {1, 11, 0.39, 0.591},
    },
  },
  ["Оскверненный ветроцвет [9]"] = {
    locations = {
      {1, 11, 0.366, 0.62},
    },
  },
  ["Оскверненный ветроцвет [10]"] = {
    locations = {
      {1, 11, 0.448, 0.417},
    },
  },
  ["Алтарь Хаккара"] = {
    locations = {
      {2, 4, 0.7733, 0.359},
    },
  },
  ["Термитная бочка"] = {
    locations = {
      {2, 9, 0.4835, 0.3196},
    },
  },
  ["Неохраняемая бочка Громового эля"] = {
    locations = {
      {2, 8, 0.4768, 0.5267},
    },
  },
  ["Обветшавшая могила"] = {
    locations = {
      {2, 20, 0.1771, 0.2912},
    },
  },
  ["Дневник миссис Далсон"] = {
    locations = {
      {2, 9, 0.478, 0.507},
    },
  },
  ["Разбитая спасательная шлюпка"] = {
    locations = {
      {2, 21, 0.325, 0.82},
    },
  },
  ["Труп Рольфа"] = {
    locations = {
      {2, 25, 0.7985, 0.5557},
    },
  },
  ["Обглоданный труп"] = {
    locations = {
      {2, 25, 0.7267, 0.6036},
    },
  },
  ["Серебряный Оплот"] = {
    locations = {
      {2, 6, 0.8174, 0.5802},
    },
  },
  ["Внутренний связывающий камень"] = {
    locations = {
      {2, 13, 0.3623, 0.5736},
    },
  },
  ["Радужные осколки"] = {
    locations = {
      {2, 13, 0.843, 0.309},
    },
  },
  ["Корабль с трупами"] = {
    locations = {
      {2, 18, 0.5838, 0.3483},
    },
  },
  ["Бурлящий котел"] = {
    locations = {
      {2, 21, 0.322, 0.276},
    },
  },
  ["Запертый шкаф"] = {
    locations = {
      {2, 9, 0.474, 0.496},
    },
  },
  ["Труп дворфа"] = {
    locations = {
      {2, 8, 0.7971, 0.3618},
    },
  },
  ["Пыльный коврик"] = {
    locations = {
      {2,16, 0.6277, 0.1883}
    }
  },
  ["Перечень Заблудших"] = {
    locations = {
      {2, 9, 0.394, 0.666},
    },
  },
  ["Кокарда Тераморской стражи"] = {
    locations = {
      {1, 15, 0.510, 0.790},
    },
  },
  ["Черный щит"] = {
    locations = {
      {1, 15, 0.509, 0.792},
    },
  },
  ["Подозрительный след копыта"] = {
    locations = {
      {1, 15, 0.509, 0.786},
    },
  },
  ["Только что выброшенная земля"] = {
    locations = {
      {1, 16, 0.585, 0.985},
    },
  },
  ["Сейф букмекера Герода"] = {
    locations = {
      {2, 21, 0.4962, 0.0759},
    },
  },
  ["Записи букмекера Ирода"] = {
    locations = {
      {2, 21, 0.4369, 0.0939},
    },
  },
  ["Надгробная плита Юрива"] = {
    locations = {
      {2, 18, 0.4424, 0.4262},
    },
  },
  ["Обеденный стол Лилит"] = {
    locations = {
      {2, 22, 0.666, 0.449},
    },
  },
  ["Статуя старого льва"] = {
    locations = {
      {2, 11, 0.8435, 0.4681},
    },
  },
  ["Каталог Малифоя"] = {
    locations = {
      {1, 5, 0.61, 0.388},
    },
  }, 
  ["Котел Плети [1]"] = {
    locations = {
      {2, 9, 0.373, 0.568},
    },
  },  
  ["Котел Плети [2]"] = {
    locations = {
      {2, 9, 0.462, 0.519},
    },
  },
  ["Котел Плети [3]"] = {
    locations = {
      {2, 9, 0.53, 0.656},
    },
  },
  ["Котел Плети [4]"] = {
    locations = {
      {2, 9, 0.625, 0.585},
    },
  },
  ["Фургон Джерона"] = {
    locations = {
      {1, 5, 0.614, 0.6068},
    },
  },
  ["Кальдорайский фолиант Призыва"] = {
    locations = {
      {1, 1, 0.595, 0.3128},
    },
  },
  ["Подозрительная бочка"] = {
    locations = {
      {2, 12, 0.56, 0.132},
    },
  },
  ["Взрывчатка"] = {
    locations = {
      {2, 12, 0.506, 0.1437},
    },
  },
  ["Неглубокая могила"] = {
    locations = {
      {2, 18, 0.6786, 0.2485},
    },
  },
  ["Полузакопанная бочка"] = {
    locations = {
      {2, 3, 0.139, 0.348},
    },
  },
  ["Запечатанная бочка"] = {
    locations = {
      {2, 3, 0.136, 0.382},
    },
  },  
  ["Монолит Равноденствия"] = {
    locations = {
      {1, 20, 0.3885, 0.1317},
    },
  },
  ["Панель управления"] = {
    locations = {
      {1, 15, 0.5243, 0.1165},
    },
  },
  ["Выброшенная на берег морская тварь [1]"] = {
        locations = {
            {16.0,0.419,0.315,100.0,},
        },
  },
  ["Выброшенная на берег морская тварь [4]"] = {
        locations = {
            {16.0,0.313,0.874,100.0,},
        },
  },
  ["Выброшенная на берег морская тварь [3]"] = {
        locations = {
            {16.0,0.327,0.808,100.0,},
        },
  },
  ["Выброшенная на берег морская тварь [2]"] = {
        locations = {
            {16.0,0.36,0.709,100.0,},
        },
  },
  ["Выброшенная на берег морская черепаха [1]"] = {
    locations = {
      {1, 18, 0.371, 0.622},
    },
  },
  ["Выброшенная на берег морская черепаха [2]"] = {
    locations = {
      {1, 18, 0.317, 0.837},
    },
  },
  ["Выброшенная на берег морская черепаха [3]"] = {
    locations = {
      {1, 18, 0.442, 0.206},
    },
  },
  ["Выброшенная на берег морская черепаха [4]"] = {
    locations = {
      {1, 18, 0.312, 0.856},
    },
  },
  ["Выброшенная на берег морская черепаха [5]"] = {
    locations = {
      {1, 18, 0.531, 0.181},
    },
  },
  ["Печать Земли"] = {
    locations = {
      {2, 2, 0.815, 0.499},
    },
  },
  ["Разорванный свиток"] = {
    locations = {
      {2, 6, 0.273, 0.852},
    },
  },
  ["Куча грязи"] = {
    locations = {
      {2, 6, 0.28, 0.862},
    },
  },
  ["Чистер 5200"] = {
    locations = {
      {2, 8, 0.24, 0.39},
    },
  },
  ["Запертый сейф храбреца"] = {
    locations = {
      {2, 3, 0.144, 0.24},
    },
  },
  ["Промокший свиток"] = {
    locations = {
      {2, 4, 0.229, 0.482},
    },
  },
  ["Розыск/Пропал без вести/Найден"] = {
    locations = {
      {2, 23, 0.376, 0.265},
    },
  },
  ["Куча рыхлой земли"] = {
    locations = {
      {2, 20, 0.499, 0.777},
    },
  },
  ["Западный хрустальный пилон"] = {
    locations = {
      {1, 7, 0.239, 0.592},
    },
  },
  ["Оскверненный кнутокорень"] = {
    locations = {
      {1, 11, 0.506, 0.183},
      {1, 11, 0.494, 0.122},
      {1, 11, 0.407, 0.191},
      {1, 11, 0.430, 0.470},
      {1, 11, 0.341, 0.602},
    },
  },
  ["Гнилой кнутокорень"] = {
    locations = {
      {1, 11, 0.401, 0.852},
    },
  },
  ["Таинственный пень"] = {
    locations = {
      {1, 9, 0.35, 0.616},
    },
  },
  ["Таинственный сундук Пещер Стенаний"] = {
    locations = {
      {1, 15, 0.465, 0.357},
    },
  },
  ["Таинственный сундук с Мертвых копей"] = {
    locations = {
      {2, 10, 0.43, 0.747},
    },
  },
  ["Таинственный стог Восточной Долины"] = {
    locations = {
      {2, 25, 0.848, 0.644},
    },
  },
  ["Оскверненный песнецвет"] = {
    locations = {
      {1, 11, 0.5291, 0.8777},
      {1, 11, 0.4592, 0.8524},
      {1, 11, 0.4017, 0.565},
      {1, 11, 0.5053, 0.1391},
      {1, 11, 0.4012, 0.4438},
    },
  },
  ["Плакат Разыскивается: Червеглаз"] = {
    locations = {
      {2, 22, 0.607, 0.515},
    },
  },
  ["Плакат Разыскивается: Гат'Илзогг"] = {
    locations = {
      {2, 11, 0.296, 0.462},
    },
  },
  ["Плакат Разыскивается!"] = {
    locations = {
      {2, 16, 0.626, 0.208},
    },
  },
  ["Плакат Разыскивается: Барон Дольноберег"] = {
    locations = {
      {1, 15, 0.626, 0.375},
    },
  },
  ["Розыск!"] = {
    locations = {
      {2, 13, 0.46, 0.478},
    },
  },
  ["Плакат \"Разыскивается\": Андре Огнебородый"] = {
    locations = {
      {1, 16, 0.518, 0.270},
    },
  },
  ["Плакат \"Разыскивается\": Калиф Жало Скорпида"] = {
    locations = {
      {1, 16, 0.518, 0.270},
    },
  },
  ["РАЗЫСКИВАЕТСЯ: Дворфы Черного Железа"] = {
    locations = {
      {2, 2, 0.036, 0.473},
    },
  },
  ["РАЗЫСКИВАЕТСЯ: Высокопоставленные чины Черного Железа"] = {
    locations = {
      {2, 2, 0.04, 0.473},
    },
  },  
  ["Плакат \"Разыскивается\": Арнак Зловещий Тотем"] = {
    locations = {
      {1, 19, 0.46, 0.509},
    },
  },
  ["Разыскивается: лейтенант Фангор"] = {
    locations = {
      {2, 11, 0.268, 0.464},
    },
  },
  ["Плакат \"Разыскивается\": Дробитель"] = {
    locations = {
      {2, 25, 0.246, 0.747},
    },
  },  
  ["Плакат \"Разыскивается\": Чок'сул"] = {
    locations = {
      {2, 12, 0.3729, 0.4649},
    },
  },
  ["Загадка Кортелло"] = {
    locations = {
      {2, 21, 0.336, 0.884},
      {2, 21, 0.306, 0.902},
      {2, 21, 0.292, 0.886},
    },
  },
  ["Промокшее письмо"] = {
    locations = {
      {2, 13, 0.4473, 0.9273},
    },
  },
  ["Пустой бочонок Чена"] = {
    locations = {
      {1, 15, 0.4501, 0.6221},
      {1, 15, 0.5471, 0.3719},
      {1, 15, 0.5714, 0.0905},
      {1, 15, 0.5569, 0.273},
    },
  },
  ["Сундук Арены с сокровищами"] = {
    locations = {
      {2, 21, 0.305, 0.479},
    },
  },
  ["Сундук Бенедикта"] = {
    locations = {
      {1, 4, 0.593, 0.576},
    },
  },
  ["Карта с пятнами грязи"] = {
    locations = {
      {1, 9, 0.632, 0.827},
    },
  },
  ["Дневник Хенрига Хмурня"] = {
    locations = {
      {1, 19, 0.307, 0.244},
    },
  },
  ["Пиратский сундучок"] = {
    locations = {
      {1, 16, 0.7238, 0.4539},
    },
  },
  ["Свиток Гордунни"] = {
    locations = {
      {1, 20, 0.7506, 0.2905},
      {1, 20, 0.8004, 0.3471},
    },
  },
  ["Подержанный деревянный сундук"] = {
    locations = {
      {2, 1, 0.3924, 0.1466},
    },
  },
  ["Разбитый ящик"] = {
    locations = {
      {2, 4, 0.4582, 0.3554},
      {2, 4, 0.336, 0.4611},
      {2, 4, 0.6426, 0.2166},
      {2, 4, 0.5434, 0.3049},
      {2, 4, 0.6088, 0.2201},
    },
  },
  ["Освободите Тог'тара"] = {
    locations = {
      {2,16, 0.7974, 0.3969}
    },
    drop = {
      ["Тюремный надзиратель Малгрен"] = 1
    },
  },
  ["Прочтите \"Песнь об Амет'Аране\""] = {
    locations = {
      {1, 18, 0.433, 0.5874},
    },
  },
  ["Переписка Кровавого Паруса"] = {
    locations = {
      {2, 21, 0.273, 0.695},
    },
  },
  ["Уничтожьте Демоново семя"] = {
    locations = {
      {1, 15, 0.4797, 0.1912},
    },
  },
  ["Перекройте главный клапан управления"] = {
    locations = {
      {1, 15, 0.5233, 0.116},
    },
  },
  ["Сожгите заметки Высокодолья"] = {
    locations = {
      {2, 5, 0.2961, 0.4864},
    },
  },
  ["План нападения на Долину Испытаний уничтожен"] = {
    locations = {
      {1, 4, 0.4983, 0.8126},
    },
  },
  ["Сила пламени Вераза получена"] = {
    locations = {
      {2, 16, 0.441, 0.2664},
    },
  },
  ["Уничтожено яиц Ониксии"] = {
    locations = {
      {1, 13, 0.4843, 0.755},
    },
  },
  ["Северная башня подожжена"] = {
    locations = {
      {2, 23, 0.3339, 0.5445},
    },
  },
  ["Посажено семян Геи"] = {
    locations = {
      {1, 6, 0.3516, 0.6695},
      {1, 6, 0.3119, 0.705},
      {1, 6, 0.3012, 0.6637},
      {1, 6, 0.3178, 0.6309},
      {1, 6, 0.3522, 0.7115},
    },
  },
  ["Уничтожьте печать у древнего пламени"] = {
    locations = {
      {1, 18, 0.4237, 0.6178},
    },
  },
  ["Потушите жаровню Боли"] = {
    locations = {
      {1, 11, 0.3626, 0.5622},
    },
  },
  ["Найдите доказательство Косы Элуны"] = {
    locations = {
      {2, 20, 0.7359, 0.791},
    },
  },
  ["Сожгите отчет Высокодолья"] = {
    locations = {
      {2, 5, 0.2857, 0.4613},
    },
  },
  ["Взрывчатка уничтожена"] = {
    locations = {
      {2, 13, 0.4876, 0.8805},
    },
  },
  ["Погасите жаровню Злобы"] = {
    locations = {
      {1, 11, 0.3764, 0.5274},
    },
  },
  ["Перекройте перепускной клапан"] = {
    locations = {
      {1, 15, 0.5231, 0.1139},
    },
  },
  ["Западная башня подожжена"] = {
    locations = {
      {2, 23, 0.3576, 0.6064},
    },
  },
  ["Освободите душу высокорожденного в Сатирнааре"] = {
    locations = {
      {1, 21, 0.816, 0.4855},
    },
  },
  ["План нападения на деревню Сен'джин уничтожен."] = {
    locations = {
      {1, 4, 0.4768, 0.7741},
    },
  },
  ["Уничтожено груд джуджу"] = {
    locations = {
      {1, 4, 0.6786, 0.8373},
    },
  },
  ["Восточная башня подожжена"] = {
    locations = {
      {2, 23, 0.5, 0.5485},
    },
  },
  ["Останки Люсьена Саркофф сожжены"] = {
    locations = {
      {2, 9, 0.6901, 0.7279},
    },
  },
  ["Южная башня подожжена"] = {
    locations = {
      {2, 23, 0.4393, 0.6103},
    },
  },
  ["Проверьте первую клетку"] = {
    locations = {
      {2, 5, 0.2326, 0.5871},
    },
  },
  ["Проверьте третью клетку"] = {
    locations = {
      {2, 5, 0.3199, 0.574},
    },
  },
  ["Погасите жаровню Ненависти"] = {
    locations = {
      {1, 11, 0.3652, 0.5524},
    },
  },
  ["Погасите жаровню Страдания"] = {
    locations = {
      {1, 11, 0.3676, 0.5332},
    },
  },
  ["Проверьте вторую клетку"] = {
    locations = {
      {2, 5, 0.2314, 0.587},
    },
  },
  ["Сожгите записи Высокодолья"] = {
    locations = {
      {2, 5, 0.3193, 0.4694},
    },
  },
  ["Сила пламени Узеля получена"] = {
    locations = {
      {2, 1, 0.3751, 0.6637},
    },
  },
  ["Голова Гор'теша установлена"] = {
    locations = {
      {2, 17, 0.81, 0.4673},
    },
  },
  ["Останки Самуэля погребены"] = {
    locations = {
      {2, 22, 0.367, 0.616},
      {2, 22, 0.3121, 0.6502},
    },
  },
  ["Изучите фолиант Мел'Тандрис"] = {
    locations = {
      {1, 21, 0.505, 0.391},
    },
  },
  ["Хилсбрадское официальное объявление уничтожено"] = {
    locations = {
      {2, 16, 0.2969, 0.4169},
    },
  },
  ["Проверьте мертвые семена"] = {
    locations = {
      {1, 15, 0.556, 0.4272},
    },
  },
  ["Информация получена"] = {
    locations = {
      {2, 17, 0.6554, 0.3958},
      {2, 17, 0.5522, 0.3802},
      {2, 17, 0.5941, 0.3985},
      {2, 17, 0.6312, 0.4189},
      {2, 17, 0.6803, 0.3731},
    },
  },
  ["План нападения на Оргриммар уничтожен"] = {
    locations = {
      {1, 4, 0.4626, 0.7901},
    },
  },
  ["Освободите Друлла"] = {
    locations = {
      {2,16, 0.7532, 0.4162}
    },
    drop = {
      ["Тюремный надзиратель Эстон"] = 1
    },
  },
  ["Останки Евы Саркофф сожжены"] = {
    locations = {
      {2, 9, 0.6901, 0.7279},
    },
  },
  ["Сила пламени Азеля получена"] = {
    locations = {
      {2, 16, 0.4398, 0.2798},
    },
  },
  ["Перекройте топливный распределительный клапан"] = {
    locations = {
      {1, 15, 0.5242, 0.114},
    },
  },
  ["Архив сожжен"] = {
    locations = {
      {2, 6, 0.3111, 0.1584},
    },
  },
  ["Прочтите \"Падение Амет'Арана\""] = {
    locations = {
      {1, 18, 0.4265, 0.631},
    },
  },
  ["Уничтожить ветролет в Бейл Модане"] = {
    locations = {
      {1, 15, 0.4697, 0.8558},
    },
  },
  ["Откройте клетку Остроклюва"] = {
    locations = {
      {2, 5, 0.5342, 0.67},
    },
  },
  ["Освободите душу высокорожденного на Ночной поляне"] = {
    locations = {
      {1, 21, 0.6664, 0.5696},
    },
  },
  ["Посетите красное гнездо ящера"] = {
    locations = {
      {1,15, 0.5246, 0.4656}
    },
    drop = {
      ["Яркочешуйчатый смертехват"]=1,
      ["Яркочешуйчатый кнутохвост"]=1,
    },
  },
  ["Посетите желтое гнездо ящера"] = {
    locations = {
      {1,15, 0.5203, 0.4648}
    },
    drop = {
      ["Яркочешуйчатый смертехват"]=1,
      ["Яркочешуйчатый кнутохвост"]=1,
    },
  },  
  ["Посетите синее гнездо ящера"] = {
    locations = {
      {1,15, 0.5259, 0.4611}
    },
    drop = {
      ["Яркочешуйчатый смертехват"]=1,
      ["Яркочешуйчатый кнутохвост"]=1,
    },
  },
}