QuestieObjects = {
    ["Сушилка для остролиста"] = {
		locations = {
		  {2, 24, 0.549, 0.583},
		  {2, 19, 0.374, 0.702},
		  {1, 2, 0.428, 0.543},
		  {1, 10, 0.536, 0.672},
		  {2, 15, 0.673, 0.38}
		}
	},
    ["Ракет запущено"] = {
		["locations"] = {
		  [1] = {25.0, 0.2891, 0.1599, 100.0},
		  [5] = {1.0, 0.413, 0.324, 5.0},
		  [3] = {45.0, 0.657, 0.3585, 74.0},
		  [4] = {21.0, 0.3261, 0.1219, 61.0},
		  [2] = {36.0, 0.2338, 0.5301, 75.0}
		},
		["locationCount"] = 5
	},
    ["Фейерверков запущено"] = {
		["locations"] = {
		  [1] = {25.0, 0.2891, 0.1599, 100.0},
		  [5] = {1.0, 0.413, 0.324, 5.0},
		  [3] = {45.0, 0.657, 0.3585, 74.0},
		  [4] = {21.0, 0.3261, 0.1219, 61.0},
		  [2] = {36.0, 0.2338, 0.5301, 75.0}
		},
		["locationCount"] = 5
	},
    ["Маленький кусочек обсидиана"] = {
        locations = {
            {1,14,0.288,0.939}
        }
    },
    ["Большая обсидиановая глыб"] = {
        locations = {
            {1,14,0.288,0.939}
        }
    },
    ["Ториевая жила Хаккари"] = {
        locations = {
            {2,21,0.52,0.176}
        }
    },
    ["Покрытая слизью богатая ториевая жила"] = {
        locations = {
            {1,14,0.426,0.133},
            {1,14,0.428,0.285},
            {1,14,0.195,0.55},
            {1,20,0.588,0.436}
        }
    },
    ["Богатая ториевая жила"] = {
        locations = {
            {2,17,0.39,0.28},
            {2,17,0.23,0.67},
            {2,17,0.60,0.40},
            {1,5,0.54,0.44},
            {1,5,0.48,0.06},
            {1,5,0.54,0.85},
            {1,5,0.59,0.845},
            {2,6,0.65,0.23},
            {2,6,0.61,0.31},
            {2,6,0.56,0.67}
        }
    },
    ["Знамя Кром'зара"] = {
        locations = {
            {1,15,0.41,0.27}
        }
    },
    ["Корень вечерника"] = {
        locations = {
            {1,20,0.4456,0.102}
        }
    },
    ["Снолист"] = {
        locations = {
            {1,11,0.489,0.208},
            {1,11,0.416,0.588},
            {1,11,0.423,0.813},
            {1,1,0.47,0.729},
            {1,1,0.183,0.673},
            {1,1,0.635,0.875}
        }
    },
    ["Золотой сансам"] = {
        locations = {
            {1,11,0.498,0.174},
            {1,11,0.386,0.589},
            {1,1,0.355,0.502},
            {1,1,0.453,0.323},
            {1,1,0.542,0.895},
            {1,7,0.257,0.557},
            {1,7,0.383,0.241},
            {1,7,0.554,0.83},
            {1,1,0.784,0.237},
            {1,1,0.592,0.782},
            {2,6,0.613,0.697},
            {2,6,0.826,0.843},
            {2,17,0.451,0.577}
        }
    },
    ["Чумоцвет"] = {
        locations = {
            {1,11,0.408,0.371},
            {1,11,0.477,0.227},
            {1,11,0.619,0.255},
            {1,11,0.4,0.695},
            {1,11,0.465,0.903},
            {1,11,0.536,0.904}
        }
    },
    ["Слезы Артаса"] = {
        locations = {
            {1,11,0.53,0.15},
            {1,11,0.41,0.21},
            {1,11,0.44,0.14},
            {1,11,0.41,0.40},
            {1,11,0.38,0.60},
            {1,11,0.415,0.804}
        }
    },
    ["Горный серебряный шалфей"] = {
        locations = {
            {1,5,0.69,0.33},
            {1,5,0.44,0.46},
            {1,7,0.507,0.49},
            {1,7,0.22,0.67},
            {1,1,0.41,0.26},
            {1,1,0.75,0.27}
        }
    },
    ["Солнечник"] = {
        locations = {
            {2,5,0.5777,0.478},
            {2,5,0.2002,0.5326},
            {2,5,0.2863,0.5402},
            {2,5,0.2872,0.6428},
            {1,20,0.5882,0.5426},
        }
    },
    ["Кровь Грома"] = {
        locations = {
            {2,7,0.4503,0.3851},
            {1,11,0.5155,0.2814},
            {1,12,0.5001,0.7072},
            {1,11,0.5667,0.2071},
            {2,7,0.5704,0.5086}
        }
    },
    ["Малая ториевая жила2"] = {
        locations = {
            {1,11,0.3733,0.5347},
            {1,11,0.4822,0.9176},
            {1,11,0.604,0.0641},
            {1,11,0.6309,0.0937},
            {1,11,0.643,0.128},
            {1,11,0.3663,0.6792}
        }
    },
    ["Мифриловые залежи2"] = {
        locations = {
            {1,11,0.366,0.52},
            {1,11,0.584,0.879},
            {1,11,0.495,0.909},
            {1,11,0.388,0.621},
            {1,11,0.368,0.398},
            {1,11,0.435,0.182},
            {1,11,0.597,0.211},
            {1,11,0.366,0.627}
        }
    },
    ["Малая ториевая жила"] = {
        locations = {
            {1,16,0.629,0.462},
            {1,16,0.712,0.423},
            {1,16,0.281,0.705},
            {1,16,0.305,0.436},
            {1,16,0.377,0.516},
            {1,14,0.442,0.78},
            {1,14,0.507,0.219},
            {1,14,0.604,0.213},
            {1,14,0.628,0.788},
            {2,17,0.625,0.271},
            {2,17,0.811,0.45},
            {2,17,0.764,0.554},
            {2,17,0.503,0.429},
            {1,7,0.657,0.155},
            {1,7,0.78,0.41},
            {1,7,0.742,0.7},
            {1,7,0.504,0.761},
            {2,7,0.642,0.292},
            {2,7,0.548,0.575},
            {2,7,0.392,0.285},
            {2,9,0.486,0.205},
            {2,9,0.525,0.588},
            {2,9,0.478,0.383},
            {1,5,0.596,0.879},
            {1,5,0.565,0.427}
        }
    },
    ["Мифриловые залежи"] = {
        locations = {
            {2,13,0.79,0.367},
            {2,13,0.694,0.787},
            {2,13,0.44,0.702},
            {2,13,0.257,0.7},
            {2,7,0.573,0.117},
            {2,7,0.651,0.316},
            {2,7,0.565,0.518},
            {2,7,0.451,0.51},
            {1,1,0.15,0.727},
            {1,1,0.337,0.422},
            {1,1,0.645,0.221},
            {1,1,0.583,0.305},
            {1,16,0.57,0.69},
            {1,16,0.319,0.667},
            {1,16,0.344,0.401},
            {2,1,0.522,0.461},
            {2,1,0.541,0.339},
            {2,1,0.379,0.719},
            {2,1,0.378,0.405},
            {2,2,0.094,0.865},
            {2,2,0.355,0.389},
            {2,2,0.717,0.672},
            {1,12,0.315,0.594},
            {1,12,0.745,0.764},
            {1,12,0.548,0.796},
        },
    },
    ["Гонг Скарабея"] = {
        locations = {
            {1,14,0.257,0.909},
        },
    },
  ["Монумент Франклорну Искуснику"] = {
    ["locations"] = {
      [1] = {32.0, 0.2712, 0.7253, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Чудоягодник"] = {
    ["locations"] = {
      [1] = {24.0, 0.4260, 0.7620, 100.0}
    },
    ["locationCount"] = 1,
  },
    ["Фералас: История"] = {
        locations = {
            {1,17,0.552,0.915},
        },
    },
    ["Плакат: \"Разыскивается\": Смертехват"] = {
        locations = {
            {1,14,0.514,0.383},
        },
    },
    ["Алтарь Сунтары"] = {
        locations = {
            {2,23,0.413,0.255},
        },
    },
    ["Человеческие останки"] = {
        locations = {
            {2,17,0.28,0.3},
        },
    },
  ["Сокровищница черных драконов"] = {
    ["locations"] = {
      [1] = {32.0, 0.3891, 0.3896, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сумеречный фолиант"] = {
    ["locations"] = {
      [1] = {16.0, 0.3856, 0.8607, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Большие кожаные рюкзаки"] = {
    ["locations"] = {
      [1] = {17.0, 0.733, 0.5626, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Тикающий подарочек"] = {
    ["locations"] = {
      [1] = {1.0, 0.495, 0.776, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Земля с могилы Элизы"] = {
        locations = {
            {2,20,0.289,0.308},
        },
    },
    ["Рассыпающийся дворфийский скелет"] = {
        locations = {
            {2,2,0.509,0.625},
        },
    },
  ["Гадальная чаша"] = {
    ["locations"] = {
      [1] = {16.0, 0.3892, 0.8609, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Мятая карта"] = {
        locations = {
            {2,2,0.531,0.34},
        },
    },
    ["Сломанная ловушка"] = {
        locations = {
            {1,20,0.59,0.42},
        },
    },
    ["Росток папоротника"] = {
        locations = {
            {1,17,0.608,0.686},
        },
    },
    ["Ящик со свечами"] = {
        locations = {
            {2,22,0.682,0.42},
        },
    },
    ["Запечатанный ящик"] = {
        locations = {
            {2,24,0.295,0.616},
        },
    },
    ["Отсыревший сундук"] = {
        locations = {
            {2,3,0.122,0.642},
        },
    },
    ["Хрустальная слеза"] = {
        locations = {
            {1,14,0.287,0.891},
        },
    },
  ["Купель сущности"] = {
    ["locations"] = {
      [1] = {46.0, 0.7733, 0.3591, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Краеугольный камень"] = {
        locations = {
            {2,13,0.361,0.581},
        },
    },
  ["Запечатанный ящик с припасами"] = {
    ["locations"] = {
      [1] = {22.0, 0.537, 0.482, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Сокровище Кортелло"] = {
        locations = {
            {2,5,0.808,0.469},
        },
    },
  ["Заплесневелый свиток"] = {
    ["locations"] = {
      [1] = {10.0, 0.3112, 0.6609, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Охраняемая бочка Громового эля"] = {
        locations = {
            {2,8,0.478,0.527},
        },
    },
    ["Опаленное письмо"] = {
        locations = {
            {2,23,0.745,0.193},
        },
    },
    ["Подарок в яркой упаковке"] = {
        locations = {
            {2,19,0.34,0.659},
            {1,10,0.48,0.71},
        },
    },
  ["Котел Мертвого Леса"] = {
    ["locations"] = {
      [1] = {13.0, 0.6022, 0.0585, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Сундук Гидраксиса"] = {
        locations = {
            {1,1,0.792,0.749},
        },
    },
  ["Небольшая сумка"] = {
    ["locations"] = {
      [1] = {18.0, 0.631, 0.6901, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Разбитый плот"] = {
    ["locations"] = {
      [1] = {18.0, 0.630, 0.686, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Кокон Зукк'аш"] = {
    ["locations"] = {
      [1] = {17.0, 0.721, 0.6374, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сокровище Шен'дралар"] = {
    ["locations"] = {
      [1] = {17.0, 0.59, 0.42, 100.0},
    },
    ["locationCount"] = 1
  },
    ["Труп Эбенезера Ржавый Засов"] = {
        locations = {
            {2,13,0.457,0.931},
        },
    },
    ["Розыск: ОРКИ!"] = {
        locations = {
            {2,16,0.43,0.23},
        },
    },
    ["Подарок в разноцветной упаковке"] = {
        locations = {
            {2,19,0.34,0.659},
            {1,10,0.48,0.71},
        },
    },
    ["Ящик из Даларана"] = {
        locations = {
            {2,18,0.499,0.604},
        },
    },
    ["Пустой кувшин"] = {
        locations = {
            {2,11,0.633,0.499},
        },
    },
    ["Тактическая карта Древолапов"] = {
        locations = {
            {1,20,0.716,0.559},
        },
    },
    ["Плакат: \"Розыск\": Бесселет"] = {
        locations = {
            {1,6,0.591,0.757},
        },
    },
    ["Чудолиственник"] = {
        locations = {
            {1,17,0.346,0.288},
        },
    },
    ["Кристаллы Мизраэли"] = {
        locations = {
            {2,13,0.625,0.337},
        },
    },
    ["Могила Гелькулара"] = {
        locations = {
            {2,16,0.528,0.534},
        },
    },
    ["Испытательное оборудование"] = {
        locations = {
            {2,19,0.756,0.239},
            {2,15,0.479,0.735},
        },
    },
    ["Потаенное святилище"] = {
        locations = {
            {1,21,0.564,0.492},
        },
    },
  ["Соларсальская Беседка"] = {
    ["locations"] = {
      [1] = {17.0, 0.2631, 0.5229, 100.0}
    },
    ["locationCount"] = 1
  },
    ["ОПАСНО!"] = {
        locations = {
            {2,16,0.626,0.197},
        },
    },
    ["Восточный хрустальный пилон"] = {
        locations = {
            {1,7,0.772,0.5},
        },
    },
    ["Старый сундучок"] = {
        locations = {
            {2,10,0.416,0.668},
        },
    },
    ["Неохраняемые чертежи Риззла"] = {
        locations = {
            {1,19,0.772,0.774},
        },
    },
    ["Документы Синдиката"] = {
        locations = {
            {2,16,0.599,0.079},
            {2,16,0.508,0.204},
        },
    },
  ["Сундук Малема"] = {
    ["locations"] = {
      [1] = {4.0, 0.5658, 0.1784, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Запертый сундук"] = {
        locations = {
            {2,10,0.26,0.17},
        },
    },
    ["Могила Троллебоя"] = {
        locations = {
            {2,13,0.289,0.596},
        },
    },
  ["Северный хрустальный пилон"] = {
    ["locations"] = {
      [1] = {18.0, 0.5661, 0.1246, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Диски Норганнона"] = {
        locations = {
            {2,2,0.43,0.135},
        },
    },
  ["Силовой камень с изъяном"] = {
    ["locations"] = {
      [1] = {11.0, 0.6235, 0.2, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Яйц-О-Матик"] = {
    ["locations"] = {
      [1] = {8.0, 0.5237, 0.2699, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Розыск: ДВОРФЫ!"] = {
        locations = {
            {2,16,0.61,0.09},
        },
    },
    ["Посылка Дженис"] = {
        locations = {
            {2,9,0.388,0.553},
        },
    },
    ["Катапульта Драконьей Пасти"] = {
        locations = {
            {2,3,0.475,0.471},
        },
    },
    ["Секрет Рин'джи"] = {
        locations = {
            {2,5,0.864,0.591},
        },
    },
    ["Не вызывающий подозрений сундук"] = {
        locations = {
            {2,18,0.462,0.867},
        },
    },
  ["Сокровищница Логова Когтя"] = {
    ["locations"] = {
      [1] = {6.0, 0.2665, 0.1086, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Подозрительное надгробие"] = {
    ["locations"] = {
      [1] = {8.0, 0.5386, 0.2902, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Сундучок капитана"] = {
        locations = {
            {2,10,0.26,0.478},
        },
    },
    ["Старый кувшин"] = {
        locations = {
            {2,10,0.407,0.171},
        },
    },
    ["Разбитая бочка"] = {
        locations = {
            {2,10,0.406,0.478},
        },
    },
  ["Клеймо Драккисата"] = {
    ["locations"] = {
      [1] = {32.0, 0.44, 0.85, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Плакат Разыскивается: Глубомрак!"] = {
        locations = {
            {1,18,0.372,0.442},
        },
    },
  ["Разбитая гребная лодка"] = {
    ["locations"] = {
      [1] = {17.0, 0.4549, 0.6499, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сундук Карнитола"] = {
    ["locations"] = {
      [1] = {4.0, 0.3614, 0.3045, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Дар Менетила"] = {
        locations = {
            {2,6,0.31,0.14},
        },
    },
    ["Оскверненный Ночной дракон [1]"] = {
        locations = {
            {1,11,0.407,0.783},
        },
    },
	["Оскверненный Ночной дракон [2]"] = {
        locations = {
            {1,11,0.506,0.304},
        },
    },
	["Оскверненный Ночной дракон [3]"] = {
        locations = {
            {1,11,0.351,0.589},
        },
    },
	["Оскверненный Ночной дракон [4]"] = {
        locations = {
            {1,11,0.425,0.139},
        },
    },
    ["Факел Воздаяния"] = {
        locations = {
            {2,23,0.391,0.393},
        },
    },
    ["Рыхлая земля"] = {
        locations = {
            {1,13,0.554,0.259},
        },
    },
    ["Запертый сейф храбреца"] = {
        locations = {
            {2,3,0.144,0.241},
        },
    },
    ["Котел Бат-ра"] = {
        locations = {
            {2,16,0.783,0.069},
        },
    },
  ["Жаровня Дремлющего Пламени"] = {
    ["locations"] = {
      [1] = {7.0, 0.389, 0.5823, 100.0}
    },
    ["locationCount"] = 1
  },
    ["Деревянный туалет"] = {
        locations = {
            {2,23,0.656,0.622},
        },
    },
    ["К оружию!"] = {
        locations = {
            {2,5,0.791,0.79},
        },
    },
    ["Бочонок"] = {
        locations = {
            {2,16,0.514,0.59},
        },
    },
  ["Поваренная книга Сэнди"] = {
    ["locations"] = {
      [1] = {5.0, 0.3793, 0.4532, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Призрачный кубок"] = {
        locations = {
            {2,17,0.287,0.332},
        },
  },
  ["Опасайся терродактилей"] = {
        locations = {
            {1,7,0.435,0.084},
        },
  },
  ["Флигель"] = {
        locations = {
            {2,9,0.482,0.497},
        },
  },
  ["Кадка Деналана"] = {
    ["locations"] = {
      [1] = {24.0, 0.6082, 0.6849, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Тщательно упакованный подарок"] = {
        locations = {
            {2,19,0.657,0.339},
			{1,10,0.5,0.75},
        },
  },
  ["Пыльная полка"] = {
    ["locations"] = {
      [1] = {35.0, 0.653, 0.2483, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Идол Хаккара"] = {
    ["locations"] = {
      [1] = {46.0, 0.70, 0.53, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Таинственный красный кристалл"] = {
    ["locations"] = {
      [1] = {16.0, 0.4732, 0.4872, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Жаровня Вечного источника"] = {
    ["locations"] = {
      [1] = {35.0, 0.3824, 0.4451, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Жужжалка 525"] = {
    ["locations"] = {
      [1] = {16.0, 0.4141, 0.8059, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Жужжалка 827"] = {
    ["locations"] = {
      [1] = {16.0, 0.3664, 0.4628, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Жужжалка 323"] = {
    ["locations"] = {
      [1] = {16.0, 0.5127, 0.246, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Жужжалка 411"] = {
    ["locations"] = {
      [1] = {16.0, 0.4197, 0.2866, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Пьедестал Ульдума"] = {
    ["locations"] = {
      [1] = {8.0, 0.3768, 0.8143, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Поврежденный ящик [1]"] = {
    ["locations"] = {
      [1] = {19.0, 0.5902, 0.5975, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Поврежденный ящик [2]"] = {
    ["locations"] = {
      [1] = {51.0, 0.1349, 0.4146, 100.0},
    },
    ["locationCount"] = 1
  },
  ["Оскверненный ветроцвет [1]"] = {
    ["locations"] = {
	  [1] = {13.0, 0.5, 0.8, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Оскверненный ветроцвет [2]"] = {
    ["locations"] = {
	  [1] = {13.0, 0.552, 0.235, 100.0}
    },
    ["locationCount"] = 1
  },  
  ["Оскверненный ветроцвет [3]"] = {
    ["locations"] = {
	  [1] = {13.0, 0.558, 0.07, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Оскверненный ветроцвет [4]"] = {
    ["locations"] = {
	  [1] = {13.0, 0.575, 0.20, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Оскверненный ветроцвет [5]"] = {
    ["locations"] = {
	  [1] = {13.0, 0.454, 0.183, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Оскверненный ветроцвет [6]"] = {
    ["locations"] = {
	  [1] = {13.0, 0.388, 0.219, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Оскверненный ветроцвет [7]"] = {
    ["locations"] = {
	  [1] = {13.0, 0.344, 0.487, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Оскверненный ветроцвет [8]"] = {
    ["locations"] = {
	  [1] = {13.0, 0.39, 0.591, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Оскверненный ветроцвет [9]"] = {
    ["locations"] = {
	  [1] = {13.0, 0.366, 0.62, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Оскверненный ветроцвет [10]"] = {
    ["locations"] = {
	  [1] = {13.0, 0.448, 0.417, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Алтарь Хаккара"] = {
    ["locations"] = {
      [1] = {46.0, 0.7733, 0.359, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Термитная бочка"] = {
    ["locations"] = {
      [1] = {50.0, 0.4835, 0.3196, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Неохраняемая бочка Громового эля"] = {
    ["locations"] = {
      [1] = {28.0, 0.4768, 0.5267, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Обветшавшая могила"] = {
    ["locations"] = {
      [1] = {31.0, 0.1771, 0.2912, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Дневник миссис Далсон"] = {
    locations = {
      [1] = {50.0, 0.478, 0.507, 100.0}
    },
    locationCount = 1
  },
  ["Разбитая спасательная шлюпка"] = {
    locations = {
      [1] = {38.0, 0.325, 0.82, 100.0}
    },
    locationCount = 1
  },
  ["Труп Рольфа"] = {
    ["locations"] = {
      [1] = {37.0, 0.7985, 0.5557, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Обглоданный труп"] = {
    ["locations"] = {
      [1] = {37.0, 0.7267, 0.6036, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Серебряный Оплот"] = {
    ["locations"] = {
      [1] = {34.0, 0.8174, 0.5802, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Внутренний связывающий камень"] = {
    ["locations"] = {
      [1] = {39.0, 0.3623, 0.5736, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Радужные осколки"] = {
    ["locations"] = {
      [1] = {39.0, 0.843, 0.309, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Корабль с трупами"] = {
    ["locations"] = {
      [1] = {35.0, 0.5838, 0.3483, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Бурлящий котел"] = {
    ["locations"] = {
      [1] = {38.0, 0.322, 0.276, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Запертый шкаф"] = {
    ["locations"] = {
      [1] = {50.0, 0.474, 0.496, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Труп дворфа"] = {
    ["locations"] = {
      [1] = {28.0, 0.7971, 0.3618, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Пыльный коврик"] = {
    locations = {
      {2,16, 0.6277, 0.1883}
    }
  },
  ["Перечень Заблудших"] = {
    locations = {
      [1] = {50.0, 0.394, 0.666, 100.0}
    },
    locationCount = 1
  },
  ["Кокарда Тераморской стражи"] = {
    ["locations"] = {
      [1] = {11.0, 0.510, 0.790, 100.0}
    },
    ["locationCount"] = 1,
  },
  ["Черный щит"] = {
    ["locations"] = {
      [1] = {11.0, 0.509, 0.792, 100.0}
    },
    ["locationCount"] = 1,
  },
  ["Подозрительный след копыта"] = {
    ["locations"] = {
      [1] = {11.0, 0.509, 0.786, 100.0}
    },
    ["locationCount"] = 1,
  },
  ["Только что выброшенная земля"] = {
    locations = {
      [1] = {8.0, 0.585, 0.985, 100.0}
    },
    locationCount = 1
  },
  ["Сейф букмекера Герода"] = {
    ["locations"] = {
      [1] = {38.0, 0.4962, 0.0759, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Записи букмекера Ирода"] = {
    ["locations"] = {
      [1] = {38.0, 0.4369, 0.0939, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Надгробная плита Юрива"] = {
    locations = {
      [1] = {35.0, 0.4424, 0.4262, 100.0}
    },
    locationCount = 1
  },
  ["Обеденный стол Лилит"] = {
    locations = {
      [1] = {43.0, 0.666, 0.449, 100.0}
    },
    locationCount = 1
  },
  ["Статуя старого льва"] = {
    locations = {
      [1] = {30.0, 0.8435, 0.4681, 100.0}
    },
    locationCount = 1
  },
  ["Каталог Малифоя"] = {
    locations = {
      [1] = {19.0, 0.61, 0.388, 100.0},
    },
    locationCount = 1
  }, 
  ["Котел Плети [1]"] = {
    locations = {
      [1] = {50.0, 0.373, 0.568, 100.0},
    },
    locationCount = 1
  },  
  ["Котел Плети [2]"] = {
    locations = {
      [1] = {50.0, 0.462, 0.519, 100.0},
    },
    locationCount = 1
  },
  ["Котел Плети [3]"] = {
    locations = {
      [1] = {50.0, 0.53, 0.656, 100.0},
    },
    locationCount = 1
  },
  ["Котел Плети [4]"] = {
    locations = {
      [1] = {50.0, 0.625, 0.585, 100.0},
    },
    locationCount = 1
  },
  ["Фургон Джерона"] = {
    locations = {
      [1] = {19.0, 0.614, 0.6068, 100.0}
    },
    locationCount = 1
  },
  ["Кальдорайский фолиант Призыва"] = {
    locations = {
      [1] = {15.0, 0.595, 0.3128, 100.0}
    },
    locationCount = 1
  },
  ["Подозрительная бочка"] = {
    locations = {
      [1] = {29.0, 0.56, 0.132, 100.0}
    },
    locationCount = 1
  },
  ["Взрывчатка"] = {
    locations = {
      [1] = {29.0, 0.506, 0.1437, 100.0}
    },
    locationCount = 1
  },
  ["Неглубокая могила"] = {
    locations = {
      [1] = {35.0, 0.6786, 0.2485, 100.0}
    },
    locationCount = 1
  },
  ["Полузакопанная бочка"] = {
    locations = {
      [1] = {51.0, 0.139, 0.348, 100.0}
    },
    locationCount = 1
  },
  ["Запечатанная бочка"] = {
    locations = {
      [1] = {51.0, 0.136, 0.382, 100.0}
    },
    locationCount = 1
  },  
  ["Монолит Равноденствия"] = {
    locations = {
      [1] = {17.0, 0.3885, 0.1317, 100.0}
    },
    locationCount = 1
  },
  ["Панель управления"] = {
    locations = {
      [1] = {11.0, 0.5243, 0.1165, 100.0}
    },
    locationCount = 1
  },
  ["Выброшенная на берег морская тварь [1]"] = {
        faction = 1,
        locations = {
            {16.0,0.419,0.315,100.0,},
        },
        locationCount = 1,
  },
  ["Выброшенная на берег морская тварь [4]"] = {
        faction = 1,
        locations = {
            {16.0,0.313,0.874,100.0,},
        },
        locationCount = 1,
    },
    ["Выброшенная на берег морская тварь [3]"] = {
        faction = 1,
        locations = {
            {16.0,0.327,0.808,100.0,},
        },
        locationCount = 1,
    },
	["Выброшенная на берег морская тварь [2]"] = {
        faction = 1,
        locations = {
            {16.0,0.36,0.709,100.0,},
        },
        locationCount = 1,
    },
  ["Выброшенная на берег морская черепаха [1]"] = {
    locations = {
      [1] = {16.0, 0.371, 0.622, 100.0}
    },
    locationCount = 1
  },
  ["Выброшенная на берег морская черепаха [2]"] = {
    locations = {
      [1] = {16.0, 0.317, 0.837, 100.0}
    },
    locationCount = 1
  },
  ["Выброшенная на берег морская черепаха [3]"] = {
    locations = {
      [1] = {16.0, 0.442, 0.206, 100.0}
    },
    locationCount = 1
  },
  ["Выброшенная на берег морская черепаха [4]"] = {
    locations = {
      [1] = {16.0, 0.312, 0.856, 100.0}
    },
    locationCount = 1
  },
  ["Выброшенная на берег морская черепаха [5]"] = {
    locations = {
      [1] = {16.0, 0.531, 0.181, 100.0}
    },
    locationCount = 1
  },
  ["Печать Земли"] = {
    locations = {
      [1] = {27.0, 0.815, 0.499, 100.0}
    },
    locationCount = 1
  },
  ["Разорванный свиток"] = {
    locations = {
      [1] = {34.0, 0.273, 0.852, 100.0}
    },
    locationCount = 1
  },
  ["Куча грязи"] = {
    locations = {
      [1] = {34.0, 0.28, 0.862, 100.0}
    },
    locationCount = 1
  },
  ["Чистер 5200"] = {
    locations = {
      [1] = {28.0, 0.24, 0.39, 100.0}
    },
    locationCount = 1
  },
  ["Запертый сейф храбреца"] = {
    locations = {
      [1] = {51.0, 0.144, 0.24, 100.0}
    },
    locationCount = 1
  },
  ["Промокший свиток"] = {
    locations = {
      [1] = {46.0, 0.229, 0.482, 100.0}
    },
    locationCount = 1
  },
  ["Розыск/Пропал без вести/Найден"] = {
    locations = {
      [1] = {32.0, 0.376, 0.265, 100.0}
    },
    locationCount = 1
  },
  ["Куча рыхлой земли"] = {
    locations = {
      [1] = {31.0, 0.499, 0.777, 100.0}
    },
    locationCount = 1
  },
  ["Западный хрустальный пилон"] = {
    locations = {
      [1] = {18.0, 0.239, 0.592, 100.0}
    },
    locationCount = 1
  },
  ["Оскверненный кнутокорень"] = {
    locations = {
	  [2] = {13.0, 0.506, 0.183, 20.0},
	  [3] = {13.0, 0.494, 0.122, 10.0},
	  [4] = {13.0, 0.407, 0.191, 10.0},
	  [5] = {13.0, 0.430, 0.470, 10.0},
	  [1] = {13.0, 0.341, 0.602, 20.0},
    },
    locationCount = 5
  },
  ["Гнилой кнутокорень"] = {
    locations = {
      [1] = {13.0, 0.401, 0.852, 100.0}
    },
    locationCount = 1
  },
  ["Таинственный пень"] = {
    locations = {
      [1] = {22.0, 0.35, 0.616, 100.0}
    },
    locationCount = 1
  },
  ["Таинственный сундук Пещер Стенаний"] = {
    locations = {
      [1] = {11.0, 0.465, 0.357, 100.0}
    },
    locationCount = 1
  },
  ["Таинственный сундук с Мертвых копей"] = {
    locations = {
      [1] = {49.0, 0.43, 0.747, 100.0}
    },
    locationCount = 1
  },
  ["Таинственный стог Восточной Долины"] = {
    locations = {
      [1] = {37.0, 0.848, 0.644, 100.0}
    },
    locationCount = 1
  },
  ["Оскверненный песнецвет"] = {
    ["locations"] = {
      [1] = {13.0, 0.5291, 0.8777, 100.0},
      [5] = {13.0, 0.4592, 0.8524, 3.0},
      [3] = {13.0, 0.4017, 0.565, 93.0},
      [4] = {13.0, 0.5053, 0.1391, 41.0},
      [2] = {13.0, 0.4012, 0.4438, 93.0}
    },
    ["locationCount"] = 5
  },
  ["Плакат Разыскивается: Червеглаз"] = {
    ["locations"] = {
      [1] = {43.0, 0.607, 0.515, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Плакат Разыскивается: Гат'Илзогг"] = {
    ["locations"] = {
      [1] = {30.0, 0.296, 0.462, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Плакат Разыскивается!"] = {
    ["locations"] = {
      [1] = {48.0, 0.626, 0.208, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Плакат Разыскивается: Барон Дольноберег"] = {
    ["locations"] = {
      [1] = {11.0, 0.626, 0.375, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Розыск!"] = {
    ["locations"] = {
      [1] = {39.0, 0.46, 0.478, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Плакат \"Разыскивается\": Андре Огнебородый"] = {
    ["locations"] = {
      [1] = {8.0, 0.518, 0.270, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Плакат \"Разыскивается\": Калиф Жало Скорпида"] = {
    ["locations"] = {
      [1] = {8.0, 0.518, 0.270, 100.0}
    },
    ["locationCount"] = 1
  },
  ["РАЗЫСКИВАЕТСЯ: Дворфы Черного Железа"] = {
    ["locations"] = {
      [1] = {27.0, 0.036, 0.473, 100.0}
    },
    ["locationCount"] = 1
  },
  ["РАЗЫСКИВАЕТСЯ: Высокопоставленные чины Черного Железа"] = {
    ["locations"] = {
      [1] = {27.0, 0.04, 0.473, 100.0}
    },
    ["locationCount"] = 1
  },  
  ["Плакат \"Разыскивается\": Арнак Зловещий Тотем"] = {
    ["locations"] = {
      [1] = {14.0, 0.46, 0.509, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Разыскивается: лейтенант Фангор"] = {
    ["locations"] = {
      [1] = {30.0, 0.268, 0.464, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Плакат \"Разыскивается\": Дробитель"] = {
    ["locations"] = {
      [1] = {37.0, 0.246, 0.747, 100.0}
    },
    ["locationCount"] = 1
  },  
  ["Плакат \"Разыскивается\": Чок'сул"] = {
    ["locations"] = {
      [1] = {29.0, 0.3729, 0.4649, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Загадка Кортелло"] = {
    ["locations"] = {
      [1] = {38.0, 0.336, 0.884, 100.0},
      [3] = {38.0, 0.306, 0.902, 20.0},
      [2] = {38.0, 0.292, 0.886, 42.0}
    },
    ["locationCount"] = 3
  },
  ["Промокшее письмо"] = {
    ["locations"] = {
      [1] = {39.0, 0.4473, 0.9273, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Пустой бочонок Чена"] = {
    ["locations"] = {
      [1] = {11.0, 0.4501, 0.6221, 100.0},
      [3] = {11.0, 0.5471, 0.3719, 20.0},
      [4] = {11.0, 0.5714, 0.0905, 2.0},
      [2] = {11.0, 0.5569, 0.273, 42.0}
    },
    ["locationCount"] = 4
  },
  ["Сундук Арены с сокровищами"] = {
    ["locations"] = {
      [1] = {38.0, 0.305, 0.479, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сундук Бенедикта"] = {
    ["locations"] = {
      [1] = {7.0, 0.593, 0.576, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Карта с пятнами грязи"] = {
    ["locations"] = {
      [1] = {22.0, 0.632, 0.827, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Дневник Хенрига Хмурня"] = {
    ["locations"] = {
      [1] = {14.0, 0.307, 0.244, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Пиратский сундучок"] = {
    ["locations"] = {
      [1] = {8.0, 0.7238, 0.4539, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Свиток Гордунни"] = {
    ["locations"] = {
      [1] = {17.0, 0.7506, 0.2905, 100.0},
      [2] = {17.0, 0.8004, 0.3471, 8.0}
    },
    ["locationCount"] = 2
  },
  ["Подержанный деревянный сундук"] = {
    ["locations"] = {
      [1] = {26.0, 0.3924, 0.1466, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Разбитый ящик"] = {
    ["locations"] = {
      [1] = {46.0, 0.4582, 0.3554, 100.0},
      [5] = {46.0, 0.336, 0.4611, 8.0},
      [3] = {46.0, 0.6426, 0.2166, 96.0},
      [4] = {46.0, 0.5434, 0.3049, 89.0},
      [2] = {46.0, 0.6088, 0.2201, 100.0}
    },
    ["locationCount"] = 5
  },
  ["Освободите Тог'тара"] = {
    locations = {
      {2,16, 0.7974, 0.3969}
    },
    drop = {
      ["Тюремный надзиратель Малгрен"] = 1
    },
  },
  ["Прочтите \"Песнь об Амет'Аране\""] = {
    ["locations"] = {
      [1] = {16.0, 0.433, 0.5874, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Переписка Кровавого Паруса"] = {
    ["locations"] = {
      [1] = {38.0, 0.273, 0.695, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Уничтожьте Демоново семя"] = {
    ["locations"] = {
      [1] = {11.0, 0.4797, 0.1912, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Перекройте главный клапан управления"] = {
    ["locations"] = {
      [1] = {11.0, 0.5233, 0.116, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сожгите заметки Высокодолья"] = {
    ["locations"] = {
      [1] = {42.0, 0.2961, 0.4864, 100.0}
    },
    ["locationCount"] = 1
  },
  ["План нападения на Долину Испытаний уничтожен"] = {
    ["locations"] = {
      [1] = {7.0, 0.4983, 0.8126, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сила пламени Вераза получена"] = {
    ["locations"] = {
      [1] = {48.0, 0.441, 0.2664, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Уничтожено яиц Ониксии"] = {
    ["locations"] = {
      [1] = {10.0, 0.4843, 0.755, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Северная башня подожжена"] = {
    ["locations"] = {
      [1] = {32.0, 0.3339, 0.5445, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Посажено семян Геи"] = {
    ["locations"] = {
      [1] = {6.0, 0.3516, 0.6695, 100.0},
      [5] = {6.0, 0.3119, 0.705, 3.0},
      [3] = {6.0, 0.3012, 0.6637, 37.0},
      [4] = {6.0, 0.3178, 0.6309, 37.0},
      [2] = {6.0, 0.3522, 0.7115, 42.0}
    },
    ["locationCount"] = 5
  },
  ["Уничтожьте печать у древнего пламени"] = {
    ["locations"] = {
      [1] = {16.0, 0.4237, 0.6178, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Потушите жаровню Боли"] = {
    ["locations"] = {
      [1] = {13.0, 0.3626, 0.5622, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Найдите доказательство Косы Элуны"] = {
    ["locations"] = {
      [1] = {31.0, 0.7359, 0.791, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сожгите отчет Высокодолья"] = {
    ["locations"] = {
      [1] = {42.0, 0.2857, 0.4613, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Взрывчатка уничтожена"] = {
    ["locations"] = {
      [1] = {39.0, 0.4876, 0.8805, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Погасите жаровню Злобы"] = {
    ["locations"] = {
      [1] = {13.0, 0.3764, 0.5274, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Перекройте перепускной клапан"] = {
    ["locations"] = {
      [1] = {11.0, 0.5231, 0.1139, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Западная башня подожжена"] = {
    ["locations"] = {
      [1] = {32.0, 0.3576, 0.6064, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Освободите душу высокорожденного в Сатирнааре"] = {
    ["locations"] = {
      [1] = {2.0, 0.816, 0.4855, 100.0}
    },
    ["locationCount"] = 1
  },
  ["План нападения на деревню Сен'джин уничтожен."] = {
    ["locations"] = {
      [1] = {7.0, 0.4768, 0.7741, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Уничтожено груд джуджу"] = {
    ["locations"] = {
      [1] = {7.0, 0.6786, 0.8373, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Восточная башня подожжена"] = {
    ["locations"] = {
      [1] = {32.0, 0.5, 0.5485, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Останки Люсьена Саркофф сожжены"] = {
    ["locations"] = {
      [1] = {50.0, 0.6901, 0.7279, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Южная башня подожжена"] = {
    ["locations"] = {
      [1] = {32.0, 0.4393, 0.6103, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проверьте первую клетку"] = {
    ["locations"] = {
      [1] = {42.0, 0.2326, 0.5871, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проверьте третью клетку"] = {
    ["locations"] = {
      [1] = {42.0, 0.3199, 0.574, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Погасите жаровню Ненависти"] = {
    ["locations"] = {
      [1] = {13.0, 0.3652, 0.5524, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Погасите жаровню Страдания"] = {
    ["locations"] = {
      [1] = {13.0, 0.3676, 0.5332, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проверьте вторую клетку"] = {
    ["locations"] = {
      [1] = {42.0, 0.2314, 0.587, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сожгите записи Высокодолья"] = {
    ["locations"] = {
      [1] = {42.0, 0.3193, 0.4694, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сила пламени Узеля получена"] = {
    ["locations"] = {
      [1] = {26.0, 0.3751, 0.6637, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Голова Гор'теша установлена"] = {
    ["locations"] = {
      [1] = {40.0, 0.81, 0.4673, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Останки Самуэля погребены"] = {
    ["locations"] = {
      [1] = {43.0, 0.367, 0.616, 100.0},
      [2] = {43.0, 0.3121, 0.6502, 5.}
    },
    ["locationCount"] = 2
  },
  ["Изучите фолиант Мел'Тандрис"] = {
    ["locations"] = {
      [1] = {2.0, 0.505, 0.391, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Хилсбрадское официальное объявление уничтожено"] = {
    ["locations"] = {
      [1] = {48.0, 0.2969, 0.4169, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Проверьте мертвые семена"] = {
    ["locations"] = {
      [1] = {11.0, 0.556, 0.4272, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Информация получена"] = {
    ["locations"] = {
      [1] = {40.0, 0.6554, 0.3958, 100.0},
      [5] = {40.0, 0.5522, 0.3802, 2.0},
      [3] = {40.0, 0.5941, 0.3985, 78.0},
      [4] = {40.0, 0.6312, 0.4189, 24.0},
      [2] = {40.0, 0.6803, 0.3731, 84.0}
    },
    ["locationCount"] = 5
  },
  ["План нападения на Оргриммар уничтожен"] = {
    ["locations"] = {
      [1] = {7.0, 0.4626, 0.7901, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Освободите Друлла"] = {
    locations = {
      {2,16, 0.7532, 0.4162}
    },
    drop = {
      ["Тюремный надзиратель Эстон"] = 1
    },
  },
  ["Останки Евы Саркофф сожжены"] = {
    ["locations"] = {
      [1] = {50.0, 0.6901, 0.7279, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Сила пламени Азеля получена"] = {
    ["locations"] = {
      [1] = {48.0, 0.4398, 0.2798, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Перекройте топливный распределительный клапан"] = {
    ["locations"] = {
      [1] = {11.0, 0.5242, 0.114, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Архив сожжен"] = {
    ["locations"] = {
      [1] = {34.0, 0.3111, 0.1584, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Прочтите \"Падение Амет'Арана\""] = {
    ["locations"] = {
      [1] = {16.0, 0.4265, 0.631, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Уничтожить ветролет в Бейл Модане"] = {
    ["locations"] = {
      [1] = {11.0, 0.4697, 0.8558, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Откройте клетку Остроклюва"] = {
    ["locations"] = {
      [1] = {42.0, 0.5342, 0.67, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Освободите душу высокорожденного на Ночной поляне"] = {
    ["locations"] = {
      [1] = {2.0, 0.6664, 0.5696, 100.0}
    },
    ["locationCount"] = 1
  },
  ["Посетите красное гнездо ящера"] = {
    locations = {
      {1,15, 0.5246, 0.4656}
    },
	drop = {
	  ["Яркочешуйчатый смертехват"]=1,
	  ["Яркочешуйчатый кнутохвост"]=1,
	},
  },
  ["Посетите желтое гнездо ящера"] = {
    locations = {
      {1,15, 0.5203, 0.4648}
    },
	drop = {
	  ["Яркочешуйчатый смертехват"]=1,
	  ["Яркочешуйчатый кнутохвост"]=1,
	},
  },  
  ["Посетите синее гнездо ящера"] = {
    locations = {
      {1,15, 0.5259, 0.4611}
    },
	drop = {
	  ["Яркочешуйчатый смертехват"]=1,
	  ["Яркочешуйчатый кнутохвост"]=1,
	},
  },
}