if ( GetLocale() == "ruRU" ) then
-- Version : Russian ( by Maus )
SpecialTalentDataSaved = {
	["HUNTER"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "1",
					[2] = "30",
					[3] = "8",
				},
				[2] = {
					[1] = "2",
					[2] = "30",
					[3] = "8",
				},
				[3] = {
					[1] = "3",
					[2] = "30",
					[3] = "8",
				},
				[4] = {
					[1] = "4",
					[2] = "30",
					[3] = "8",
				},
				[5] = {
					[1] = "5",
					[2] = "30",
					[3] = "8",
				},
				["prereqs"] = {
				},
				["ability"] = "Если охотник обратился к духу ястреба, все обычные атаки получают %s%% шанс увеличить скорость атаки дальнего боя на %s%% на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенный дух ястреба",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_RavenForm",
			},
			[2] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение запаса здоровья питомца на %s%%.",
				["maxRank"] = 5,
				["name"] = "Тренировка стойкости",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Reincarnation",
			},
			[3] = {
				[1] = {
					[1] = "30",
				},
				[2] = {
					[1] = "60",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение длительности заклинания \"Звериный глаз\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный звериный глаз",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_EyeOfTheOwl",
			},
			[4] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение дополнительного уклонения при использовании способности \"Дух обезьяны\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенный дух обезьяны",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hunter_AspectOfTheMonkey",
			},
			[5] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает рейтинг брони ваших питомцев на %s%%.",
				["maxRank"] = 3,
				["name"] = "Плотная шкура",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Misc_Pelt_Bear_03",
			},
			[6] = {
				[1] = {
					[1] = "3",
					[2] = "20",
					[3] = "15",
				},
				[2] = {
					[1] = "6",
					[2] = "40",
					[3] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Время наложения заклинания \"Воскрешение питомца\" уменьшается на %s сек., расход маны уменьшается на %s%%, здоровье, которым наделен ваш питомец по возвращении, увеличивается дополнительно на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенное воскрешение питомца",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Hunter_BeastSoothe",
			},
			[7] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение бонуса скорости при обращении к духу гепарда и духу стаи на %s%%.",
				["maxRank"] = 2,
				["name"] = "Знание троп",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Mount_JungleTiger",
			},
			[8] = {
				["prereqs"] = {
				},
				["ability"] = "Увеличение скорости передвижения ваших питомцев вне помещений на 30%%.",
				["maxRank"] = 1,
				["name"] = "Звериная стремительность",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Druid_Dash",
			},
			[9] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				[4] = {
					[1] = "16",
				},
				[5] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона, наносимого вашими питомцами, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Неудержимое неистовство",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_BullRush",
			},
			[10] = {
				[1] = {
					[1] = "15",
					[2] = "1",
				},
				[2] = {
					[1] = "50",
					[2] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Придание заклинанию \"лечение питомца\" %s%% шанса снять %s эффекта проклятия, болезни, магии или отравления с питомца на каждый момент.",
				["maxRank"] = 2,
				["name"] = "Улучшенное лечение питомца",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hunter_MendPet",
			},
			[11] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение вероятности критического удара питомца на %s%%.",
				["maxRank"] = 5,
				["name"] = "Свирепость",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Misc_MonsterClaw_04",
			},
			[12] = {
				[1] = {
					[1] = "1",
					[2] = "10",
				},
				[2] = {
					[1] = "2",
					[2] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Пока ваш питомец активен, вы и ваш питомец восстанавливаете %s%% общего объема здоровья раз в %s сек.",
				["maxRank"] = 2,
				["name"] = "Узы духа",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Druid_DemoralizingRoar",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "5",
				["maxRank"] = 1,
				["ability"] = "Приказ вашему питомцу запугивать цель в следующей успешной атаке ближнего боя, что вызывает высокий уровень угрозы и оглушает цель на 3 сек.",
				["name"] = "Устрашение",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "100",
				["cooldown"] = "1 min",
				["texture"] = "Interface\\Icons\\Ability_Devour",
			},
			[14] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Ускорение восстановления тонуса ваших питомцев на %s%%.",
				["maxRank"] = 2,
				["name"] = "Беспрекословное послушание",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_AbolishMagic",
			},
			[15] = {
				[1] = {
					[1] = "20",
					[2] = "30",
					[3] = "8",
				},
				[2] = {
					[1] = "40",
					[2] = "30",
					[3] = "8",
				},
				[3] = {
					[1] = "60",
					[2] = "30",
					[3] = "8",
				},
				[4] = {
					[1] = "80",
					[2] = "30",
					[3] = "8",
				},
				[5] = {
					[1] = "100",
					[2] = "30",
					[3] = "8",
				},
				["prereqs"] = {
					[1] = 4,
					[2] = 3,
				},
				["ability"] = "Дает вашему питомцу %s%% шанс увеличить скорость атаки на %s%% в течение %s сек. после нанесения критического удара.",
				["maxRank"] = 5,
				["name"] = "Бешенство",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Misc_MonsterClaw_03",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "7",
				["maxRank"] = 1,
				["ability"] = "Введение питомца в ярость, повышающую наносимый им урон на 50%% на 18 сек. В состоянии ярости питомец не знает ни страха, ни жалости, и только смерть может остановить его.",
				["name"] = "Звериный гнев",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "100",
				["cooldown"] = "2 min",
				["texture"] = "Interface\\Icons\\Ability_Druid_FerociousBite",
			},
			["numTalents"] = 16,
			["name"] = "Чувство зверя",
			["background"] = "HunterBeastMastery",
			["texture"] = "Interface\\Icons\\Ability_Hunter_BeastTaming",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "4",
					[2] = "3",
				},
				[2] = {
					[1] = "8",
					[2] = "3",
				},
				[3] = {
					[1] = "12",
					[2] = "3",
				},
				[4] = {
					[1] = "16",
					[2] = "3",
				},
				[5] = {
					[1] = "20",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение до %s%% вероятности оглушения противника на %s сек. при использовании способности \"Шокирующий выстрел\"",
				["maxRank"] = 5,
				["name"] = "Улучшенный шокирующий выстрел",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_Stun",
			},
			[2] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает расход маны на способности категории \"Выстрел\" и \"Жало\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Эффективность",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_WizardMark",
			},
			[3] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение силы атаки дальнего боя способности \"Метка охотника\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенная метка охотника",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hunter_SniperShot",
			},
			[4] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% вероятности нанесения критического урона при использовании оружия дальнего боя.",
				["maxRank"] = 5,
				["name"] = "Стрельба на поражение",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_SearingArrow",
			},
			[5] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "3",
				["mana"] = "75",
				["maxRank"] = 1,
				["ability"] = "Меткий выстрел с нанесением цели увеличенного на 70 ед. урона.",
				["require"] = "Ranged Weapon",
				["name"] = "Прицельный выстрел",
				["tier"] = 3,
				["column"] = 1,
				["range"] = "8-35",
				["cooldown"] = "6 sec",
				["texture"] = "Interface\\Icons\\INV_Spear_07",
			},
			[6] = {
				[1] = {
					[1] = "0.2",
				},
				[2] = {
					[1] = "0.4",
				},
				[3] = {
					[1] = "0.6",
				},
				[4] = {
					[1] = "0.8",
				},
				[5] = {
					[1] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления  вашего заклинания \"Чародейский выстрел\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенный чародейский выстрел",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_ImpalingBolt",
			},
			[7] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение дальности применения оружия дальнего боя на %s м.",
				["maxRank"] = 3,
				["name"] = "Глаз ястреба",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_TownWatch",
			},
			[8] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% урона, наносимого способностью \"Укус змеи\".",
				["maxRank"] = 5,
				["name"] = "Улучшенный укус змеи",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hunter_Quickshot",
			},
			[9] = {
				[1] = {
					[1] = "6",
				},
				[2] = {
					[1] = "12",
				},
				[3] = {
					[1] = "18",
				},
				[4] = {
					[1] = "24",
				},
				[5] = {
					[1] = "30",
				},
				["prereqs"] = {
					[1] = 2,
					[2] = 3,
				},
				["ability"] = "Повышение на %s%% величины критического урона при атаках дальнего боя.",
				["maxRank"] = 5,
				["name"] = "Смертоносные выстрелы",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_PierceDamage",
			},
			[10] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "5",
				["maxRank"] = 1,
				["ability"] = "Выстрел на короткой дистанции с нанесением цели 50%% урона от оружия и лишением ее ощущения направления на 4 сек. Любой нанесенный урон отменяет действие эффекта.",
				["require"] = "Ranged Weapon",
				["name"] = "Дезориентирующий выстрел",
				["tier"] = 5,
				["column"] = 1,
				["range"] = "15",
				["cooldown"] = "30 sec",
				["texture"] = "Interface\\Icons\\Ability_GolemStormBolt",
			},
			[11] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% урона, наносимого вашими заклинаниями \"Залп\" и \"Град стрел\".",
				["maxRank"] = 3,
				["name"] = "Заградительный огонь",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_UpgradeMoonGlaive",
			},
			[12] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение выносливости целей, пораженных жалом скорпида на %s%% от снижения силы.",
				["maxRank"] = 3,
				["name"] = "Улучшенное жало скорпида",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Hunter_CriticalShot",
			},
			[13] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повешение урона, наносимого оружием дальнего боя, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на оружии дальнего боя",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Weapon_Rifle_06",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "325",
				["maxRank"] = 1,
				["ability"] = "Повышает силу атаки участников группы в радиусе 45 м. на 50 ед. Время действия - 30 мин.",
				["name"] = "Аура меткого выстрела",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "30",
				["cooldown"] = "2 min",
				["texture"] = "Interface\\Icons\\Ability_TrueShot",
			},
			["numTalents"] = 14,
			["name"] = "Стрельба",
			["background"] = "HunterMarksmanship",
			["texture"] = "Interface\\Icons\\Ability_Marksmanship",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "1",
					[2] = "1",
				},
				[2] = {
					[1] = "2",
					[2] = "2",
				},
				[3] = {
					[1] = "3",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение на %s%% урона любого вида, наносимого животным, великанам, драконам, а также увеличение на %s%% критического урона, наносимого этим же противникам.",
				["maxRank"] = 3,
				["name"] = "Убийство монстров",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Misc_Head_Dragon_Black",
			},
			[2] = {
				[1] = {
					[1] = "1",
					[2] = "1",
				},
				[2] = {
					[1] = "2",
					[2] = "2",
				},
				[3] = {
					[1] = "3",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение на %s%% урона любого вида, наносимого гуманоидам, а также увеличение на %s%% критического урона, наносимого этим же противникам.",
				["maxRank"] = 3,
				["name"] = "Убийство гуманоидов",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_PrayerOfHealing",
			},
			[3] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность парирования атак на %s%%.",
				["maxRank"] = 5,
				["name"] = "Отражение",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Parry",
			},
			[4] = {
				[1] = {
					[1] = "5",
					[2] = "5",
				},
				[2] = {
					[1] = "10",
					[2] = "5",
				},
				[3] = {
					[1] = "15",
					[2] = "5",
				},
				[4] = {
					[1] = "20",
					[2] = "5",
				},
				[5] = {
					[1] = "25",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Придает вашим заклинаниям \"Обжигающая ловушка\", \"Ледяная ловушка\" и \"Взрывная ловушка\" %s%% шанса удержать цель, не давая ей двигаться в течение %s сек.",
				["maxRank"] = 5,
				["name"] = "Удержание",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_StrangleVines",
			},
			[5] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%%вероятности нанесения критического урона при применении способностей \"Удар ящера\" и \"Укус мангуста\".",
				["maxRank"] = 2,
				["name"] = "Беспощадные удары",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Racial_BloodRage",
			},
			[6] = {
				[1] = {
					[1] = "4",
					[2] = "5",
				},
				[2] = {
					[1] = "8",
					[2] = "5",
				},
				[3] = {
					[1] = "12",
					[2] = "5",
				},
				[4] = {
					[1] = "16",
					[2] = "5",
				},
				[5] = {
					[1] = "20",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Ваша способность \"Подрезать крылья\" с вероятностью %s%% обездвиживает цель на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенная подрезка крыльев",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Trip",
			},
			[7] = {
				[1] = {
					[1] = "15",
					[2] = "15",
				},
				[2] = {
					[1] = "30",
					[2] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение длительности эффектов \"Замораживающая ловушка\" и \"Ледяная ловушка\" на %s%% урона от заклинания \"Обжигающая ловушка\" и \"Взрывная ловушка\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Хитрые ловушки",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_TimeStop",
			},
			[8] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение максимального запаса здоровья на %s%%.",
				["maxRank"] = 5,
				["name"] = "Остаться в живых",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Twilight",
			},
			[9] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Сдерживание",
				["tier"] = 3,
				["column"] = 3,
				["ability"] = "Повышение вероятности уклонения и парирования удара на 25%% на 10 сек.",
				["cooldown"] = "5 min",
				["texture"] = "Interface\\Icons\\Ability_Whirlwind",
			},
			[10] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает вероятность противника противостоять вашим ловушкам на %s%%.",
				["maxRank"] = 2,
				["name"] = "Мастерство в установке ловушек",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Ensnare",
			},
			[11] = {
				[1] = {
					[1] = "1",
					[2] = "5",
				},
				[2] = {
					[1] = "2",
					[2] = "10",
				},
				[3] = {
					[1] = "3",
					[2] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение шанса попадания на %s%% и шанса сопротивления эффектам, влияющим на скорость передвижения на %s%%.",
				["maxRank"] = 3,
				["name"] = "Верный шаг",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Kick",
			},
			[12] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшение на %s%% шанса на сопротивление вашей способности \"Притвориться мертвым\".",
				["maxRank"] = 2,
				["name"] = "Улучшенная симуляция смерти",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Rogue_FeignDeath",
			},
			[13] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение вероятности критического урона всех видов атак на %s%%.",
				["maxRank"] = 3,
				["name"] = "Инстинкт убийцы",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfStamina",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "45",
				["maxRank"] = 1,
				["ability"] = "Атакующий удар, возможный после парирования атаки противника, наносящий противнику 40 ед. урона и обездвиживающий его на 5 сек. Контратаку невозможно заблокировать или парировать, от нее нельзя увернуться.",
				["name"] = "Контратака",
				["tier"] = 5,
				["column"] = 3,
				["range"] = "5",
				["cooldown"] = "5 sec",
				["texture"] = "Interface\\Icons\\Ability_Warrior_Challange",
			},
			[15] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение ловкости на %s%%.",
				["maxRank"] = 5,
				["name"] = "Молниеносные рефлексы",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Invisibilty",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_ON_NEXT_RANGED",
				["mana"] = "115",
				["maxRank"] = 1,
				["ability"] = "Жалящий выстрел, повергающий цель в сон на 12 сек. Любой нанесенный урон прерывает действие заклинания. Когда цель просыпается, жало наносит 300 ед. урона от сил природы в течение 12 сек. Можно использовать только вне боя. Охотник может единовременно применять способность \"Жало\" только против одного противника.",
				["require"] = "Ranged Weapon",
				["name"] = "Жало виверны",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "8-35",
				["cooldown"] = "2 min",
				["texture"] = "Interface\\Icons\\INV_Spear_02",
			},
			["numTalents"] = 16,
			["name"] = "Выживание",
			["background"] = "HunterSurvival",
			["texture"] = "Interface\\Icons\\Ability_Hunter_SwiftStrike",
		},
		["localClass"] = "Охотник",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["WARRIOR"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает расход ярости на способность \"Удар героя\" на %s ед.",
				["maxRank"] = 3,
				["name"] = "Улучшенный удар героя",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Ambush",
			},
			[2] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность парирования атак на %s%%.",
				["maxRank"] = 5,
				["name"] = "Отражение",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Parry",
			},
			[3] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "25",
				},
				[3] = {
					[1] = "35",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон от кровотечения, наносимый способностью \"Кровопускание\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенное кровопускание",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Gouge",
			},
			[4] = {
				[1] = {
					[1] = "3.",
				},
				[2] = {
					[1] = "6.",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает количество ярости, накапливаемое способностью \"Рывок\", на %s",
				["maxRank"] = 2,
				["name"] = "Улучшенный рывок",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Warrior_Charge",
			},
			[5] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "При смене боевой стойки вы сохраняете до %s ед. ярости.",
				["maxRank"] = 5,
				["name"] = "Тактическое превосходство",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_EnchantArmor",
			},
			[6] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает расход ярости на способность \"Удар грома\" на %s ед.",
				["maxRank"] = 3,
				["name"] = "Улучшенный удар грома",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_ThunderClap",
			},
			[7] = {
				[1] = {
					[1] = "25",
				},
				[2] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность нанесеня критического урона способностью \"Превосходство\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенное превосходство",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Sword_05",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 2,
					[2] = 2,
				},
				["ability"] = "Увеличение времени уменьшения ярости после выхода из боя на 30%%.",
				["maxRank"] = 1,
				["name"] = "Управление Гневом",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfStamina",
			},
			[9] = {
				[1] = {
					[1] = "20",
					[2] = "12",
				},
				[2] = {
					[1] = "40",
					[2] = "12",
				},
				[3] = {
					[1] = "60",
					[2] = "12",
				},
				["prereqs"] = {
					[1] = 1,
					[2] = 3,
				},
				["ability"] = "Ваши критические удары вызывают у противника кровотечение, наносящее %s%% от среднего урона вашим оружием в течение %s сек.",
				["maxRank"] = 3,
				["name"] = "Глубокие раны",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_BackStab",
			},
			[10] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона от вашего двуручного оружия ближнего боя на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на двуручном оружии",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\INV_Axe_09",
			},
			[11] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Увеличивает урон от критических ударов ваших способностей в защитной стойке, боевой стойке и стойке берсерка на %s%%.",
				["maxRank"] = 2,
				["name"] = "Прокалывание",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_SearingArrow",
			},
			[12] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение вероятности критического удара топорами на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на топорах",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Axe_06",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Наделение 5 следующих атак способностью поразить дополнительного ближайшего противника.",
				["mana"] = "30",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["name"] = "Размашистые удары",
				["tier"] = 5,
				["column"] = 2,
				["cooldown"] = "30 sec",
				["require"] = "Battle Stance",
				["texture"] = "Interface\\Icons\\Ability_Rogue_SliceDice",
			},
			[14] = {
				[1] = {
					[1] = "1",
					[2] = "3",
				},
				[2] = {
					[1] = "2",
					[2] = "3",
				},
				[3] = {
					[1] = "3",
					[2] = "3",
				},
				[4] = {
					[1] = "4",
					[2] = "3",
				},
				[5] = {
					[1] = "6",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "При ближней атаке одноручным дробящем оружием вы получаете шанс %s%% оглушить врага на %s сек.",
				["maxRank"] = 5,
				["name"] = "Специализация на дробящем оружии",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Mace_01",
			},
			[15] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "%s%% шанс атаковать цель повторно после того, как вы ударите ее мечом.",
				["maxRank"] = 5,
				["name"] = "Специализация на владении мечами",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\INV_Sword_27",
			},
			[16] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение вероятности критического удара древковым оружием на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на алебардах",
				["tier"] = 6,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Weapon_Halbard_01",
			},
			[17] = {
				[1] = {
					[1] = "5",
					[2] = "5",
				},
				[2] = {
					[1] = "10",
					[2] = "5",
				},
				[3] = {
					[1] = "15",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Есть вероятность %s%%, что способность \"Подрезать сухожилия\" обездвижит цель на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенный порез сухожилия",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_ShockWave",
			},
			[18] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Жестокий удар, наносящий урон от оружия плюс 85 ед. и наносящий цели серьезную рану, снижающую эффективность любого лечения на 50%% в течение 10 сек.",
				["mana"] = "30",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "6 sec",
				["name"] = "Смертельный удар",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "5",
				["require"] = "Melee Weapon",
				["texture"] = "Interface\\Icons\\Ability_Warrior_SavageBlow",
			},
			["numTalents"] = 18,
			["name"] = "Оружие",
			["background"] = "WarriorArms",
			["texture"] = "Interface\\Icons\\INV_Sword_27",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				[4] = {
					[1] = "40",
				},
				[5] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает область действия и длительность ваших способностей \"Боевой крик\", \"Деморализующий крик\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Луженая глотка",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_Purge",
			},
			[2] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность нанести критический удар оружием ближнего боя на %s%%.",
				["maxRank"] = 5,
				["name"] = "Безжалостность",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Eviscerate",
			},
			[3] = {
				[1] = {
					[1] = "8",
				},
				[2] = {
					[1] = "16",
				},
				[3] = {
					[1] = "24",
				},
				[4] = {
					[1] = "32",
				},
				[5] = {
					[1] = "40",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает количество снижаемой силы атаки ближнего боя при применении способности \"Деморализующий крик\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенный деморализующий крик",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Warrior_WarCry",
			},
			[4] = {
				[1] = {
					[1] = "8",
				},
				[2] = {
					[1] = "16",
				},
				[3] = {
					[1] = "24",
				},
				[4] = {
					[1] = "32",
				},
				[5] = {
					[1] = "40",
				},
				["prereqs"] = {
				},
				["ability"] = "%s%% шанс получить дополнительную единицу ярости при нанесении урона оружием в ближнем бою.",
				["maxRank"] = 5,
				["name"] = "Необузданный гнев",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_StoneClawTotem",
			},
			[5] = {
				[1] = {
					[1] = "40",
				},
				[2] = {
					[1] = "80",
				},
				[3] = {
					[1] = "120",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение дополнительного урона, наносимого вашей способностью \"Рассекающий удар\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный рассекающий удар",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Warrior_Cleave",
			},
			[6] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["mana"] = "10",
				["maxRank"] = 1,
				["name"] = "Пронзительный вой",
				["tier"] = 3,
				["column"] = 2,
				["ability"] = "Ошеломляет и снижает скорость передвижения ближайших врагов на 50%% в течение 6 сек.",
				["cooldown"] = "5",
				["texture"] = "Interface\\Icons\\Spell_Shadow_DeathScream",
			},
			[7] = {
				[1] = {
					[1] = "1",
					[2] = "6",
				},
				[2] = {
					[1] = "2",
					[2] = "6",
				},
				[3] = {
					[1] = "3",
					[2] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Восстанавливает %s%% от общего количества здоровья в течение %s сек. после нанесения вам критического удара.",
				["maxRank"] = 3,
				["name"] = "Мания крови",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SummonImp",
			},
			[8] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает силу атаки ближнего боя, прибавляемую способностью \"Боевой крик\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенный боевой крик",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Warrior_BattleShout",
			},
			[9] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона от вашего оружия для левой руки на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на бое двумя оружиями",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_DualWield",
			},
			[10] = {
				[1] = {
					[1] = "2.",
				},
				[2] = {
					[1] = "5.",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает расход ярости на способность \"Казнь\" на %s",
				["maxRank"] = 2,
				["name"] = "Улучшенная казнь",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\INV_Sword_48",
			},
			[11] = {
				[1] = {
					[1] = "5",
					[2] = "12",
					[3] = "12",
				},
				[2] = {
					[1] = "10",
					[2] = "12",
					[3] = "12",
				},
				[3] = {
					[1] = "15",
					[2] = "12",
					[3] = "12",
				},
				[4] = {
					[1] = "20",
					[2] = "12",
					[3] = "12",
				},
				[5] = {
					[1] = "25",
					[2] = "12",
					[3] = "12",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон в ближнем бою на %s%% в течение %s сек. Максимальное число ударов с увеличенным уроном -  %s. Эффект действует только после нанесения вам критического удара.",
				["maxRank"] = 5,
				["name"] = "Исступление",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_UnholyFrenzy",
			},
			[12] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает время применения способности \"Сокрушение\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенное сокрушение",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Warrior_DecisiveStrike",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["mana"] = "10",
				["maxRank"] = 1,
				["name"] = "Размашистые удары",
				["tier"] = 5,
				["column"] = 2,
				["ability"] = "При активации увеличивает физический урон на 20%% и делает вас невосприимчивым к эффектам страха, но снижает вашу броню и все сопротивления на 20%%. Время действия 30 сек.",
				["cooldown"] = "3 min",
				["texture"] = "Interface\\Icons\\Spell_Shadow_DeathPact",
			},
			[14] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления способности \"Перехват\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный перехват",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Sprint",
			},
			[15] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Способность \"Ярость берсерка\" при использовании создает %s ед. ярости.",
				["maxRank"] = 2,
				["name"] = "Улучшенная ярость берсерка",
				["tier"] = 6,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_AncestralGuardian",
			},
			[16] = {
				[1] = {
					[1] = "10",
					[2] = "3",
				},
				[2] = {
					[1] = "15",
					[2] = "3",
				},
				[3] = {
					[1] = "20",
					[2] = "3",
				},
				[4] = {
					[1] = "25",
					[2] = "3",
				},
				[5] = {
					[1] = "30",
					[2] = "3",
				},
				["prereqs"] = {
					[1] = 4,
					[2] = 3,
				},
				["ability"] = "Увеличение на %s%% скорости атаки для последующих %s выпадов после нанесения критического урона в ближнем бою.",
				["maxRank"] = 5,
				["name"] = "Шквал",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_GhoulFrenzy",
			},
			[17] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Мгновенная атака цели, наносящая 45%% ед. урона. Кроме того следующие 5 успешных атак в ближнем бою восстанавливают 10 ед. здоровья. Длительность эффекта - 8 сек. Урон зависит от силы атаки.",
				["mana"] = "30",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["name"] = "Кровожадность",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "5",
				["cooldown"] = "6 sec",
				["texture"] = "Interface\\Icons\\Spell_Nature_BloodLust",
			},
			["numTalents"] = 17,
			["name"] = "Неистовство",
			["background"] = "WarriorFury",
			["texture"] = "Interface\\Icons\\Ability_Warrior_BattleShout",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "1",
					[2] = "20",
					[3] = "1",
				},
				[2] = {
					[1] = "2",
					[2] = "40",
					[3] = "1",
				},
				[3] = {
					[1] = "3",
					[2] = "60",
					[3] = "1",
				},
				[4] = {
					[1] = "4",
					[2] = "80",
					[3] = "1",
				},
				[5] = {
					[1] = "5",
					[2] = "100",
					[3] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% вероятности блокировать атаки, а также повышение до %s%% вероятности создать %s ед. ярости при успешном блокировании.",
				["maxRank"] = 5,
				["name"] = "Специализация на щитах",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\INV_Shield_06",
			},
			[2] = {
				[1] = {
					[1] = "2.",
				},
				[2] = {
					[1] = "4.",
				},
				[3] = {
					[1] = "6.",
				},
				[4] = {
					[1] = "8.",
				},
				[5] = {
					[1] = "10.",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение навыка защиты на %s ед.",
				["maxRank"] = 5,
				["name"] = "Предчувствие",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_MirrorImage",
			},
			[3] = {
				[1] = {
					[1] = "2.",
				},
				[2] = {
					[1] = "5.",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s ед. количества ярости, создаваемого при использовании способности \"Ярость крови\".",
				["maxRank"] = 2,
				["name"] = "Улучшенная кровавая ярость",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Racial_BloodRage",
			},
			[4] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% эффективности усиления брони за счет носимой экипировки.",
				["maxRank"] = 5,
				["name"] = "Крепость",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_Devotion",
			},
			[5] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность сопротивления эффектам оглушения и подчинения на %s%%.",
				["maxRank"] = 5,
				["name"] = "Железная воля",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Magic_MageArmor",
			},
			[6] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 2,
					[2] = 1,
				},
				["ability"] = "Повышение на 30%% максимального запаса здоровья на 20 секунд. После окончания действия эффекта максимальный запас здоровья принимает прежнее значение.",
				["maxRank"] = 1,
				["name"] = "Ни шагу назад",
				["tier"] = 3,
				["column"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "10 min",
				["texture"] = "Interface\\Icons\\Spell_Holy_AshesToAshes",
			},
			[7] = {
				[1] = {
					[1] = "0.5",
				},
				[2] = {
					[1] = "1",
				},
				[3] = {
					[1] = "2",
				},
				["prereqs"] = {
					[1] = 1,
					[2] = 2,
				},
				["ability"] = "Позволяет способности \"Блок щитом\" блокировать дополнительные атаки и увеличение длительность на  %s секунд.",
				["maxRank"] = 3,
				["name"] = "Улучшенный блок щитом",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Defend",
			},
			[8] = {
				[1] = {
					[1] = "15",
					[2] = "3",
				},
				[2] = {
					[1] = "30",
					[2] = "3",
				},
				[3] = {
					[1] = "45",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Придает способности \"Реванш\" %s%% шанса оглушить цель на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенный реванш",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Warrior_Revenge",
			},
			[9] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% угрозы, создаваемой при атаках из оборонительной стойки.",
				["maxRank"] = 5,
				["name"] = "Неукротимость",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Warrior_InnerRage",
			},
			[10] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшение расхода ярости на способность \"Раскол брони\" на %s ед.",
				["maxRank"] = 3,
				["name"] = "Улучшенный раскол брони",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Warrior_Sunder",
			},
			[11] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение длительности способности \"Разоружение\" на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенное разоружение",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Warrior_Disarm",
			},
			[12] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления  способности \"Провокация\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенная провокация",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Reincarnation",
			},
			[13] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение длительности эффекта от способности \"Стена щитов\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенная глухая оборона",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Warrior_ShieldWall",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Оглушение противника на 5 сек.",
				["mana"] = "15",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "45 sec",
				["name"] = "Оглушающий удар",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "5",
				["require"] = "Melee Weapon",
				["texture"] = "Interface\\Icons\\Ability_ThunderBolt",
			},
			[15] = {
				[1] = {
					[1] = "50",
					[2] = "3",
				},
				[2] = {
					[1] = "100",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% способность \"Удар Щитом\" вызовет немоту у цели на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный удар щитом",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Warrior_ShieldBash",
			},
			[16] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% физического урона, наносимого используемым одноручным оружием ближнего боя.",
				["maxRank"] = 5,
				["name"] = "Специализация на одноручном оружии",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Sword_20",
			},
			[17] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Удар цели щитом, наносящий 225 - 235 ед. урона, в зависимости от показателя блока щитом, и с вероятностью 50%% рассеивающий 1 магический эффект с цели. Создает высокий уровень угрозы.",
				["mana"] = "20",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "6 sec",
				["name"] = "Мощный удар щитом",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "5",
				["require"] = "Shields",
				["texture"] = "Interface\\Icons\\INV_Shield_05",
			},
			["numTalents"] = 17,
			["name"] = "Защита",
			["background"] = "WarriorProtection",
			["texture"] = "Interface\\Icons\\INV_Shield_06",
		},
		["localClass"] = "Воин",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["ROGUE"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение на %s%% урона, наносимого при применении способности \"Потрошение\".",
				["maxRank"] = 3,
				["name"] = "Улучшенное потрошение",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Eviscerate",
			},
			[2] = {
				[1] = {
					[1] = "20",
					[2] = "20",
				},
				[2] = {
					[1] = "40",
					[2] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение вероятности критического поражения способностями \"Коварный удар\", \"Удар в спину\", \"Внезапный удар\" и \"Призрачный удар\" на %s%% после убийства противника. Длительность - %s сек.",
				["maxRank"] = 2,
				["name"] = "Беспощадные атаки",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_FiegnDead",
			},
			[3] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность нанести критический удар на %s%%.",
				["maxRank"] = 5,
				["name"] = "Злоба",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Racial_BloodRage",
			},
			[4] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% ваш завершающий прием начнет новую серию приемов.",
				["maxRank"] = 3,
				["name"] = "Жестокость",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Druid_Disembowel",
			},
			[5] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение урона, наносимого гуманоидам, великанам, животным и драконам на %s%%.",
				["maxRank"] = 2,
				["name"] = "Убийство",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_DeathScream",
			},
			[6] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				[3] = {
					[1] = "45",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение длительности \"Мясорубки\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенная мясорубка",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Rogue_SliceDice",
			},
			[7] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "С вероятностью 20%% за каждый прием в серии ваш завершающий прием восстановит 25 энергии.",
				["maxRank"] = 1,
				["name"] = "Неослабевающие удары",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Warrior_DecisiveStrike",
			},
			[8] = {
				[1] = {
					[1] = "25",
				},
				[2] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение на %s%% эффекта ослабления брони при применении способности \"Ослабление доспеха\".",
				["maxRank"] = 2,
				["name"] = "Улучшенное ослабление доспеха",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Warrior_Riposte",
			},
			[9] = {
				[1] = {
					[1] = "6",
				},
				[2] = {
					[1] = "12",
				},
				[3] = {
					[1] = "18",
				},
				[4] = {
					[1] = "24",
				},
				[5] = {
					[1] = "30",
				},
				["prereqs"] = {
					[1] = 1,
					[2] = 3,
				},
				["ability"] = "Увеличивает урон от критических ударов способностей: \"Коварный удар\", \"Парализующий удар\", \"Удар в спину\", \"Призрачный удар\"и \"Кровоизлияние\" - на %s%%.",
				["maxRank"] = 5,
				["name"] = "Смертоносность",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_CriticalStrike",
			},
			[10] = {
				[1] = {
					[1] = "4",
					[2] = "8",
				},
				[2] = {
					[1] = "8",
					[2] = "16",
				},
				[3] = {
					[1] = "12",
					[2] = "24",
				},
				[4] = {
					[1] = "16",
					[2] = "32",
				},
				[5] = {
					[1] = "20",
					[2] = "40",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона, наносимого вашими ядами, способностью \"Отравление\" на %s%% и увеличение шанса того, что ваши яды не подвергнутся рассеиванию, на %s%%.",
				["maxRank"] = 5,
				["name"] = "Тлетворные яды",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Rogue_FeignDeath",
			},
			[11] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение на %s%% вероятности поразить противника ядом.",
				["maxRank"] = 5,
				["name"] = "Улучшенные яды",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Poisons",
			},
			[12] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Хладнокровие",
				["tier"] = 5,
				["column"] = 2,
				["ability"] = "При использовании увеличивает вероятность критического удара способностями: \"Коварный удар\", \"Удар в спину\", \"Внезапный удар\" и \"Потрошение\" на 100%%.",
				["cooldown"] = "3 min",
				["texture"] = "Interface\\Icons\\Spell_Ice_Lament",
			},
			[13] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				["prereqs"] = {
				},
				["ability"] = "При воздействии вашей способности \"Удар по почкам\" противник получает дополнительно %s%% урона от всех источников.",
				["maxRank"] = 3,
				["name"] = "Улучшенный удар по почкам",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Rogue_KidneyShot",
			},
			[14] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				[4] = {
					[1] = "80",
				},
				[5] = {
					[1] = "100",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "В случае, если прием, увеличивающий длину серии, нанесет критический урон, есть вероятность %s%%, что длина серии увеличится дополнительно на 1 прием.",
				["maxRank"] = 5,
				["name"] = "Печать судьбы",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ChillTouch",
			},
			[15] = {
				["prereqs"] = {
				},
				["ability"] = "Увеличение на 10 ед. максимального запаса энергии.",
				["maxRank"] = 1,
				["name"] = "Неутомимость",
				["tier"] = 7,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_EarthBindTotem",
			},
			["numTalents"] = 15,
			["name"] = "Ликвидация",
			["background"] = "RogueAssassination",
			["texture"] = "Interface\\Icons\\Ability_Rogue_Garrote",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "0.5",
				},
				[2] = {
					[1] = "1",
				},
				[3] = {
					[1] = "1.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение продолжительности действия эффекта способности \"Парализующий удар\" на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенный парализующий удар",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Gouge",
			},
			[2] = {
				[1] = {
					[1] = "3.",
				},
				[2] = {
					[1] = "5.",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение на %s ед. расхода энергии на совершение \"Коварного удара\".",
				["maxRank"] = 2,
				["name"] = "Улучшенный коварный удар",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_RitualOfSacrifice",
			},
			[3] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение на %s%% вероятности уклонения от атак.",
				["maxRank"] = 5,
				["name"] = "Молниеносные рефлексы",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Invisibilty",
			},
			[4] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение вероятности критического поражения способностью \"Удар в спину\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный удар в спину",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_BackStab",
			},
			[5] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность парирования атак на %s%%.",
				["maxRank"] = 5,
				["name"] = "Отражение",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Parry",
			},
			[6] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% вероятности нанесения удара.",
				["maxRank"] = 5,
				["name"] = "Точность",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Marksmanship",
			},
			[7] = {
				[1] = {
					[1] = "45",
				},
				[2] = {
					[1] = "1.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления  ваших способностей \"Спринт\" и \"Уклонение\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Закалка",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowWard",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 2,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["mana"] = "10",
				["maxRank"] = 1,
				["ability"] = "Этот удар становится доступен игроку после парирования удара противника. Эта атака наносит 150%% урона и обезоруживает противника на 6 сек.",
				["name"] = "Ответный удар",
				["tier"] = 3,
				["column"] = 2,
				["range"] = "5",
				["cooldown"] = "6 sec",
				["texture"] = "Interface\\Icons\\Ability_Warrior_Challange",
			},
			[9] = {
				[1] = {
					[1] = "50",
				},
				[2] = {
					[1] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение до %s%% вероятности снятия эффектов снижения скорости передвижения при использовании способности \"Спринт\".",
				["maxRank"] = 2,
				["name"] = "Улучшенный спринт",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Sprint",
			},
			[10] = {
				[1] = {
					[1] = "50",
					[2] = "2",
				},
				[2] = {
					[1] = "100",
					[2] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение до %s%% вероятности лишить противника дара речи на %s сек. при использовании способности \"Пинок\".",
				["maxRank"] = 2,
				["name"] = "Улучшенный пинок",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Kick",
			},
			[11] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение на %s%% вероятности нанесения критического урона при использовании кинжалов.",
				["maxRank"] = 5,
				["name"] = "Специализация на кинжалах",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\INV_Weapon_ShortBlade_05",
			},
			[12] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				[4] = {
					[1] = "40",
				},
				[5] = {
					[1] = "50",
				},
				["prereqs"] = {
					[1] = 2,
					[2] = 3,
				},
				["ability"] = "Увеличение урона от вашего оружия для левой руки на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на бое двумя оружиями",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_DualWield",
			},
			[13] = {
				[1] = {
					[1] = "1,",
					[2] = "1",
					[3] = "3",
				},
				[2] = {
					[1] = "2,",
					[2] = "2",
					[3] = "3",
				},
				[3] = {
					[1] = "3,",
					[2] = "3",
					[3] = "3",
				},
				[4] = {
					[1] = "4,",
					[2] = "4",
					[3] = "3",
				},
				[5] = {
					[1] = "5,",
					[2] = "5",
					[3] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение навыка дробящего оружия на %s, и %s%% вероятность оглушить цель на %s сек. дробящем оружием.",
				["maxRank"] = 5,
				["name"] = "Специализация на дробящем оружии",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Mace_01",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["mana"] = "25",
				["maxRank"] = 1,
				["ability"] = "Увеличение скорости атаки на 20%% при этом атаки наносят удар по дополнительному ближайшему противнику. Длительность - 15 сек.",
				["name"] = "Шквал клинков",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "3",
				["cooldown"] = "2 min",
				["texture"] = "Interface\\Icons\\Ability_Warrior_PunishingBlow",
			},
			[15] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "%s%% шанс атаковать цель повторно после того, как вы ударите ее мечом.",
				["maxRank"] = 5,
				["name"] = "Специализация на владении мечами",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Sword_27",
			},
			[16] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает шанс нанести критический удар при использовании кистевого оружия на %s%%.",
				["maxRank"] = 5,
				["name"] = "Специализация на кистевом оружии",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\INV_Gauntlets_04",
			},
			[17] = {
				[1] = {
					[1] = "3.",
				},
				[2] = {
					[1] = "5.",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Увеличивает ваш навык владения мечами, кинжалами и кистевым оружием на %s ед.",
				["maxRank"] = 2,
				["name"] = "Оружейное мастерство",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfStrength",
			},
			[18] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашими способностями \"Коварный удар\" и \"Потрошение\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Агрессивность",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Racial_Avatar",
			},
			[19] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Выброс адреналина",
				["tier"] = 7,
				["column"] = 2,
				["ability"] = "Увеличивает скорость восполнения энергии на 100%% в течение 15 сек.",
				["cooldown"] = "5 min",
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowWordDominate",
			},
			["numTalents"] = 19,
			["name"] = "Бой",
			["background"] = "RogueCombat",
			["texture"] = "Interface\\Icons\\INV_Weapon_ShortBlade_14",
		},
		[3] = {
			[1] = {
				[1] = {
				},
				[2] = {
					[1] = "1",
				},
				[3] = {
					[1] = "2",
				},
				[4] = {
					[1] = "3",
				},
				[5] = {
					[1] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает вероятность обнаружения вас противниками в режиме незаметности.",
				["maxRank"] = 5,
				["name"] = "Мастер маскировки",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Charm",
			},
			[2] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				[4] = {
					[1] = "16",
				},
				[5] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% урона, наносимого со спины при использовании способностей \"Удар в спину\", \"Дублет\", \"Удушение\" и \"Внезапный удар\".",
				["maxRank"] = 5,
				["name"] = "Правильный момент",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Warrior_WarCry",
			},
			[3] = {
				[1] = {
					[1] = "1",
					[2] = "10",
				},
				[2] = {
					[1] = "2",
					[2] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение вероятности критического поражения в ближнем и дальнем бою на %s%% и увеличение угрозы от применения способности \"Ложный выпад\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Ловкость рук",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Feint",
			},
			[4] = {
				[1] = {
					[1] = "45",
				},
				[2] = {
					[1] = "90",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает время восстановления способностей \"Исчезновение\" и \"Ослепление\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Неуловимость",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Magic_LesserInvisibilty",
			},
			[5] = {
				[1] = {
					[1] = "3",
					[2] = "1",
				},
				[2] = {
					[1] = "6",
					[2] = "2",
				},
				[3] = {
					[1] = "9",
					[2] = "3",
				},
				[4] = {
					[1] = "12",
					[2] = "4",
				},
				[5] = {
					[1] = "15",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение вашей скорости в состоянии незаметности на %s%% и Сокращение времени восстановления  вашей способности \"Незаметность\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Камуфляж",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Stealth",
			},
			[6] = {
				[1] = {
					[1] = "25",
				},
				[2] = {
					[1] = "50",
				},
				[3] = {
					[1] = "75",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% в результате проведения приемов \"Внезапный удар\", \"Гаррота\" и \"Подлый трюк\" длина серии приемов, проводимой против цели, увеличится дополнительно на 1 прием.",
				["maxRank"] = 3,
				["name"] = "Инициатива",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Fumble",
			},
			[7] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["mana"] = "40",
				["maxRank"] = 1,
				["ability"] = "Удар, наносящий урон, равный 125%% стандартного урона оружия, и увеличивающий вероятность уклонения от атак на 15%% на 7 сек. Длина серии приемов увеличивается на 1.",
				["require"] = "Melee Weapon",
				["name"] = "Призрачный удар",
				["tier"] = 3,
				["column"] = 2,
				["range"] = "5",
				["cooldown"] = "20 sec",
				["texture"] = "Interface\\Icons\\Spell_Shadow_Curse",
			},
			[8] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				[3] = {
					[1] = "45",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% шанса нанести критический удар вашей способностью \"Внезапный удар\".",
				["maxRank"] = 3,
				["name"] = "Улучшенный внезапный удар",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Ambush",
			},
			[9] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				[3] = {
					[1] = "45",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% в результате уклонения от физической атаки или полного сопротивления заклинанию длина серии приемов, проводимой против цели, увеличится на 1 прием.",
				["maxRank"] = 3,
				["name"] = "Выучка",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_MirrorImage",
			},
			[10] = {
				[1] = {
					[1] = "30",
				},
				[2] = {
					[1] = "60",
				},
				[3] = {
					[1] = "90",
				},
				["prereqs"] = {
				},
				["ability"] = "После применения способности \"Ошеломление\" с вероятностью %s%% вы будете снова незаметны.",
				["maxRank"] = 3,
				["name"] = "Улучшенное ошеломление",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Sap",
			},
			[11] = {
				[1] = {
					[1] = "1.67",
					[2] = "10",
				},
				[2] = {
					[1] = "3.34",
					[2] = "20",
				},
				[3] = {
					[1] = "5",
					[2] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Атаки воздействуют на ослабленную броню противника (на %s ед.). Повышение урона от способности \"Рваная рана\" на %s%%. Ослабление брони зависит от уровня игрока.",
				["maxRank"] = 3,
				["name"] = "Зазубренные клинки",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Sword_17",
			},
			[12] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
					[2] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение вашего уровня способности \"Обнаружение незаметности\" и снижение для вас шанса поражения заклинаниями и атаками дальнего боя на %s%%.",
				["maxRank"] = 2,
				["name"] = "Обостренные чувства",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Ambush",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Подготовка",
				["tier"] = 5,
				["column"] = 2,
				["ability"] = "При активации этой способности немедленно обнуляется время до восстановления способностей \"Уклонение\", \"Спринт\", \"Хладнокровие\", \"Шаг в тень\" и \"Умысел\".",
				["cooldown"] = "10 min",
				["texture"] = "Interface\\Icons\\Spell_Shadow_AntiShadow",
			},
			[14] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает расход энергии на способности \"Подлый трюк\" и \"Гаррота\" на %s ед.",
				["maxRank"] = 2,
				["name"] = "Грязные делишки",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SummonSuccubus",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 4,
					[2] = 3,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["mana"] = "35",
				["maxRank"] = 1,
				["ability"] = "Резкий удар, наносящий урон. Вызванное ударом кровоизлияние усиливает физический урон, причиненный цели, на величину до 3 ед. Длится 30 ударов или в течение 15 сек. Длина серии приемов увеличивается на 1.",
				["require"] = "Melee Weapon",
				["name"] = "Кровоизлияние",
				["tier"] = 5,
				["column"] = 4,
				["range"] = "5",
				["cooldown"] = "6 sec",
				["texture"] = "Interface\\Icons\\Spell_Shadow_LifeDrain",
			},
			[16] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает силу атаки на %s%%.",
				["maxRank"] = 5,
				["name"] = "Убойная сила",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Weapon_Crossbow_11",
			},
			[17] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["ability"] = "Подготовительный прием, засчитывающийся за 2 приема. Необходимо продолжить или завершить серию в течение 10 сек. или эффект пропадет.",
				["require"] = "Stealth",
				["name"] = "Умысел",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "20",
				["cooldown"] = "2 min",
				["texture"] = "Interface\\Icons\\Spell_Shadow_Possession",
			},
			["numTalents"] = 17,
			["name"] = "Скрытность",
			["background"] = "RogueSubtlety",
			["texture"] = "Interface\\Icons\\Ability_Ambush",
		},
		["localClass"] = "Разбойник",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["MAGE"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "5",
					[2] = "20",
				},
				[2] = {
					[1] = "10",
					[2] = "40",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение сопротивления цели всем вашим заклинаниям на %s ед. и снижение угрозы от заклинаний тайной магии на %s%%.",
				["maxRank"] = 2,
				["name"] = "Искусные чары",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_DispelMagic",
			},
			[2] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение на %s%% вероятности того, что противник сможет противостоять вашим заклинаниям тайной магии.",
				["maxRank"] = 5,
				["name"] = "Средоточие чар",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_Devotion",
			},
			[3] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				[4] = {
					[1] = "80",
				},
				[5] = {
					[1] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% применение заклинания \"Чародейские снаряды\" не будет прервано при получении урона.",
				["maxRank"] = 5,
				["name"] = "Улучшенный чародейский снаряд",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_StarFall",
			},
			[4] = {
				[1] = {
					[1] = "13",
				},
				[2] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% урона, наносимого при использовании магических жезлов.",
				["maxRank"] = 2,
				["name"] = "Специализация на жезлах",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Wand_01",
			},
			[5] = {
				[1] = {
					[1] = "2",
					[2] = "1",
				},
				[2] = {
					[1] = "4",
					[2] = "2",
				},
				[3] = {
					[1] = "6",
					[2] = "3",
				},
				[4] = {
					[1] = "8",
					[2] = "4",
				},
				[5] = {
					[1] = "10",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение всех типов сопротивления на %s ед. Все заклинания, которые не сработали из-за вашей сопротивляемости, восстанавливают %s%% общего уровня вашей маны. Время восстановления - 1 сек.",
				["maxRank"] = 5,
				["name"] = "Магическое поглощение",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_AstralRecalGroup",
			},
			[6] = {
				[1] = {
					[1] = "2",
					[2] = "100",
				},
				[2] = {
					[1] = "4",
					[2] = "100",
				},
				[3] = {
					[1] = "6",
					[2] = "100",
				},
				[4] = {
					[1] = "8",
					[2] = "100",
				},
				[5] = {
					[1] = "10",
					[2] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "Вероятность %s%% войти в состояние \"Ясность мысли\" после того, как любое ваше заклинание нанесет урон противнку. Состояние \"Ясность мысли\" снижает расход маны на ваше следующее поражающее заклинание на %s%%.",
				["maxRank"] = 5,
				["name"] = "Чародейская сосредоточенность",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ManaBurn",
			},
			[7] = {
				[1] = {
					[1] = "25",
				},
				[2] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Усиление действия заклинаний \"Усиление магии\" и \"Ослабление магии\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Магическое созвучие",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_AbolishMagic",
			},
			[8] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% вероятности нанесения критического урона с помощью заклинания \"Волшебный взрыв\".",
				["maxRank"] = 3,
				["name"] = "Чародейский удар",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_WispSplode",
			},
			[9] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Усиление брони на величину, равную 50%% от значения интеллекта.",
				["maxRank"] = 1,
				["name"] = "Чародейская стойкость",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Arcane_ArcaneResilience",
			},
			[10] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение на %s%% расхода маны на снятие каждой единицы урона, получаемого при использовании заклинания \"Щит маны\".",
				["maxRank"] = 2,
				["name"] = "Улучшенный щит маны",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_DetectLesserInvisibility",
			},
			[11] = {
				[1] = {
					[1] = "50",
					[2] = "4",
				},
				[2] = {
					[1] = "100",
					[2] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение до %s%% вероятности лишить противника дара речи на %s сек. при применении заклинания \"Антимагия\".",
				["maxRank"] = 2,
				["name"] = "Улучшенная Антимагия",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_IceShock",
			},
			[12] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "В процессе применения заклинаний, мана восполняется со скоростью, равной %s%% от обычной.",
				["maxRank"] = 3,
				["name"] = "Чародейская медитация",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SiphonMana",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Присутствие разума",
				["tier"] = 5,
				["column"] = 2,
				["ability"] = "Мгновенное применение следующего магического заклинания, обычное время применения которого ниже 10 сек.",
				["cooldown"] = "3 min",
				["texture"] = "Interface\\Icons\\Spell_Nature_EnchantArmor",
			},
			[14] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Увеличение максимального запаса маны на %s%%.",
				["maxRank"] = 5,
				["name"] = "Чародейский ум",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Charm",
			},
			[15] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Увеличение урона от заклинаний и вероятности критического удара на %s%%.",
				["maxRank"] = 3,
				["name"] = "Магическая нестабильность",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Teleport",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 6,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Мощь тайной магии",
				["tier"] = 7,
				["column"] = 2,
				["ability"] = "WПовышение урона от заклинаний на 30%% за счет повышения расхода на них маны на 30%% Время действия - 15 сек.",
				["cooldown"] = "3 min",
				["texture"] = "Interface\\Icons\\Spell_Nature_Lightning",
			},
			["numTalents"] = 16,
			["name"] = "Тайная магия",
			["background"] = "MageArcane",
			["texture"] = "Interface\\Icons\\Spell_Nature_WispSplode",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает время применения заклинания \"Огненный шар\" на %s секунды.",
				["maxRank"] = 5,
				["name"] = "Улучшенный огненный шар",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_FlameBolt",
			},
			[2] = {
				[1] = {
					[1] = "2",
					[2] = "2",
				},
				[2] = {
					[1] = "4",
					[2] = "2",
				},
				[3] = {
					[1] = "6",
					[2] = "2",
				},
				[4] = {
					[1] = "8",
					[2] = "2",
				},
				[5] = {
					[1] = "10",
					[2] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Есть вероятность %s%%, что ваши заклинания огня оглушат цель на %s сек.",
				["maxRank"] = 5,
				["name"] = "Сотрясение",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_MeteorStorm",
			},
			[3] = {
				[1] = {
					[1] = "8",
					[2] = "4",
				},
				[2] = {
					[1] = "16",
					[2] = "4",
				},
				[3] = {
					[1] = "24",
					[2] = "4",
				},
				[4] = {
					[1] = "32",
					[2] = "4",
				},
				[5] = {
					[1] = "40",
					[2] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Критические удары заклинаниями огня воспламеняют цель, нанося ей дополнительно %s%% урона от примененного заклинания в течение %s сек.",
				["maxRank"] = 5,
				["name"] = "Воспламенение",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_Incinerate",
			},
			[4] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дальность применения ваших заклинаний огня на %s метров.",
				["maxRank"] = 2,
				["name"] = "Метание пламени",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_Flare",
			},
			[5] = {
				[1] = {
					[1] = "0.5",
				},
				[2] = {
					[1] = "1",
				},
				[3] = {
					[1] = "1.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает время востановления заклинания \"Огненный взрыв\" на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенный огненный взрыв",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_Fireball",
			},
			[6] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность нанесения критического удара заклинаниями \"Огненный взрыв\" и \"Ожог\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Испепеление",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_FlameShock",
			},
			[7] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность нанесения критического удара заклинанием \"Огненный столб\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный огненный столб",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_SelfDestruct",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "6",
				["mana"] = "125",
				["maxRank"] = 1,
				["ability"] = "Бросок огромной огненной глыбы, которая наносит 141 - 187 ед. урона от огня единовременно и 56 ед. урона от огня в течение 12 сек.",
				["name"] = "Огненная глыба",
				["tier"] = 3,
				["column"] = 3,
				["range"] = "35",
				["cooldown"] = "3 min",
				["texture"] = "Interface\\Icons\\Spell_Fire_Fireball02",
			},
			[9] = {
				[1] = {
					[1] = "35",
					[2] = "15",
				},
				[2] = {
					[1] = "70",
					[2] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Прочтение заклинаний огня не будет замедлено при получении урона с вероятностью %s%%. Угроза от ваших заклинаний огня уменьшается на %s%%.",
				["maxRank"] = 2,
				["name"] = "Пылающая душа",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Fire_Fire",
			},
			[10] = {
				[1] = {
					[1] = "33",
					[2] = "3",
					[3] = "30",
					[4] = "5",
				},
				[2] = {
					[1] = "66",
					[2] = "3",
					[3] = "30",
					[4] = "5",
				},
				[3] = {
					[1] = "100",
					[2] = "3",
					[3] = "30",
					[4] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение до %s%% вероятности сделать цель уязвимой для урона от огня при применении на ней заклинания \"Ожог\". В случае успеха цель получает на %s%% больше урона от огня, в течение %s сек. Эффект может быть суммирован до %s раз.",
				["maxRank"] = 3,
				["name"] = "Улучшенный ожог",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_SoulBurn",
			},
			[11] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Защита от огня с вероятностью %s%% отражает заклинания школы огня.",
				["maxRank"] = 2,
				["name"] = "Раскаленные щиты",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_FireArmor",
			},
			[12] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "При критическом поражении противника заклинаниями огня и льда, у вас восстанавливается %s%% от затраченной на них маны.",
				["maxRank"] = 3,
				["name"] = "Повелитель Стихий",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Fire_MasterOfElements",
			},
			[13] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение вероятности совершения критического эффетка заклинаниями огня на %s%%.",
				["maxRank"] = 3,
				["name"] = "Критическая масса",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_WispHeal",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "215",
				["maxRank"] = 1,
				["ability"] = "От заклинателя расходится волна пламени, нанося всем противникам, захваченным ею, 154 - 186 ед. урона от огня и замедляя их на 6 сек.",
				["name"] = "Взрывная волна",
				["tier"] = 5,
				["column"] = 3,
				["range"] = "3",
				["cooldown"] = "45 sec",
				["texture"] = "Interface\\Icons\\Spell_Holy_Excorcism_02",
			},
			[15] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон от ваших заклинаний огня на %s%%.",
				["maxRank"] = 5,
				["name"] = "Сила огня",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_Immolation",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Возгорание",
				["tier"] = 7,
				["column"] = 2,
				["ability"] = "При использовании каждое атакующее заклинание огня, достигшее цели, увеличивает вероятность нанесения критического урона огнем на 10%%. Этот эффект длится, пока 3 заклинания не нанесут критический урон.",
				["cooldown"] = "3 min",
				["texture"] = "Interface\\Icons\\Spell_Fire_SealOfFire",
			},
			["numTalents"] = 16,
			["name"] = "Огонь",
			["background"] = "MageFire",
			["texture"] = "Interface\\Icons\\Spell_Fire_Fire",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "15",
					[2] = "10",
				},
				[2] = {
					[1] = "30",
					[2] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% эффекта усиления брони заклинаниями \"Морозный доспех\" и \"Ледяной доспех\", а также повышение до %s%% вероятности отражения заклинаний магии льда во время действия эффекта \"Защита от магии льда\".",
				["maxRank"] = 2,
				["name"] = "Защита от льда",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Frost_FrostWard",
			},
			[2] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение времени применения заклинания \"Ледяная стрела\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенная ледяная стрела",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_FrostBolt02",
			},
			[3] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшение шанса целей оказать сопротивление вашим заклинаниям льда и огня на %s%%.",
				["maxRank"] = 3,
				["name"] = "Точность стихии",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Ice_MagicDamage",
			},
			[4] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				[4] = {
					[1] = "80",
				},
				[5] = {
					[1] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона от критического поражения вашими заклинаниями льда на %s%%.",
				["maxRank"] = 5,
				["name"] = "Ледяные осколки",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Frost_IceShard",
			},
			[5] = {
				[1] = {
					[1] = "5",
					[2] = "5",
				},
				[2] = {
					[1] = "10",
					[2] = "5",
				},
				[3] = {
					[1] = "15",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Ваши остужающие эффекты получают %s%% шанс заморозить цель на %s сек.",
				["maxRank"] = 3,
				["name"] = "Обморожение",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_FrostArmor",
			},
			[6] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления  заклинания \"Кольцо льда\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенное кольцо льда",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_FreezingBreath",
			},
			[7] = {
				[1] = {
					[1] = "1",
					[2] = "4",
				},
				[2] = {
					[1] = "2",
					[2] = "7",
				},
				[3] = {
					[1] = "3",
					[2] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение продолжительности эффектов категории \"Стужа\" на %s сек. и снижение скорости передвижения противника на %s%%.",
				["maxRank"] = 3,
				["name"] = "Вечная мерзлота",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Frost_Wisp",
			},
			[8] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона, наносимого вашими ледяными заклинаниями на %s%%.",
				["maxRank"] = 3,
				["name"] = "Пронзающий лед",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Frost_Frostbolt",
			},
			[9] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Холодная хватка",
				["tier"] = 3,
				["column"] = 2,
				["ability"] = "При использовании мгновенно завершает восстановление всех ваших заклинаний магии льда.",
				["cooldown"] = "10 min",
				["texture"] = "Interface\\Icons\\Spell_Frost_WizardMark",
			},
			[10] = {
				[1] = {
					[1] = "30",
					[2] = "1.50",
				},
				[2] = {
					[1] = "50",
					[2] = "1.50",
				},
				[3] = {
					[1] = "65",
					[2] = "1.50",
				},
				["prereqs"] = {
				},
				["ability"] = "Наделение эффекта заклинания \"Снежная буря\" способностью остужать, что снижает скорость передвижения цели на %s%% на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенная снежная буря",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Frost_IceStorm",
			},
			[11] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение дальности действия ваших заклинаний \"Ледяная стрела\" и \"Снежная буря\", а также радиуса действия ваших заклинаний \"Кольцо льда\" и \"Конус холода\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Предел льда",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_DarkRitual",
			},
			[12] = {
				[1] = {
					[1] = "5",
					[2] = "10",
				},
				[2] = {
					[1] = "10",
					[2] = "20",
				},
				[3] = {
					[1] = "15",
					[2] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение расхода маны на заклинания магии льда на %s%% и снижение угрозы от них на %s%%.",
				["maxRank"] = 3,
				["name"] = "Направленная сила льда",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_Stun",
			},
			[13] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				[4] = {
					[1] = "40",
				},
				[5] = {
					[1] = "50",
				},
				["prereqs"] = {
					[1] = 2,
					[2] = 3,
				},
				["ability"] = "Увеличение вероятности критического попадания ваших заклинаний в замороженные цели на %s%%.",
				["maxRank"] = 5,
				["name"] = "Обледенение",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_FrostShock",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "15",
				["maxRank"] = 1,
				["ability"] = "Вы оказываетесь в середине ледяной глыбы, которая защищает вас от всех физических атак и заклинаний на 10 сек, но в это время вы не можете никого атаковать, двигаться или применять заклинания.",
				["name"] = "Ледяная глыба",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "10",
				["cooldown"] = "5 min",
				["texture"] = "Interface\\Icons\\Spell_Frost_Frost",
			},
			[15] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "25",
				},
				[3] = {
					[1] = "35",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона, нанесенного заклинанием \"Конус холода\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный конус холода",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_Glacier",
			},
			[16] = {
				[1] = {
					[1] = "20",
					[2] = "2",
					[3] = "15",
					[4] = "5",
				},
				[2] = {
					[1] = "40",
					[2] = "2",
					[3] = "15",
					[4] = "5",
				},
				[3] = {
					[1] = "60",
					[2] = "2",
					[3] = "15",
					[4] = "5",
				},
				[4] = {
					[1] = "80",
					[2] = "2",
					[3] = "15",
					[4] = "5",
				},
				[5] = {
					[1] = "100",
					[2] = "2",
					[3] = "15",
					[4] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Ваши ледяные заклинания получают %s%% шанс обрести эффект Зимней Стужи, что увеличит их шанс нанести врагу критического урона на %s%% в течение %s сек. Эффект может суммироваться до %s раз.",
				["maxRank"] = 5,
				["name"] = "Зимняя стужа",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_ChillingBlast",
			},
			[17] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "305",
				["maxRank"] = 1,
				["ability"] = "Вас мгновенно окружает защитный барьер, поглощающий 438 ед. урона. Время действия - 1 мин. Все время существования щита ваши заклинания невозможно прервать.\n",
				["name"] = "Ледяная преграда",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "5",
				["cooldown"] = "30 sec",
				["texture"] = "Interface\\Icons\\Spell_Ice_Lament",
			},
			["numTalents"] = 17,
			["name"] = "Лед",
			["background"] = "MageFrost",
			["texture"] = "Interface\\Icons\\Spell_Frost_FreezingBreath",
		},
		["localClass"] = "Маг",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["PRIEST"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает на %s%% вероятность не подвергнуться влиянию оглушающих, устрашающих или лишающих речи эффектов.",
				["maxRank"] = 5,
				["name"] = "Непреклонная воля",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Magic_MageArmor",
			},
			[2] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% урона, наносимого при использовании магических жезлов.",
				["maxRank"] = 5,
				["name"] = "Специализация на жезлах",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Wand_01",
			},
			[3] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				[4] = {
					[1] = "16",
				},
				[5] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение угрозы, создаваемой вашими заклинаниями на %s%%.",
				["maxRank"] = 5,
				["name"] = "Молчаливая решимость",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_ManaRegenTotem",
			},
			[4] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение эффекта от заклинаний \"Слово силы: Стойкость\" и \"Молитва Стойкости\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенное слово силы: Стойкость",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_WordFortitude",
			},
			[5] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% количества урона, поглощаемого при применении заклинания \"Слово силы: щит\".",
				["maxRank"] = 3,
				["name"] = "Улучшенное Слово силы: Щит",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_PowerWordShield",
			},
			[6] = {
				[1] = {
					[1] = "50",
					[2] = "6",
					[3] = "10",
				},
				[2] = {
					[1] = "100",
					[2] = "6",
					[3] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% жрец, получив критический удар оружием ближнего или дальнего боя, окажется под воздействием эффекта \"Средоточие заклинаний\" на %s сек. Этот эффект предохраняет от сбоев наложения жреческих заклинаний при получении урона и повышает сопротивление прерыванию заклинаний на %s%%.",
				["maxRank"] = 2,
				["name"] = "Мученичество",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_Tranquility",
			},
			[7] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Понижение расхода маны на последующее заклинание на 100%%, а также повышение вероятности критического эффекта на 25%%, если такой эффект возможен.",
				["maxRank"] = 1,
				["name"] = "Внутреннее сосредоточение",
				["tier"] = 3,
				["column"] = 2,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "3 min",
				["texture"] = "Interface\\Icons\\Spell_Frost_WindWalkOn",
			},
			[8] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "В процессе применения заклинаний, мана восполняется со скоростью, равной %s%% от обычной.",
				["maxRank"] = 3,
				["name"] = "Медитация",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Sleep",
			},
			[9] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение на %s%% эффекта усиления брони заклинания \"Внутренний огонь\".",
				["maxRank"] = 3,
				["name"] = "Улучшенный внутренний огонь",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_InnerFire",
			},
			[10] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение расхода маны на мгновенные заклинания на %s%%.",
				["maxRank"] = 5,
				["name"] = "Подвижность мысли",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hibernation",
			},
			[11] = {
				[1] = {
					[1] = "0.25",
				},
				[2] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшение времени наложения заклинания \"Сжигание маны\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенное сожжение маны",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ManaBurn",
			},
			[12] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение максимального запаса маны на %s%%.",
				["maxRank"] = 5,
				["name"] = "Чародейский ум",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_EnchantArmor",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Божественные силы снисходят на объект заклинания, повышая его дух на 17 ед. на 30 мин.",
				["mana"] = "285",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Божественный дух",
				["tier"] = 5,
				["column"] = 3,
				["range"] = "30",
				["cooldown"] = "1.5 sec",
				["texture"] = "Interface\\Icons\\Spell_Holy_DivineSpirit",
			},
			[14] = {
				[1] = {
					[1] = "1",
					[2] = "1",
				},
				[2] = {
					[1] = "2",
					[2] = "2",
				},
				[3] = {
					[1] = "3",
					[2] = "3",
				},
				[4] = {
					[1] = "4",
					[2] = "4",
				},
				[5] = {
					[1] = "5",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% урона, наносимого заклинаниями, и на %s%% вероятности критического эффекта атакующих заклинаний.",
				["maxRank"] = 5,
				["name"] = "Сила воли",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_SlowingTotem",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Наполнение цели силой, повышая силу заклинаний и исцеления на 20%%. Время действия - 15 сек.",
				["mana"] = "22",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Придание сил",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "30",
				["cooldown"] = "3 min",
				["texture"] = "Interface\\Icons\\Spell_Holy_PowerInfusion",
			},
			["numTalents"] = 15,
			["name"] = "Послушание",
			["background"] = "PriestDiscipline",
			["texture"] = "Interface\\Icons\\Spell_Holy_AuraOfLight",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "35",
				},
				[2] = {
					[1] = "70",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение до %s%% вероятности продолжить применение заклинания даже при получении урона.",
				["maxRank"] = 2,
				["name"] = "Средоточие исцеления",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_HealingFocus",
			},
			[2] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% количества здоровья, восполняемого при действии заклинания \"Обновление\".",
				["maxRank"] = 3,
				["name"] = "Улучшенное обновление",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_Renew",
			},
			[3] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение вероятности критического эффекта ваших заклинаний светлой магии на %s%%.",
				["maxRank"] = 5,
				["name"] = "Священная сила",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfSalvation",
			},
			[4] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение получаемого урона от заклинаний на %s%%.",
				["maxRank"] = 5,
				["name"] = "Защита от заклинаний",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_SpellWarding",
			},
			[5] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает время наложения заклинаний \"Кара\", \"Священный Огонь\", \"Исцеление\" и \"Большее исцеление\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Божественное неистовство",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfWrath",
			},
			[6] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Создание вокруг заклинателя вспышки священного света, наносящей 28 - 32 ед. урона от светлой магии всем целям противника в радиусе 10 м. и исцеляющей всех участников группы в радиусе 10 м. на 52 - 60 ед. Эти эффекты не увеличивают угрозы.",
				["mana"] = "185",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Кольцо света",
				["tier"] = 3,
				["column"] = 1,
				["range"] = "3",
				["cooldown"] = "30",
				["texture"] = "Interface\\Icons\\Spell_Holy_HolyNova",
			},
			[7] = {
				[1] = {
					[1] = "8",
					[2] = "6",
				},
				[2] = {
					[1] = "16",
					[2] = "6",
				},
				[3] = {
					[1] = "25",
					[2] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "После получении критического урона в ближнем или дальнем бою в объеме, равном %s%% от полученного урона, здоровье восполняется в течение %s сек.",
				["maxRank"] = 3,
				["name"] = "Благословленное восстановление",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessedRecovery",
			},
			[8] = {
				[1] = {
					[1] = "8",
					[2] = "15",
				},
				[2] = {
					[1] = "16",
					[2] = "15",
				},
				[3] = {
					[1] = "25",
					[2] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Усиление на %s%% брони цели на %s сек. после получения критического эффекта одного из заклинаний \"Исцеление\", \"Быстрое исцеление\", \"Большее исцеление\" или  \"Молитва об исцелении\".",
				["maxRank"] = 3,
				["name"] = "Вдохновение",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Holy_LayOnHands",
			},
			[9] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение растояния, на котором может применяться заклинание Кары и Священного огня, а так же радиуса заклинаний Молитва об исцелении и Кольцо света на %s%%.",
				["maxRank"] = 2,
				["name"] = "Предел сил Света",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_Purify",
			},
			[10] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение на %s%% расхода маны на применение заклинаний \"Малое исцеление\", \"Исцеление\" и \"Большее исцеление\".",
				["maxRank"] = 3,
				["name"] = "Улучшенное исцеление",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_Heal02",
			},
			[11] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
					[1] = 2,
					[2] = 3,
				},
				["ability"] = "Увеличивает урон от заклинаний \"Кара\" и \"Священный Огонь\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Опаляющий свет",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_SearingLightPriest",
			},
			[12] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает на %s%% расход маны на ваше заклинание \"Молитва об исцелении\".",
				["maxRank"] = 2,
				["name"] = "Улучшенная молитва исцеления",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_PrayerOfHealing02",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "После смерти жрец превращается в Дух воздаяния на 10 сек. Дух воздаяния не может двигаться, атаковать, быть атакованным или стать целью любых заклинаний и воздействий. Находясь в этом облике, жрец может бесплатно воспользоваться любым исцеляющим заклинанием. По окончании действия эффекта жрец умирает.",
				["maxRank"] = 1,
				["name"] = "Дух воздаяния",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\INV_Enchant_EssenceEternalLarge",
			},
			[14] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает эффекты исцеления и урон от заклинаний на %s%% от вашего духа.",
				["maxRank"] = 5,
				["name"] = "Духовное направление",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_SpiritualGuidence",
			},
			[15] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает на %s%% количество здоровья, восполняемого вашими исцеляющими заклинаниями.",
				["maxRank"] = 5,
				["name"] = "Духовное исцеление",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_MoonGlow",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Создает священный колодец Света. Члены вашей группы или рейда могут испить из него для восстановления 800 ед. здоровья в течение 10 сек.  Любой полученный урон снимает данный эффект. Колодец содержит 5 зарядов целительной энергии и существует в течение 3 мин., при использовании всех зарядов, он исчезает.",
				["mana"] = "225",
				["maxRank"] = 1,
				["castTime"] = "1.5",
				["name"] = "Колодец Света",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "30",
				["cooldown"] = "10 min",
				["texture"] = "Interface\\Icons\\Spell_Holy_SummonLightwell",
			},
			["numTalents"] = 16,
			["name"] = "Свет",
			["background"] = "PriestHoly",
			["texture"] = "Interface\\Icons\\Spell_Holy_LayOnHands",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "20",
					[2] = "100",
					[3] = "50",
					[4] = "15",
				},
				[2] = {
					[1] = "40",
					[2] = "100",
					[3] = "50",
					[4] = "15",
				},
				[3] = {
					[1] = "60",
					[2] = "100",
					[3] = "50",
					[4] = "15",
				},
				[4] = {
					[1] = "80",
					[2] = "100",
					[3] = "50",
					[4] = "15",
				},
				[5] = {
					[1] = "100",
					[2] = "100",
					[3] = "50",
					[4] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% после убийства цели, за которое вы получаете опыт или честь, ваш дух повышается на %s%%. В течение действия эффекта мана восполняется также и во время применения заклинаний с %s%% скоростью. Время действия - %s сек.",
				["maxRank"] = 5,
				["name"] = "Захват духа",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Requiem",
			},
			[2] = {
				[1] = {
					[1] = "2",
					[2] = "3",
				},
				[2] = {
					[1] = "4",
					[2] = "3",
				},
				[3] = {
					[1] = "6",
					[2] = "3",
				},
				[4] = {
					[1] = "8",
					[2] = "3",
				},
				[5] = {
					[1] = "10",
					[2] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение до %s%% вероятности оглушения цели на %s сек. при нанесении ей урона от темной магии.",
				["maxRank"] = 5,
				["name"] = "Затмение",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_GatherShadows",
			},
			[3] = {
				[1] = {
					[1] = "8",
				},
				[2] = {
					[1] = "16",
				},
				[3] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение на %s%% угрозы, создаваемой заклинаниями темной магии.",
				["maxRank"] = 3,
				["name"] = "Единение с Тьмой",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowWard",
			},
			[4] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение длительности заклинания \"Слово Тьмы: Боль\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенное слово Тьмы: Боль",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowWordPain",
			},
			[5] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение на %s%% вероятности противнику противостоять вашим заклинаниям темной магии.",
				["maxRank"] = 5,
				["name"] = "Средоточие Тьмы",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_BurningSpirit",
			},
			[6] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления  заклинания \"Ментальный крик\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный ментальный крик",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_PsychicScream",
			},
			[7] = {
				[1] = {
					[1] = "0.5",
				},
				[2] = {
					[1] = "1",
				},
				[3] = {
					[1] = "1.5",
				},
				[4] = {
					[1] = "2",
				},
				[5] = {
					[1] = "2.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления  заклинания \"Взрыв разума\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенный взрыв разума",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_UnholyFrenzy",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Поражение разума противника энергией темной магии, наносящей 75 ед. урона от темной магии в течение 3 сек. и снижающей его скорость передвижения на 50%%.",
				["mana"] = "45",
				["maxRank"] = 1,
				["name"] = "Пытка разума",
				["tier"] = 3,
				["column"] = 3,
				["range"] = "20",
				["texture"] = "Interface\\Icons\\Spell_Shadow_SiphonMana",
			},
			[9] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления  способности \"Сокрытие\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный \"Уход в тень\"",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Magic_LesserInvisibilty",
			},
			[10] = {
				[1] = {
					[1] = "6",
				},
				[2] = {
					[1] = "13",
				},
				[3] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение дальности действия ваших атакующих заклинаний школы темной магии на %s%%.",
				["maxRank"] = 3,
				["name"] = "Предел Тьмы",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ChillTouch",
			},
			[11] = {
				[1] = {
					[1] = "20",
					[2] = "3",
					[3] = "15",
					[4] = "5",
				},
				[2] = {
					[1] = "40",
					[2] = "3",
					[3] = "15",
					[4] = "5",
				},
				[3] = {
					[1] = "60",
					[2] = "3",
					[3] = "15",
					[4] = "5",
				},
				[4] = {
					[1] = "80",
					[2] = "3",
					[3] = "15",
					[4] = "5",
				},
				[5] = {
					[1] = "100",
					[2] = "3",
					[3] = "15",
					[4] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Ваши заклинания темной магии получают %s%% вероятность сделать цель уязвимой для темной магии. Эта уязвимость повышает урон, наносимый цели магией этой школы, на %s%% и длится %s сек. Эффект может суммироваться до %s раз.",
				["maxRank"] = 5,
				["name"] = "Плетение Тьмы",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Shadow_BlackPlague",
			},
			[12] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 3,
					[2] = 1,
				},
				["ability"] = "Онемение противника, не дающее ему применять заклинания в течение 5 сек.",
				["mana"] = "225",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Молчание",
				["tier"] = 5,
				["column"] = 1,
				["range"] = "20",
				["cooldown"] = "45 sec",
				["texture"] = "Interface\\Icons\\Spell_Shadow_ImpPhaseShift",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Наделение вашей цели энергией темной магии, которая излечивает всех членов группы на 20%%, когда вы наносите урон любым заклинанием темной магии. Длительность - 1 мин.",
				["mana"] = "40",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Объятия вампира",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "30",
				["cooldown"] = "10 sec",
				["texture"] = "Interface\\Icons\\Spell_Shadow_UnsummonBuilding",
			},
			[14] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Увеличение на дополнительные %s%% здоровья, исцеленных заклинанием \"Объятия вампира\".",
				["maxRank"] = 2,
				["name"] = "Улучшенные объятия вампира",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ImprovedVampiricEmbrace",
			},
			[15] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% урона, наносимого при применении заклинаний темной магии.",
				["maxRank"] = 5,
				["name"] = "Мрак",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Twilight",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Усиление урона от темной магии на 15%%, уменьшение получаемого физического урона на 15%%. Однако в этом облике нельзя применять заклинания светлой магии.",
				["mana"] = "44",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Облик Тьмы",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "10",
				["cooldown"] = "1.5 sec",
				["texture"] = "Interface\\Icons\\Spell_Shadow_Shadowform",
			},
			["numTalents"] = 16,
			["name"] = "Тьма",
			["background"] = "PriestShadow",
			["texture"] = "Interface\\Icons\\Spell_Shadow_Possession",
		},
		["localClass"] = "Жрец",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["WARLOCK"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение на %s%% вероятности сопротивления противника вашим заклинаниям категории \"Колдовство\".",
				["maxRank"] = 5,
				["name"] = "Подавление",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_UnsummonBuilding",
			},
			[2] = {
				[1] = {
					[1] = "0.4",
				},
				[2] = {
					[1] = "0.8",
				},
				[3] = {
					[1] = "1.2",
				},
				[4] = {
					[1] = "1.6",
				},
				[5] = {
					[1] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение времени применения заклинания \"Порча\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенная порча",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_AbominationExplosion",
			},
			[3] = {
				[1] = {
					[1] = "6",
				},
				[2] = {
					[1] = "13",
				},
				[3] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение эффекта от Проклятия слабости на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенное проклятие слабости",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_CurseOfMannoroth",
			},
			[4] = {
				[1] = {
					[1] = "50",
					[2] = "100",
					[3] = "10",
					[4] = "50",
				},
				[2] = {
					[1] = "100",
					[2] = "100",
					[3] = "10",
					[4] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Вероятность %s%% увеличить скорость восполнения маны на %s%% на %s сек. при условии, что противник погиб в результате применения заклинания \"Похищение души\". Помимо этого продолжает восстанавливать ману со скоростью %s%% от обычной во время применения заклинаний.",
				["maxRank"] = 2,
				["name"] = "Улучшенное похищение души",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Haunting",
			},
			[5] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение количества маны, полученной при использовании вами заклинания \"Жизнеотвод\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенный жизнеотвод",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_BurningSpirit",
			},
			[6] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение количества здоровья, которого лишается противник при помощи заклинания \"Похищение жизни\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенное похищение жизни",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Shadow_LifeDrain02",
			},
			[7] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона, нанесенного заклинанием \"Проклятие агонии\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенное проклятие агонии",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_CurseOfSargeras",
			},
			[8] = {
				[1] = {
					[1] = "14",
				},
				[2] = {
					[1] = "28",
				},
				[3] = {
					[1] = "42",
				},
				[4] = {
					[1] = "56",
				},
				[5] = {
					[1] = "70",
				},
				["prereqs"] = {
				},
				["ability"] = "Придание вам %s%% шанса избежать прерывания при получении вами урона во время направления заклинаний \"Похищение жизни\", \"Похищение маны\" или \"Похищение души\".",
				["maxRank"] = 5,
				["name"] = "Сосредоточение Скверны",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_FingerOfDeath",
			},
			[9] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Увеличивает эффект следующего заклинания \"Проклятие слабости\" или \"Проклятие агонии\" на 50%%, либо заклинания \"Проклятие изнеможения\" на 20%%. Время действия - 30 сек.",
				["maxRank"] = 1,
				["name"] = "Усиление проклятия",
				["tier"] = 3,
				["column"] = 3,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "3 min",
				["texture"] = "Interface\\Icons\\Spell_Shadow_Contagion",
			},
			[10] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение достижимости ваших заклинаний колдовства на %s%%.",
				["maxRank"] = 2,
				["name"] = "Предел мрака",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_CallofBone",
			},
			[11] = {
				[1] = {
					[1] = "2",
					[2] = "100",
				},
				[2] = {
					[1] = "4",
					[2] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "Вероятность, что заклинания \"Скверна\" и \"Похищение жизни\" с вероятностью %s%% после нанесения урона противнику, позволят войти в состояние \"Теневой транс\". \"Теневой транс\" снижает время наложения следующего заклинания \"Стрела Тьмы\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Сумерки",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Twilight",
			},
			[12] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Нанесение %s%% урона противнику от похищеной маны способностью \"Похищение маны\"",
				["maxRank"] = 2,
				["name"] = "Улучшенное похищение маны",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SiphonMana",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "150",
				["maxRank"] = 1,
				["name"] = "Вытягивание жизни",
				["tier"] = 5,
				["column"] = 2,
				["ability"] = "Передача 15 ед. здоровья от цели к заклинателю раз в 3 сек. Время действия - 30 сек.",
				["range"] = "30",
				["texture"] = "Interface\\Icons\\Spell_Shadow_Requiem",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "7",
				["maxRank"] = 1,
				["name"] = "Проклятие изнеможения",
				["tier"] = 5,
				["column"] = 3,
				["ability"] = "RСнижение скорости перемещения цели на 10%% на 12 сек. На любую из целей может одновременно действовать только одно данное проклятие.",
				["range"] = "30",
				["texture"] = "Interface\\Icons\\Spell_Shadow_GrimWard",
			},
			[15] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 3,
				},
				["ability"] = "Увеличение скорости восстановления способности \"Проклятие изнеможения\" на %s%%.",
				["maxRank"] = 4,
				["name"] = "Улучшенное проклятие изнеможения",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Shadow_GrimWard",
			},
			[16] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Увеличение урона, наносимого заклинаниями темной магии на %s%%.",
				["maxRank"] = 5,
				["name"] = "Власть над Тенями",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadeTrueSight",
			},
			[17] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Похищение 150 ед. маны вашего питомца; 100%% ее передается заклинателю.",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["name"] = "Темный союз",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "20",
				["cooldown"] = "30",
				["texture"] = "Interface\\Icons\\Spell_Shadow_DarkRitual",
			},
			["numTalents"] = 17,
			["name"] = "Колдовство",
			["background"] = "WarlockCurses",
			["texture"] = "Interface\\Icons\\Spell_Shadow_UnsummonBuilding",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% количества здоровья, восполняемого камнем здоровья.",
				["maxRank"] = 2,
				["name"] = "Улучшенный камень здоровья",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Stone_04",
			},
			[2] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% эффективности применения вашим бесом заклинаний \"Огненная молния\", \"Огненный щит\" и \"Кровавый союз\".",
				["maxRank"] = 3,
				["name"] = "Улучшенный бес",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SummonImp",
			},
			[3] = {
				[1] = {
					[1] = "3",
					[2] = "1",
				},
				[2] = {
					[1] = "6",
					[2] = "2",
				},
				[3] = {
					[1] = "9",
					[2] = "3",
				},
				[4] = {
					[1] = "12",
					[2] = "4",
				},
				[5] = {
					[1] = "15",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение общей выносливости на %s%% при снижении общего духа на %s%%.",
				["maxRank"] = 5,
				["name"] = "Демоническое облачение",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Metamorphosis",
			},
			[4] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение количества здоровья, передаваемого заклинанием \"Канал здоровья\", на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенный канал здоровья",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_LifeDrain",
			},
			[5] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение эффективности заклинаний демона Бездны \"Мучение\", \"Поглощение теней\", \"Жертва\" и \"Муки\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный демон Бездны",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SummonVoidWalker",
			},
			[6] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение на %s%% максимального запаса маны беса, демона Бездны, суккуба или охотника Скверны.",
				["maxRank"] = 5,
				["name"] = "Интеллект скверны",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_MagicalSentry",
			},
			[7] = {
				[1] = {
					[1] = "10",
					[2] = "10",
				},
				[2] = {
					[1] = "20",
					[2] = "20",
				},
				[3] = {
					[1] = "30",
					[2] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение эффекта от заклинаний суккуба \"Всплеск боли\" и \"Утешительный поцелуй\" на %s%%, а также увеличение длительности заклинаний суккуба \"Соблазнение\" и \"Малая невидимость\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный суккуб",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_SummonSuccubus",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Уменьшение времени призыва вашего следующего беса, демона Бездны, суккуба или охотника Скверны на 5.5 сек., а расход маны на вызов - на 50%%.",
				["maxRank"] = 1,
				["name"] = "Господство Скверны",
				["tier"] = 3,
				["column"] = 2,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "15 min",
				["texture"] = "Interface\\Icons\\Spell_Nature_RemoveCurse",
			},
			[9] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение на %s%% максимального запаса здоровья беса, демона Бездны, суккуба или охотника Скверны.",
				["maxRank"] = 5,
				["name"] = "Выносливость скверны",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_AntiShadow",
			},
			[10] = {
				[1] = {
					[1] = "2",
					[2] = "20",
				},
				[2] = {
					[1] = "4",
					[2] = "40",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 2,
				},
				["ability"] = "Снижение на %s сек. времени призыва и на %s%% расхода маны на призыв беса, демона Бездны, суккуба или охотника Скверны.",
				["maxRank"] = 2,
				["name"] = "Мастер призыва",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ImpPhaseShift",
			},
			[11] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				[4] = {
					[1] = "16",
				},
				[5] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% урона, наносимого в ближнем бою демоном Бездны, суккубом или охотником скверны.",
				["maxRank"] = 5,
				["name"] = "Нечестивая сила",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowWordDominate",
			},
			[12] = {
				[1] = {
					[1] = "2",
					[2] = "2",
				},
				[2] = {
					[1] = "4",
					[2] = "4",
				},
				[3] = {
					[1] = "6",
					[2] = "6",
				},
				[4] = {
					[1] = "8",
					[2] = "8",
				},
				[5] = {
					[1] = "10",
					[2] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение на %s%% негативного воздействия на скорость атаки и применения заклинаний при применении заклинания \"Порабощение демона\", а также снижение шанса на сопротивление на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенное порабощение демона",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_EnslaveDemon",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Принесение в жертву вашего демона, что наделяет вас эффектом, длящимся 30 мин. либо до призыва очередного демона.\n\nБес: увеличение наносимого вами урона от огня на 15%%.\n\nДемон Бездны: восполнение 3%% здоровья раз в 4 сек.\n\nСуккуб: увеличение наносимого вами урона от темной магии на 15%%.\n\nОхотник Скверны: восполнение 2%% маны раз в 4 сек. ",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["name"] = "Демоническое жертвоприношение",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "100",
				["cooldown"] = "30",
				["texture"] = "Interface\\Icons\\Spell_Shadow_PsychicScream",
			},
			[14] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение дополнительного урона от камня огня и эффекта камня огня на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенный камень огня",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\INV_Ammo_FireTar",
			},
			[15] = {
				[1] = {
					[1] = "4",
					[2] = "2",
					[3] = "2",
					[4] = "2",
				},
				[2] = {
					[1] = "8",
					[2] = "4",
					[3] = "4",
					[4] = "4",
				},
				[3] = {
					[1] = "12",
					[2] = "6",
					[3] = "6",
					[4] = "6",
				},
				[4] = {
					[1] = "16",
					[2] = "8",
					[3] = "8",
					[4] = "8",
				},
				[5] = {
					[1] = "20",
					[2] = "10",
					[3] = "10",
					[4] = "1",
				},
				["prereqs"] = {
					[1] = 4,
					[2] = 3,
				},
				["ability"] = "Наделение и демона, и заклинателя эффектом, длящимся все время, пока жив демон.\n\nБес - снижение уровня угрозы на %s%%.\n\nДемон Бездны - снижение получаемого физического урона на %s%%.\n\nСуккуб - увеличение всего наносимого урона на %s%%.\n\nОхотник Скверны - увеличение всего сопротивления на .%s за каждый уровень.",
				["maxRank"] = 5,
				["name"] = "Мастер-демонолог",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowPact",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "18",
				["maxRank"] = 1,
				["name"] = "Связка души",
				["tier"] = 7,
				["column"] = 2,
				["ability"] = "При активации 30%% всего урона, получаемого заклинателем, передается его бесу, демону Бездны, суккубу или Охотнику Скверны. Кроме этого, и демон, и его хозяин будут наносить на 3%% больше урона. Эффект длится в течение всего времени, пока демон находится рядом с хозяином и подчиняется ему.",
				["range"] = "100",
				["texture"] = "Interface\\Icons\\Spell_Shadow_GatherShadows",
			},
			[17] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение количества урона, поглощаемого камнем чар, на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенный камень чар",
				["tier"] = 7,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Misc_Gem_Sapphire_01",
			},
			["numTalents"] = 17,
			["name"] = "Демонология",
			["background"] = "WarlockSummoning",
			["texture"] = "Interface\\Icons\\Spell_Shadow_CurseOfTounges",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "4",
					[2] = "4",
					[3] = "12",
				},
				[2] = {
					[1] = "4",
					[2] = "8",
					[3] = "12",
				},
				[3] = {
					[1] = "4",
					[2] = "12",
					[3] = "12",
				},
				[4] = {
					[1] = "4",
					[2] = "16",
					[3] = "12",
				},
				[5] = {
					[1] = "4",
					[2] = "20",
					[3] = "12",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% until %s урона от темной магии, наносимого при критическом попадании стрелы Тьмы до тех пор, пока не применены 4 непериодических вредоносных эффекта. Максимальное время действия - %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенная стрела Тьмы",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowBolt",
			},
			[2] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение расхода маны на ваши заклинания категории \"Разрушение\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Катаклизм",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_WindsofWoe",
			},
			[3] = {
				[1] = {
					[1] = "0.1",
					[2] = "0.4",
				},
				[2] = {
					[1] = "0.2",
					[2] = "0.8",
				},
				[3] = {
					[1] = "0.3",
					[2] = "1.2",
				},
				[4] = {
					[1] = "0.4",
					[2] = "1.6",
				},
				[5] = {
					[1] = "0.5",
					[2] = "2.0",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение времени, необходимого на применение заклинаний \"Стрела Тьмы\" и \"Жертвенный огонь\" на %s сек., а заклинания \"Огонь души\" - на %s сек.",
				["maxRank"] = 5,
				["name"] = "Погибель",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_DeathPact",
			},
			[4] = {
				[1] = {
					[1] = "2",
					[2] = "5",
				},
				[2] = {
					[1] = "4",
					[2] = "5",
				},
				[3] = {
					[1] = "6",
					[2] = "5",
				},
				[4] = {
					[1] = "8",
					[2] = "5",
				},
				[5] = {
					[1] = "10",
					[2] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Заклинания уничтожения с вероятностью %s%% вызывают у цели оцепенение на %s сек.",
				["maxRank"] = 5,
				["name"] = "Последствия",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_Fire",
			},
			[5] = {
				[1] = {
					[1] = "0.5",
				},
				[2] = {
					[1] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшение времени наложения заклинания беса \"Огненная молния\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенная огненная молния",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_FireBolt",
			},
			[6] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшение времени сосстановления заклинания суккуба \"Всплеск боли\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный всплеск боли",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_Curse",
			},
			[7] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает шанс нанесения критического удара заклинаниями разрушения на %s%%.",
				["maxRank"] = 5,
				["name"] = "Разоритель",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_FlameShock",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Мгновенное нанесение 87 - 99  урона от теней. В случае смерти жертвы в течение 5 после применения заклинание \"Ожог Тьмы\", если жертва отдает опыт или честь, применяющий заклинание получает Осколок Души.",
				["mana"] = "105",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Ожог Тьмы",
				["tier"] = 3,
				["column"] = 4,
				["range"] = "20",
				["cooldown"] = "15 sec",
				["texture"] = "Interface\\Icons\\Spell_Shadow_ScourgeBuild",
			},
			[9] = {
				[1] = {
					[1] = "35",
				},
				[2] = {
					[1] = "70",
				},
				["prereqs"] = {
				},
				["ability"] = "Дает вам %s%% шанс сопротивления прерыванию наложения заклинаний вследствие получения урона при наложении заклинаний \"Огненный ливень\",\"Адское Пламя\" и \"Ожог души\".",
				["maxRank"] = 2,
				["name"] = "Напряжение",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_LavaSpawn",
			},
			[10] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дальность действия ваших заклинаний разрушения на %s%%.",
				["maxRank"] = 2,
				["name"] = "Предел разрушения",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_CorpseExplode",
			},
			[11] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение шанса на критический удар заклинания \"Жгучая боль\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенная жгучая боль",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Fire_SoulBurn",
			},
			[12] = {
				[1] = {
					[1] = "13",
					[2] = "3",
				},
				[2] = {
					[1] = "26",
					[2] = "3",
				},
				["prereqs"] = {
					[1] = 4,
					[2] = 1,
				},
				["ability"] = "Ваши заклинания \"Огненный ливень\" \"Адское Пламя\" и \"Огонь Души\", получают %s%%-ный шанс оглушить цель на %s сек.",
				["maxRank"] = 2,
				["name"] = "Огнесдвиг",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_Volcano",
			},
			[13] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение начального урона заклинания \"Жертвенный огонь\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенный Жертвенный огонь",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_Immolation",
			},
			[14] = {
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Заклинания разрушения сильнее увеличивают вероятность критического попадания - на 100%%.",
				["maxRank"] = 1,
				["name"] = "Разгром",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ShadowWordPain",
			},
			[15] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон от ваших заклинаний огня на %s%%.",
				["maxRank"] = 5,
				["name"] = "Бушующее пламя",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_SelfDestruct",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Поддержание горения цели, уже находящейся под воздействием вашего заклинания \"Испепеление\", с нанесением ей 240 - 306 ед. урона от огня и снятием заклинания \"Жертвенный огонь\".",
				["mana"] = "165",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Поджигание",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "30",
				["cooldown"] = "10 sec",
				["texture"] = "Interface\\Icons\\Spell_Fire_Fireball",
			},
			["numTalents"] = 16,
			["name"] = "Разрушение",
			["background"] = "WarlockDestruction",
			["texture"] = "Interface\\Icons\\Spell_Fire_Incinerate",
		},
		["localClass"] = "Чернокнижник",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["DRUID"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение времени наложения заклинания \"Гнев\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенный гнев",
				["tier"] = 1,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_AbolishMagic",
			},
			[2] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "50",
				["maxRank"] = 1,
				["name"] = "Природный захват",
				["tier"] = 1,
				["column"] = 2,
				["ability"] = "В период действия заклинания каждый раз, как противники наносят удар заклинателю, их с 35%% вероятностью поражает заклинание \"Гнев деревьев\" (уровень 1). Можно использовать только под открытым небом. 1 срабатывание. Время действия -  45 сек.",
				["cooldown"] = "1 min",
				["texture"] = "Interface\\Icons\\Spell_Nature_NaturesWrath",
			},
			[3] = {
				[1] = {
					[1] = "15",
				},
				[2] = {
					[1] = "30",
				},
				[3] = {
					[1] = "45",
				},
				[4] = {
					[1] = "65",
				},
				["prereqs"] = {
					[1] = 1,
					[2] = 2,
				},
				["ability"] = "Повышение шанса опутать противника заклинанием \"Природный захват\" на %s%%.",
				["maxRank"] = 4,
				["name"] = "Улучшенный природный захват",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_NaturesWrath",
			},
			[4] = {
				[1] = {
					[1] = "40",
				},
				[2] = {
					[1] = "70",
				},
				[3] = {
					[1] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение до %s%% вероятности избежать прерывания наложения заклинаний \"Гнев деревьев\" при получении урона.",
				["maxRank"] = 3,
				["name"] = "Улучшение гнев деревьев",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_StrangleVines",
			},
			[5] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона и шанса на критический удар от вашего заклинания \"Лунный огонь\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенный лунный огонь",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_StarFall",
			},
			[6] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение наносимого физического урона во всех формах на %s%%.",
				["maxRank"] = 5,
				["name"] = "Оружие природы",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Staff_01",
			},
			[7] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение расхода маны на оборотничество на %s%%",
				["maxRank"] = 3,
				["name"] = "Прирожденный оборотень",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_WispSplode",
			},
			[8] = {
				[1] = {
					[1] = "25",
				},
				[2] = {
					[1] = "50",
				},
				[3] = {
					[1] = "75",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% урона, наносимого вашим заклинанием \"Шипы\".",
				["maxRank"] = 3,
				["name"] = "Улучшенные шипы",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_Thorns",
			},
			[9] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 2,
					[2] = 3,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "120",
				["maxRank"] = 1,
				["name"] = "Знамение ясности",
				["tier"] = 3,
				["column"] = 3,
				["ability"] = "Наполняет друида природной энергией. Каждая его атака в ближнем бою имеет шанс ввести заклинателя в состояние \"Ясность мысли\". Состояние \"Ясность мысли\" снижает расход маны, ярости или энергии на следующее ваше поражающее или исцеляющее заклинание или  или атакующую способность на 100%%. Время действия - 10 мин.",
				["range"] = "1",
				["texture"] = "Interface\\Icons\\Spell_Nature_CrystalBall",
			},
			[10] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение дальности действия способностей  \"Гнев\", \"Гнев деревьев\", \"Волшебный огонь\", \"Лунный огонь\", \"Звездный огонь\" и \"Гроза\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Предел сил Природы",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_NatureTouchGrow",
			},
			[11] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				[4] = {
					[1] = "80",
				},
				[5] = {
					[1] = "100",
				},
				["prereqs"] = {
					[1] = 2,
					[2] = 2,
				},
				["ability"] = "Увеличение урона от критического поражения вашими заклинаниями \"Звездный огонь\", \"Лунный огонь\" и \"Гнев\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Отмщение",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_Purge",
			},
			[12] = {
				[1] = {
					[1] = "1",
					[2] = "3",
					[3] = "3",
				},
				[2] = {
					[1] = "2",
					[2] = "6",
					[3] = "3",
				},
				[3] = {
					[1] = "3",
					[2] = "9",
					[3] = "3",
				},
				[4] = {
					[1] = "4",
					[2] = "12",
					[3] = "3",
				},
				[5] = {
					[1] = "5",
					[2] = "15",
					[3] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшение времени наложения заклинания \"Звездный огонь\" на .%s сек и %s%% вероятности оглушения цель на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенный звездный огонь",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Arcane_StarFire",
			},
			[13] = {
				["prereqs"] = {
				},
				["ability"] = "Все критические удары заклинаниями одаряют вас благословением Природы, снижая время наложения следующего заклинания на 0.5 сек.",
				["maxRank"] = 1,
				["name"] = "Благоволение природы",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_NaturesBlessing",
			},
			[14] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение расхода маны на заклинания \"Лунный огонь\", \"Звездный огонь\", \"Гнев\", \"Целительное прикосновение\", \"Восстановление\" и \"Омоложение\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Лунное сияние",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Sentinal",
			},
			[15] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Повышение урона от заклинаний \"Звездный огонь\", \"Лунный огонь\" и \"Гнев\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Лунное неистовство",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_MoonGlow",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "17",
				["maxRank"] = 1,
				["name"] = "Облик лунного совуха",
				["tier"] = 7,
				["column"] = 2,
				["ability"] = "Превращение в лунного совуха, что повышает эффективность носимых доспехов на 360%%, а вероятность критического удара заклинанием участников группы в радиусе 30 м. увеличивается на 3%%.\n\nПри трансформации заклинатель освобождается от действия эффектов превращения и эффектов, снижающих скорость передвижения.",
				["cooldown"] = "1 min",
				["texture"] = "Interface\\Icons\\Spell_Nature_ForceOfNature",
			},
			["numTalents"] = 16,
			["name"] = "Баланс",
			["background"] = "DruidBalance",
			["texture"] = "Interface\\Icons\\Spell_Nature_Lightning",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает расход ярости или энергии на способности \"Трепка\", \"Размах\", \"Когти\" и \"Глубокая рана\" на %s ед.",
				["maxRank"] = 5,
				["name"] = "Свирепость",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hunter_Pet_Hyena",
			},
			[2] = {
				[1] = {
					[1] = "8",
					[2] = "3",
				},
				[2] = {
					[1] = "16",
					[2] = "6",
				},
				[3] = {
					[1] = "24",
					[2] = "9",
				},
				[4] = {
					[1] = "32",
					[2] = "12",
				},
				[5] = {
					[1] = "40",
					[2] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Ваш \"Устрашающий рык\" снижает силу атаки противника дополнительно на %s%%. Ваш \"Свирепый укус\" наносит на %s%% больше урона.",
				["maxRank"] = 5,
				["name"] = "Звериная агрессия",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Druid_DemoralizingRoar",
			},
			[3] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение угрозы, наносимой в форме медведя или лютого медведя, на %s%% и уменьшение для противника шансов заметить вас, пока вы пользуетесь способностью \"Красться\".",
				["maxRank"] = 5,
				["name"] = "Животный инстинкт",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Ambush",
			},
			[4] = {
				[1] = {
					[1] = "0.5",
				},
				[2] = {
					[1] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает длительность эффекта оглушения от ваших способностей \"Оглушение\" и \"Наскок\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Жестокий удар",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Druid_Bash",
			},
			[5] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% эффективности усиления брони за счет носимой экипировки.",
				["maxRank"] = 5,
				["name"] = "Плотная шкура",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Misc_Pelt_Bear_03",
			},
			[6] = {
				[1] = {
					[1] = "15",
					[2] = "2",
				},
				[2] = {
					[1] = "30",
					[2] = "4",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% скорости передвижения вне помещений в облике кошки, а также увеличение на %s%% вероятности уклонения от атак в облике кошки, медведя или лютого медведя.",
				["maxRank"] = 2,
				["name"] = "Звериная скорость",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_SpiritWolf",
			},
			[7] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["ability"] = "Стремительное приближение к противнику, которое его обездвиживает и прерывает произнесение заклинаний на 4 сек.",
				["name"] = "Звериная атака",
				["tier"] = 3,
				["column"] = 2,
				["require"] = "Bear Form, Dire Bear Form",
				["cooldown"] = "15 sec",
				["texture"] = "Interface\\Icons\\Ability_Hunter_Pet_Bear",
			},
			[8] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% вероятности нанесения критического урона в облике кошки, медведя или лютого медведя.",
				["maxRank"] = 3,
				["name"] = "Острые когти",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Misc_MonsterClaw_04",
			},
			[9] = {
				[1] = {
					[1] = "6.",
				},
				[2] = {
					[1] = "12.",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение расхода энергии на способность \"Полоснуть\" на %s ед.",
				["maxRank"] = 2,
				["name"] = "Растерзать противника",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_VampiricAura",
			},
			[10] = {
				[1] = {
					[1] = "50",
				},
				[2] = {
					[1] = "100",
				},
				[3] = {
					[1] = "150",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает силу атаки ближнего боя на %s%% от уровня в облике кошки, медведя или лютого медведя.",
				["maxRank"] = 3,
				["name"] = "Удары хищника",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Hunter_Pet_Cat",
			},
			[11] = {
				[1] = {
					[1] = "50",
				},
				[2] = {
					[1] = "100",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "В случае, если прием облика кошки, увеличивающий длину серии, нанесет критический урон, есть вероятность %s%%, что длина серии увеличится дополнительно на 1 прием.",
				["maxRank"] = 2,
				["name"] = "Кровавое неистовство",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_GhoulFrenzy",
			},
			[12] = {
				[1] = {
					[1] = "50",
					[2] = "5",
				},
				[2] = {
					[1] = "100",
					[2] = "5",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Получение вероятности %s%% получить дополнительные %s ед. ярости при получении критического поражения в облике медведя и лютого медведя.",
				["maxRank"] = 2,
				["name"] = "Изначальное неистовство",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_Racial_Cannibalize",
			},
			[13] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашими способностями \"Когти\", \"Глубокая рана\", \"Трепка\" и \"Размах\" на %s%%.",
				["maxRank"] = 2,
				["name"] = "Бешеное неистовство",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Druid_Ravage",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["ability"] = "Ослабляет броню на 175 ед. на 40 сек. Во время действия заклинания цель не может становиться незаметной или невидимой.",
				["require"] = "Cat Form, Bear Form, Dire Bear Form",
				["name"] = "Волшебный огонь (зверь)",
				["tier"] = 5,
				["column"] = 3,
				["range"] = "30",
				["cooldown"] = "6 sec",
				["texture"] = "Interface\\Icons\\Spell_Nature_FaerieFire",
			},
			[15] = {
				[1] = {
					[1] = "4",
					[2] = "4",
					[3] = "4",
				},
				[2] = {
					[1] = "8",
					[2] = "8",
					[3] = "8",
				},
				[3] = {
					[1] = "12",
					[2] = "12",
					[3] = "12",
				},
				[4] = {
					[1] = "16",
					[2] = "16",
					[3] = "16",
				},
				[5] = {
					[1] = "20",
					[2] = "20",
					[3] = "20",
				},
				["prereqs"] = {
					[1] = 4,
					[2] = 2,
				},
				["ability"] = "Повышение интеллекта на %s%%, а также повышение на %s%% выносливости в облике медведя и лютого медведя, и на %s%% силы атаки в облике кошки.",
				["maxRank"] = 5,
				["name"] = "Сердце дикой природы",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfAgility",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "В обличье кошки, медведя или лютого медведя способность \"Вожак стаи\" повышается вероятность нанесения критического удара всеми членами группы в радиусе 45 м. как в дальнем, так и в ближнем бою на 3%%.",
				["maxRank"] = 1,
				["name"] = "Вожак стаи",
				["tier"] = 7,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_UnyeildingStamina",
			},
			["numTalents"] = 16,
			["name"] = "Сила зверя",
			["background"] = "DruidFeralCombat",
			["texture"] = "Interface\\Icons\\Ability_Physical_Taunt",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "7",
				},
				[2] = {
					[1] = "14",
				},
				[3] = {
					[1] = "21",
				},
				[4] = {
					[1] = "28",
				},
				[5] = {
					[1] = "35",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение эффекта от заклинаний \"Знак дикой природы\" и \"Дар Леса\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенный знак дикой природы",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_Regeneration",
			},
			[2] = {
				[1] = {
					[1] = "20",
					[2] = "10",
					[3] = "40",
				},
				[2] = {
					[1] = "40",
					[2] = "10",
					[3] = "40",
				},
				[3] = {
					[1] = "60",
					[2] = "10",
					[3] = "40",
				},
				[4] = {
					[1] = "80",
					[2] = "10",
					[3] = "40",
				},
				[5] = {
					[1] = "100",
					[2] = "10",
					[3] = "40",
				},
				["prereqs"] = {
				},
				["ability"] = "Дает вам %s%% шанс обрести %s ед. ярости при превращении в облик медведя или лютого медведя; или %s ед. энергии при превращении в облик кошки.",
				["maxRank"] = 5,
				["name"] = "Гнев",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfStamina",
			},
			[3] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение времени наложения заклинания \"Целительное прикосновение\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Улучшенное целительное прикосновение",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_HealingTouch",
			},
			[4] = {
				[1] = {
					[1] = "14",
				},
				[2] = {
					[1] = "28",
				},
				[3] = {
					[1] = "42",
				},
				[4] = {
					[1] = "56",
				},
				[5] = {
					[1] = "70",
				},
				["prereqs"] = {
				},
				["ability"] = "С вероятностью %s%% заклинания \"Целительное прикосновение\", \"Восстановление\" и \"Спокойствие\" не будут прерваны при получении урона.",
				["maxRank"] = 5,
				["name"] = "Средоточие Природы",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_HealingWaveGreater",
			},
			[5] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Способность \"Исступление\" мгновенно восстанавливает %s ед. ярости.",
				["maxRank"] = 2,
				["name"] = "Улучшенное исступление",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Druid_Enrage",
			},
			[6] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "В процессе применения заклинаний, мана восполняется со скоростью, равной %s%% от обычной.",
				["maxRank"] = 3,
				["name"] = "Напряжение",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_WindWalkOn",
			},
			[7] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "45",
				["maxRank"] = 1,
				["ability"] = "Рой насекомых, снижающий вероятность нанесения удара на 2%% и наносящий 66 ед. урона от сил природы за 12 сек.",
				["name"] = "Рой насекомых",
				["tier"] = 3,
				["column"] = 3,
				["range"] = "30",
				["cooldown"] = "6 sec",
				["texture"] = "Interface\\Icons\\Spell_Nature_InsectSwarm",
			},
			[8] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				[4] = {
					[1] = "16",
				},
				[5] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение на %s%% угрозы, создаваемой заклинаниями исцеления.",
				["maxRank"] = 5,
				["name"] = "Скрытность",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Ability_EyeOfTheOwl",
			},
			[9] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение затрат маны на ваши заклинания \"Целительное прикосновение\" и \"Спокойствие\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Мирный дух",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_ElunesGrace",
			},
			[10] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение эффекта от заклинания \"Омоложение\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенное омоложение",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_Rejuvenation",
			},
			[11] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 2,
					[2] = 1,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Природная стремительность",
				["tier"] = 5,
				["column"] = 1,
				["ability"] = "Мгновенное применение следующего заклинания сил природы.",
				["cooldown"] = "3 min",
				["texture"] = "Interface\\Icons\\Spell_Nature_RavenForm",
			},
			[12] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Увеличение эффекта от всех исцеляющих заклинаний на %s%%",
				["maxRank"] = 5,
				["name"] = "Дар природы",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_ProtectionformNature",
			},
			[13] = {
				[1] = {
					[1] = "40",
				},
				[2] = {
					[1] = "80",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшение угрозы, создаваемой заклинанием \"Спокойствие\", на %s%%",
				["maxRank"] = 2,
				["name"] = "Улучшенное спокойствие",
				["tier"] = 5,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_Tranquility",
			},
			[14] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				[4] = {
					[1] = "40",
				},
				[5] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение вероятность критического эффекта заклинания \"Восстановление\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенное восстановление",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_ResistNature",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 4,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "10",
				["maxRank"] = 1,
				["ability"] = "\"Снимает эффект омоложения или восстановления, действующий на дружественную цель, но мгновенно лечит ее на величину, соответствующую 12 секундам заклинания \"Омоложение\" или 18 секундам заклинания \"Восстановление\".\"",
				["name"] = "Быстрое восстановление",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "40",
				["cooldown"] = "15 sec",
				["texture"] = "Interface\\Icons\\INV_Relics_IdolofRejuvenation",
			},
			["numTalents"] = 15,
			["name"] = "Исцеление",
			["background"] = "DruidRestoration",
			["texture"] = "Interface\\Icons\\Spell_Nature_HealingTouch",
		},
		["localClass"] = "Друид",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["PALADIN"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышает вашу силу на %s%%",
				["maxRank"] = 5,
				["name"] = "Божественная сила",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_GolemThunderClap",
			},
			[2] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение интеллекта на %s%%.",
				["maxRank"] = 5,
				["name"] = "Божественный интеллект",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Sleep",
			},
			[3] = {
				[1] = {
					[1] = "14",
				},
				[2] = {
					[1] = "28",
				},
				[3] = {
					[1] = "42",
				},
				[4] = {
					[1] = "56",
				},
				[5] = {
					[1] = "70",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение до %s%% вероятности не прерывать применение заклинаний \"Вспышка Света\" и \"Свет небес\" при получении урона.",
				["maxRank"] = 5,
				["name"] = "Духовное концентрация",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Arcane_Blink",
			},
			[4] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% урона, наносимого при применении способностей \"Печать праведности\" и \"Правосудие праведности\".",
				["maxRank"] = 5,
				["name"] = "Улучшенная печать праведности",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_ThunderBolt",
			},
			[5] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение исцеляющего эффекта заклинаний \"Свет небес\" и \"Вспышка Света\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Исцеляющий Свет",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_HolyBolt",
			},
			[6] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "135",
				["maxRank"] = 1,
				["name"] = "Освящение",
				["tier"] = 3,
				["column"] = 2,
				["ability"] = "Освящение земли, на которой стоит паладин, с нанесением 64 ед. урона от светлой магии в течение 8 сек. противникам, которые находятся на этом участке.",
				["cooldown"] = "8 sec",
				["texture"] = "Interface\\Icons\\Spell_Holy_InnerFire",
			},
			[7] = {
				[1] = {
					[1] = "15",
					[2] = "2",
					[3] = "10",
				},
				[2] = {
					[1] = "30",
					[2] = "2",
					[3] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Дает цели вашего заклинания \"Возложение рук\" %s%% дополнительно к усилению брони от предметов, на %s мин. Помимо этого, время восстановления заклинания \"Возложение рук\" сокращается на %s мин.",
				["maxRank"] = 2,
				["name"] = "Улучшенное возложение рук",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_LayOnHands",
			},
			[8] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% вероятности не подвергнуться влиянию устрашающих или дезориентирующих эффектов.",
				["maxRank"] = 2,
				["name"] = "Непоколебимая вера",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Holy_UnyieldingFaith",
			},
			[9] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				[4] = {
					[1] = "80",
				},
				[5] = {
					[1] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение до %s%% вероятности восполнить ману от базовой стоимости заклинания, после получения критического эффекта заклинаний \"Вспышка Света\", \"Свет небес\" или \"Шок небес\".",
				["maxRank"] = 5,
				["name"] = "Свечение",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_GreaterHeal",
			},
			[10] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение эффекта благословение мудрости на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенное благословение мудрости",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfWisdom",
			},
			[11] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 4,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "2",
				["maxRank"] = 1,
				["ability"] = "При приведении в действие это заклинание дает вашим следующим заклинаниям \"Вспышка Света\", \"Свет небес\" или \"Шок небес\" 100%% шанса на критическое воздействие.",
				["name"] = "Божественное одобрение",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "8",
				["cooldown"] = "2 min",
				["texture"] = "Interface\\Icons\\Spell_Holy_Heal",
			},
			[12] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение длительности \"Правосудие света\" и \"Правосудие мудрости\" на %s сек.",
				["maxRank"] = 3,
				["name"] = "Длительное правосудие",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_HealingAura",
			},
			[13] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение вероятности критического эффекта ваших заклинаний светлой магии на %s%%.",
				["maxRank"] = 5,
				["name"] = "Священная сила",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_Power",
			},
			[14] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "225",
				["maxRank"] = 1,
				["ability"] = "Взрывает цель с помощью энергии светлой магии, нанося 204 - 220 ед. урона от светлой магии противнику, или исцеляя союзника на 204 - 220.",
				["name"] = "Шок небес",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "20",
				["cooldown"] = "30 sec",
				["texture"] = "Interface\\Icons\\Spell_Holy_SearingLight",
			},
			["numTalents"] = 14,
			["name"] = "Свет",
			["background"] = "PaladinHoly",
			["texture"] = "Interface\\Icons\\Spell_Holy_HolyBolt",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% эффекта усиления брони способностью \"Аура благочестия\".",
				["maxRank"] = 5,
				["name"] = "Улучшенная аура благочестия",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_DevotionAura",
			},
			[2] = {
				[1] = {
					[1] = "6",
					[2] = "10",
					[3] = "5",
				},
				[2] = {
					[1] = "12",
					[2] = "10",
					[3] = "5",
				},
				[3] = {
					[1] = "18",
					[2] = "10",
					[3] = "5",
				},
				[4] = {
					[1] = "24",
					[2] = "10",
					[3] = "5",
				},
				[5] = {
					[1] = "30",
					[2] = "10",
					[3] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение вероятности блокирования щитом на %s%% после получения критического удара. Эффект длится %s сек. или %s блоков.",
				["maxRank"] = 5,
				["name"] = "Оплот",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Defend",
			},
			[3] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% вероятности нанесения удара в ближнем бою.",
				["maxRank"] = 3,
				["name"] = "Точность",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Ability_Rogue_Ambush",
			},
			[4] = {
				[1] = {
					[1] = "60",
					[2] = "3",
				},
				[2] = {
					[1] = "120",
					[2] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшение срока восстановления вашего \"Благословения защиты\" на %s сек. и увеличение времени действия вашего \"Благословения свободы\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Помощь стража",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfProtection",
			},
			[5] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% эффективности усиления брони за счет носимой экипировки.",
				["maxRank"] = 5,
				["name"] = "Крепость",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Holy_Devotion",
			},
			[6] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "4",
				["maxRank"] = 1,
				["ability"] = "Наложение на дружественную цель благословения, повышающего все характеристики на 10%% на 5 мин. Каждый паладин единовременно может накладывать на одного игрока только одно благословение.",
				["name"] = "Благословение королей",
				["tier"] = 3,
				["column"] = 1,
				["range"] = "30",
				["cooldown"] = "20",
				["texture"] = "Interface\\Icons\\Spell_Magic_MageArmor",
			},
			[7] = {
				[1] = {
					[1] = "16",
				},
				[2] = {
					[1] = "33",
				},
				[3] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение количества создаваемой угрозы заклинанием \"Праведное неистовство\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенное праведное неистовство",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfFury",
			},
			[8] = {
				[1] = {
					[1] = "10",
				},
				[2] = {
					[1] = "20",
				},
				[3] = {
					[1] = "30",
				},
				["prereqs"] = {
					[1] = 1,
					[2] = 3,
				},
				["ability"] = "Увеличение количества урона, поглощаемого вашим щитом, на %s%%.",
				["maxRank"] = 3,
				["name"] = "Специализация на щитах",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Shield_06",
			},
			[9] = {
				[1] = {
					[1] = "2.",
				},
				[2] = {
					[1] = "4.",
				},
				[3] = {
					[1] = "6.",
				},
				[4] = {
					[1] = "8.",
				},
				[5] = {
					[1] = "10.",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение навыка защиты на %s ед.",
				["maxRank"] = 5,
				["name"] = "Предчувствие",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Magic_LesserInvisibilty",
			},
			[10] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления  заклинания \"Молот правосудия\" на %s сек.",
				["maxRank"] = 3,
				["name"] = "Улучшенный молот правосудия",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfMight",
			},
			[11] = {
				[1] = {
					[1] = "5",
					[2] = "5",
				},
				[2] = {
					[1] = "10",
					[2] = "10",
				},
				[3] = {
					[1] = "15",
					[2] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение эффекта Аура сосредоточенности дополнительно на %s%% и уменьшения длительности всех эффектов категории \"Немота\" или \"Прерывание\", используемых против находящихся под воздействием участников группы, на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенная аура сосредоточенности",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_MindSooth",
			},
			[12] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "60",
				["maxRank"] = 1,
				["ability"] = "Наложение на дружественную цель благословения, уменьшающего любой наносимый ей урон на 10 в течение 5 мин. Блокирование целью атаки ближнего боя наносит ее противнику 14 ед. урона от светлой магии. Каждый паладин единовременно может накладывать на каждого игрока только одно благословение.",
				["name"] = "Благословение неприкосновенности",
				["tier"] = 5,
				["column"] = 2,
				["range"] = "30",
				["cooldown"] = "20",
				["texture"] = "Interface\\Icons\\Spell_Nature_LightningShield",
			},
			[13] = {
				[1] = {
					[1] = "20",
				},
				[2] = {
					[1] = "40",
				},
				[3] = {
					[1] = "60",
				},
				[4] = {
					[1] = "80",
				},
				[5] = {
					[1] = "100",
				},
				["prereqs"] = {
				},
				["ability"] = "Если вы получаете критический удар, то с вероятностью %s%% нанесете дополнительную атаку.",
				["maxRank"] = 5,
				["name"] = "Расплата",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfStrength",
			},
			[14] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% физического урона, наносимого используемым одноручным оружием ближнего боя.",
				["maxRank"] = 5,
				["name"] = "Специализация на одноручном оружии",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Sword_20",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "150",
				["maxRank"] = 1,
				["ability"] = "Увеличивает шанс блокировать удар на 30%% на 10 сек. При успешном блоке атакующему вас наносится 65 ед. урона от светлой магии. Урон, наносимый заклинанием \"Священный щит\", создает на 20%% больше угрозы. 4 заряда.",
				["require"] = "Shields",
				["name"] = "Щит небес",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "20",
				["cooldown"] = "10 sec",
				["texture"] = "Interface\\Icons\\Spell_Holy_BlessingOfProtection",
			},
			["numTalents"] = 15,
			["name"] = "Защита",
			["background"] = "PaladinProtection",
			["texture"] = "Interface\\Icons\\Spell_Holy_DevotionAura",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				[3] = {
					[1] = "12",
				},
				[4] = {
					[1] = "16",
				},
				[5] = {
					[1] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение эффективности заклинания \"Благословение могущества\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Улучшенное благословение могущества",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_FistOfJustice",
			},
			[2] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				[3] = {
					[1] = "9",
				},
				[4] = {
					[1] = "12",
				},
				[5] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение на %s%% расхода маны на применение заклинаний категорий \"Правосудие\" и \"Печать\".",
				["maxRank"] = 5,
				["name"] = "Благодарение",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_WindWalkOn",
			},
			[3] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления  заклинания \"Правосудие\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенное провосудие",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_RighteousFury",
			},
			[4] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает силу атаки ближнего боя при применении способности  \"Печать воина Cвета\" и урон от светлой магии заклинанием \"Правосудие воина света\" на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенная печать воина Света",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_HolySmite",
			},
			[5] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает вероятность парирования атак на %s%%.",
				["maxRank"] = 5,
				["name"] = "Отражение",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Parry",
			},
			[6] = {
				[1] = {
					[1] = "5",
					[2] = "10",
				},
				[2] = {
					[1] = "10",
					[2] = "10",
				},
				[3] = {
					[1] = "15",
					[2] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Паладин получает шанс при каждой успешной ближней атаке снизить силу и ловкость врага на %s%% в течение %s сек.",
				["maxRank"] = 3,
				["name"] = "Оправдание",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_Vindication",
			},
			[7] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение на %s%% вероятности нанесения критического урона при использовании оружия ближнего боя.",
				["maxRank"] = 5,
				["name"] = "Приговор",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Holy_RetributionAura",
			},
			[8] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "65",
				["maxRank"] = 1,
				["ability"] = "Наделяет атаки паладина возможностью нанести дополнительный урон от светлой магии, равный 70%% от базового урона оружия. Единовременно паладин может привести в действие только одно заклинание категории \"Печать\". Длительность - 30 сек.\n\nВысвобождение энергии этой печати обрушивается на противника уроном от светлой магии в 46 - 51 ед.; 93 - 101 ед., если цель оглушена или обездвижена.",
				["name"] = "Печать повиновения",
				["tier"] = 3,
				["column"] = 3,
				["range"] = "30",
				["cooldown"] = "20",
				["texture"] = "Interface\\Icons\\Ability_Warrior_InnerRage",
			},
			[9] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "8",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение скорости передвижения пешком и верхом на %s%%. Эффект не суммируется с другими, влияющими на скорость передвижения.",
				["maxRank"] = 2,
				["name"] = "Погоня за справедливостью",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Holy_PersuitofJustice",
			},
			[10] = {
				[1] = {
					[1] = "15",
					[2] = "50",
				},
				[2] = {
					[1] = "30",
					[2] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Нанесение %s%% полученного критического урона от заклинаний тому, кто применил заклинание. Урон, наносимый при применении заклинания \"Око за око\" не может превышать %s%% от запаса здоровья паладина.",
				["maxRank"] = 2,
				["name"] = "Око за око",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Holy_EyeforanEye",
			},
			[11] = {
				[1] = {
					[1] = "25",
				},
				[2] = {
					[1] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона, нанесенного заклинанием \"Аура возмездия\", на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенная аура возмездия",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_AuraOfLight",
			},
			[12] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона от вашего двуручного оружия ближнего боя на %s%%.",
				["maxRank"] = 3,
				["name"] = "Специализация на двуручном оружии",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\INV_Hammer_04",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["maxRank"] = 1,
				["name"] = "Аура святости",
				["tier"] = 5,
				["column"] = 3,
				["ability"] = "Увеличение урона от светлой магии, наносимого членами группы в радиусе 30 м. на 10%%. Каждый паладин единовременно может накладывать на игроков только одно заклинание категории \"Аура\".",
				["cooldown"] = "30",
				["texture"] = "Interface\\Icons\\Spell_Holy_MindVision",
			},
			[14] = {
				[1] = {
					[1] = "3",
					[2] = "8",
				},
				[2] = {
					[1] = "6",
					[2] = "8",
				},
				[3] = {
					[1] = "9",
					[2] = "8",
				},
				[4] = {
					[1] = "12",
					[2] = "8",
				},
				[5] = {
					[1] = "15",
					[2] = "8",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 2,
				},
				["ability"] = "Дарует вам %s%% увеличение наносимого вам физического урона и урона от светлой магии в течение %s сек. после нанесения критического удара.",
				["maxRank"] = 5,
				["name"] = "Отмщение",
				["tier"] = 6,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_Racial_Avatar",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["mana"] = "60",
				["maxRank"] = 1,
				["ability"] = "Введение противника в состояние медитации, лишая его возможности действовать на 6 сек. Любой нанесенный урон выводит цель из этого состояния. Действует только против гуманоидов.",
				["name"] = "Покаяние",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "20",
				["cooldown"] = "1 min",
				["texture"] = "Interface\\Icons\\Spell_Holy_PrayerOfHealing",
			},
			["numTalents"] = 15,
			["name"] = "Воздаяние",
			["background"] = "PaladinCombat",
			["texture"] = "Interface\\Icons\\Spell_Holy_AuraOfLight",
		},
		["localClass"] = "Паладин",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
	["SHAMAN"] = {
		[1] = {
			[1] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижает расход маны на заклинания \"Шок\", \"Молния\" и \"Цепная молния\" на %s%%.",
				["maxRank"] = 5,
				["name"] = "Конвекция",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_WispSplode",
			},
			[2] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает на %s%% урон, наносимый вашими заклинаниями \"Молния\", \"Цепная молния\" и \"Шок\".",
				["maxRank"] = 5,
				["name"] = "Сотрясение мозга",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_Fireball",
			},
			[3] = {
				[1] = {
					[1] = "25",
					[2] = "10",
				},
				[2] = {
					[1] = "50",
					[2] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает уровень прочности вашего Тотема каменного когтя на %s%% и радиус действия Тотема оков земли на %s%%.",
				["maxRank"] = 2,
				["name"] = "Земной захват",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_StoneClawTotem",
			},
			[4] = {
				[1] = {
					[1] = "4",
				},
				[2] = {
					[1] = "7",
				},
				[3] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшает урон от эффектов огня, льда и природы на %s%%.",
				["maxRank"] = 3,
				["name"] = "Защита от стихий",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_SpiritArmor",
			},
			[5] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% урона, наносимого вашими тотемами огня.",
				["maxRank"] = 3,
				["name"] = "Зов пламени",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Fire_Immolation",
			},
			[6] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "После применения одного из заклинания огня, магии льда или сил природы, вы с вероятностью 10%% впадаете в состояние \"Ясность мысли\". Состояние \"Ясность мысли\" уменьшает расход маны на следующее боевое заклинание на 100%%.",
				["maxRank"] = 1,
				["name"] = "Концентрация стихий",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Shadow_ManaBurn",
			},
			[7] = {
				[1] = {
					[1] = "0.2",
				},
				[2] = {
					[1] = "0.4",
				},
				[3] = {
					[1] = "0.6",
				},
				[4] = {
					[1] = "0.8",
				},
				[5] = {
					[1] = "1",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления  заклинания \"Шок\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Отзвук",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Frost_FrostWard",
			},
			[8] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает на %s%% вероятность нанесения критического урона вашими заклинаниями \"Молния\" и \"Цепная молния\".",
				["maxRank"] = 5,
				["name"] = "Зов грома",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_CallStorm",
			},
			[9] = {
				[1] = {
					[1] = "1",
					[2] = "25",
				},
				[2] = {
					[1] = "2",
					[2] = "50",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшение задержки до активации Тотема кольца огня на %s сек. и уменьшение угрозы, создаваемой Тотемом магмы, на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенный тотем огня",
				["tier"] = 4,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_SealOfFire",
			},
			[10] = {
				[1] = {
					[1] = "33",
					[2] = "6",
				},
				[2] = {
					[1] = "66",
					[2] = "6",
				},
				[3] = {
					[1] = "100",
					[2] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Вероятность %s%%, что, получив критический удар оружием ближнего или дальнего боя, персонаж окажется под воздействием эффекта \"Средоточие заклинаний\" на %s сек. Этот эффект предохраняет от удлинения времени наложения шаманских заклинаний при получении урона.",
				["maxRank"] = 3,
				["name"] = "Око шторма",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_EyeOfTheStorm",
			},
			[11] = {
				[1] = {
					[1] = "3",
					[2] = "10",
				},
				[2] = {
					[1] = "6",
					[2] = "10",
				},
				[3] = {
					[1] = "9",
					[2] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Критические удары, нанесенные вашими нападательными заклинаниями, увеличивают ваш шанс нанести критический удар при атаке в ближнем бою на %s%% на %s сек.",
				["maxRank"] = 3,
				["name"] = "Опустошение Духов стихии",
				["tier"] = 4,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Fire_ElementalDevastation",
			},
			[12] = {
				[1] = {
					[1] = "3",
				},
				[2] = {
					[1] = "6",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает возможную дальность применения ваших заклинаний \"Молния\" и \"Цепная молния\" на %s метров.",
				["maxRank"] = 2,
				["name"] = "Предел шторма",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_StormReach",
			},
			[13] = {
				["prereqs"] = {
				},
				["ability"] = "Увеличивает дополнительный эффект критического удара ваших Опаляющих тотемов, Тотемов магмы, кольца огня и ваших заклинаний огня, льда и природы на 100%%.",
				["maxRank"] = 1,
				["name"] = "Неистовство стихий",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_Volcano",
			},
			[14] = {
				[1] = {
					[1] = "0.2",
				},
				[2] = {
					[1] = "0.4",
				},
				[3] = {
					[1] = "0.6",
				},
				[4] = {
					[1] = "0.8",
				},
				[5] = {
					[1] = "1",
				},
				["prereqs"] = {
					[1] = 3,
					[2] = 3,
				},
				["ability"] = "Сокращает время наложения заклинаний \"Молния\" и \"Цепная молния\" на %s сек.",
				["maxRank"] = 5,
				["name"] = "Покорение молнии",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Lightning_LightningBolt01",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Увеличение вероятности критического эффекта последующего заклинания магии огня, льда или сил природы на 100%% и снижение расхода маны на него на 100%%.",
				["maxRank"] = 1,
				["name"] = "Покорение стихий",
				["tier"] = 7,
				["column"] = 2,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "3 min",
				["texture"] = "Interface\\Icons\\Spell_Nature_WispHeal",
			},
			["numTalents"] = 15,
			["name"] = "Стихии",
			["background"] = "ShamanElementalCombat",
			["texture"] = "Interface\\Icons\\Spell_Fire_Volcano",
		},
		[2] = {
			[1] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение максимального запаса маны на %s%%.",
				["maxRank"] = 5,
				["name"] = "Знания предков",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Shadow_GrimWard",
			},
			[2] = {
				[1] = {
					[1] = "1",
					[2] = "5",
				},
				[2] = {
					[1] = "2",
					[2] = "10",
				},
				[3] = {
					[1] = "3",
					[2] = "15",
				},
				[4] = {
					[1] = "4",
					[2] = "20",
				},
				[5] = {
					[1] = "5",
					[2] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% вероятности блокирования атак и на %s%% показателя блокирования.",
				["maxRank"] = 5,
				["name"] = "Специализация на щитах",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Shield_06",
			},
			[3] = {
				[1] = {
					[1] = "10",
					[2] = "1",
				},
				[2] = {
					[1] = "20",
					[2] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение на %s%% величины урона, снижаемого эффектами Тотемов каменной кожи и стены ветра, а также снижение времени подготовки Тотема заземления на %s сек.",
				["maxRank"] = 2,
				["name"] = "Сторожевые тотемы",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_StoneSkinTotem",
			},
			[4] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение ваших шансов нанести критический удар оружием на %s%%.",
				["maxRank"] = 5,
				["name"] = "Грохочущие удары",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_ThunderBolt",
			},
			[5] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшение времени наложения заклинания \"Призрачный волк\" на %s сек.",
				["maxRank"] = 2,
				["name"] = "Улучшенный призрачный волк",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_SpiritWolf",
			},
			[6] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение урона, нанесенного шарами заклинания \"Щит молний\", на %s%%.",
				["maxRank"] = 3,
				["name"] = "Улучшенный щит молний",
				["tier"] = 2,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_LightningShield",
			},
			[7] = {
				[1] = {
					[1] = "8",
				},
				[2] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение эффектов от Тотемов силы земли и легкости воздуха на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенные тотемы",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_EarthBindTotem",
			},
			[8] = {
				["prereqs"] = {
				},
				["ability"] = "Позволяет использовать двуручные топоры и двуручное дробящее",
				["maxRank"] = 1,
				["name"] = "Двуручные топоры и дробящее",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\INV_Axe_10",
			},
			[9] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение вероятности уклонения от атак на %s%%.",
				["maxRank"] = 5,
				["name"] = "Предчувствие",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_MirrorImage",
			},
			[10] = {
				[1] = {
					[1] = "10",
					[2] = "3",
				},
				[2] = {
					[1] = "15",
					[2] = "3",
				},
				[3] = {
					[1] = "20",
					[2] = "3",
				},
				[4] = {
					[1] = "25",
					[2] = "3",
				},
				[5] = {
					[1] = "30",
					[2] = "3",
				},
				["prereqs"] = {
					[1] = 2,
					[2] = 2,
				},
				["ability"] = "Увеличение на %s%% скорости атаки для последующих %s выпадов после нанесения критического урона.",
				["maxRank"] = 5,
				["name"] = "Шквал",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Ability_GhoulFrenzy",
			},
			[11] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% эффективности усиления брони за счет носимой экипировки.",
				["maxRank"] = 5,
				["name"] = "Крепость",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Holy_Devotion",
			},
			[12] = {
				[1] = {
					[1] = "15",
					[2] = "6",
				},
				[2] = {
					[1] = "30",
					[2] = "12",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение дополнительной силы атаки в ближнем бою для вашего Тотема неистовства ветра на %s%% и увеличение урона, наносимого Тотемом языка пламени, на %s%%",
				["maxRank"] = 2,
				["name"] = "Улучшенные тотемы чар",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Fire_EnchantWeapon",
			},
			[13] = {
				[1] = {
					[1] = "7",
					[2] = "13",
					[3] = "5",
				},
				[2] = {
					[1] = "14",
					[2] = "27",
					[3] = "10",
				},
				[3] = {
					[1] = "20",
					[2] = "40",
					[3] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличивает урон, наносимый вашим оружием Камнедробителя на %s%%, оружием ярости ветра на %s%% и оружием языка пламени и ледяного клейма на %s%%.",
				["maxRank"] = 3,
				["name"] = "Оружие стихий",
				["tier"] = 5,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Fire_FlameTounge",
			},
			[14] = {
				["prereqs"] = {
				},
				["ability"] = "Вероятность отбить удары противника в ближнем бою.",
				["maxRank"] = 1,
				["name"] = "Парирование",
				["tier"] = 5,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Parry",
			},
			[15] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение наносимого урона от оружия на %s%%.",
				["maxRank"] = 5,
				["name"] = "Мастеркое владение оружием",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Ability_Hunter_SwiftStrike",
			},
			[16] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 5,
					[2] = 2,
				},
				["ability"] = "Увеличение урона от сил природы 2 последующих атак на 20%%. Время действия - 12 сек.",
				["mana"] = "11",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["name"] = "Удар бури",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "9",
				["cooldown"] = "20 sec",
				["texture"] = "Interface\\Icons\\Spell_Holy_SealOfMight",
			},
			["numTalents"] = 16,
			["name"] = "Совершенствование",
			["background"] = "ShamanEnhancement",
			["texture"] = "Interface\\Icons\\Spell_Nature_UnyeildingStamina",
		},
		[3] = {
			[1] = {
				[1] = {
					[1] = "0.1",
				},
				[2] = {
					[1] = "0.2",
				},
				[3] = {
					[1] = "0.3",
				},
				[4] = {
					[1] = "0.4",
				},
				[5] = {
					[1] = "0.5",
				},
				["prereqs"] = {
				},
				["ability"] = "Уменьшение на %s сек. времени применения заклинания \"Волна исцеления\".",
				["maxRank"] = 5,
				["name"] = "Улучшенная волна исцеления",
				["tier"] = 1,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_MagicImmunity",
			},
			[2] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение расхода маны на все заклинания исцеления на %s%%.",
				["maxRank"] = 5,
				["name"] = "Приливная концентрация",
				["tier"] = 1,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_ManaRecharge",
			},
			[3] = {
				[1] = {
					[1] = "10",
					[2] = "10",
				},
				[2] = {
					[1] = "20",
					[2] = "20",
				},
				["prereqs"] = {
				},
				["ability"] = "Сокращение времени восстановления  заклинания \"Восстание из мертвых\" на %s мин. и увеличение здоровья и маны, наличествующих после восстания из мертвых, дополнительно на %s%%.",
				["maxRank"] = 2,
				["name"] = "Улучшенное восстание из мертвых",
				["tier"] = 2,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_Reincarnation",
			},
			[4] = {
				[1] = {
					[1] = "8",
					[2] = "15",
				},
				[2] = {
					[1] = "16",
					[2] = "15",
				},
				[3] = {
					[1] = "25",
					[2] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Усиление на %s%% брони цели на %s сек после получения критического эффекта примененого на ней исцеляющего заклинания.",
				["maxRank"] = 3,
				["name"] = "Исцеление предков",
				["tier"] = 2,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_UndyingStrength",
			},
			[5] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение расхода маны на создание тотемов на %s%%.",
				["maxRank"] = 5,
				["name"] = "Тотемное средоточие",
				["tier"] = 2,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_MoonGlow",
			},
			[6] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение на %s%% вероятности нанесения удара в атаках ближнего боя и при применении заклинаний.",
				["maxRank"] = 3,
				["name"] = "Помощь природы",
				["tier"] = 3,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Frost_Stun",
			},
			[7] = {
				[1] = {
					[1] = "14",
				},
				[2] = {
					[1] = "28",
				},
				[3] = {
					[1] = "42",
				},
				[4] = {
					[1] = "56",
				},
				[5] = {
					[1] = "70",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение до %s%% вероятности продолжить применение заклинания даже при получении урона.",
				["maxRank"] = 5,
				["name"] = "Средоточие исцеления",
				["tier"] = 3,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_HealingWaveLesser",
			},
			[8] = {
				["prereqs"] = {
				},
				["ability"] = "Увеличение радиуса действия тотемов до 30 метров.",
				["maxRank"] = 1,
				["name"] = "Мастерство владения тотемами",
				["tier"] = 3,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_NullWard",
			},
			[9] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				["prereqs"] = {
				},
				["ability"] = "Снижение на %s%% угрозы, создаваемой при использовании исцеляющих заклинаний.",
				["maxRank"] = 3,
				["name"] = "Исцеляющая благодать",
				["tier"] = 3,
				["column"] = 4,
				["texture"] = "Interface\\Icons\\Spell_Nature_HealingTouch",
			},
			[10] = {
				[1] = {
					[1] = "5",
				},
				[2] = {
					[1] = "10",
				},
				[3] = {
					[1] = "15",
				},
				[4] = {
					[1] = "20",
				},
				[5] = {
					[1] = "25",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение эффекта Тотема источника маны и Тотема исцеляющего потока на %s%%.",
				["maxRank"] = 5,
				["name"] = "Восстанавливающий тотем",
				["tier"] = 4,
				["column"] = 2,
				["texture"] = "Interface\\Icons\\Spell_Nature_ManaRegenTotem",
			},
			[11] = {
				[1] = {
					[1] = "1",
				},
				[2] = {
					[1] = "2",
				},
				[3] = {
					[1] = "3",
				},
				[4] = {
					[1] = "4",
				},
				[5] = {
					[1] = "5",
				},
				["prereqs"] = {
				},
				["ability"] = "Увеличение шанса критического эффекта ваших лечебных заклинаний на %s%%.",
				["maxRank"] = 5,
				["name"] = "Мастерство владения приливами",
				["tier"] = 4,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Nature_Tranquility",
			},
			[12] = {
				[1] = {
					[1] = "33",
					[2] = "6",
					[3] = "15",
					[4] = "3",
				},
				[2] = {
					[1] = "66",
					[2] = "6",
					[3] = "15",
					[4] = "3",
				},
				[3] = {
					[1] = "100",
					[2] = "6",
					[3] = "15",
					[4] = "3",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение до %s%% вероятности увеличить эффект последовательно применяемых заклинаний \"Волна исцеления\" на %s%% на %s сек. Эффект может быть суммирован до %s раз.",
				["maxRank"] = 3,
				["name"] = "Путь исцеления",
				["tier"] = 5,
				["column"] = 1,
				["texture"] = "Interface\\Icons\\Spell_Nature_HealingWay",
			},
			[13] = {
				["isExceptional"] = 1,
				["prereqs"] = {
				},
				["ability"] = "Мгновенное применение следующего заклинания сил природы, обычное время применения которого ниже 10 сек.",
				["maxRank"] = 1,
				["name"] = "Природная стремительность",
				["tier"] = 5,
				["column"] = 3,
				["castTime"] = "SPELL_CAST_TIME_INSTANT_NO_MANA",
				["cooldown"] = "3 min",
				["texture"] = "Interface\\Icons\\Spell_Nature_RavenForm",
			},
			[14] = {
				[1] = {
					[1] = "2",
				},
				[2] = {
					[1] = "4",
				},
				[3] = {
					[1] = "6",
				},
				[4] = {
					[1] = "8",
				},
				[5] = {
					[1] = "10",
				},
				["prereqs"] = {
				},
				["ability"] = "Повышение эффективности исцеляющих заклинаний на %s%%.",
				["maxRank"] = 5,
				["name"] = "Чистота",
				["tier"] = 6,
				["column"] = 3,
				["texture"] = "Interface\\Icons\\Spell_Frost_WizardMark",
			},
			[15] = {
				["isExceptional"] = 1,
				["prereqs"] = {
					[1] = 4,
					[2] = 2,
				},
				["ability"] = "Создание рядом с заклинателем тотема прилива маны прочностью 5 ед., который в течение 12 сек. восполняет 170 ману раз в 3 сек. у всех участников группы в радиусе 20 м.",
				["mana"] = "20",
				["maxRank"] = 1,
				["castTime"] = "SPELL_CAST_TIME_INSTANT",
				["cooldown"] = "5 min",
				["name"] = "Тотем прилива маны",
				["tier"] = 7,
				["column"] = 2,
				["range"] = "9",
				["tool"] = "Water Totem",
				["texture"] = "Interface\\Icons\\Spell_Frost_SummonWaterElemental",
			},
			["numTalents"] = 15,
			["name"] = "Исцеление",
			["background"] = "ShamanRestoration",
			["texture"] = "Interface\\Icons\\Spell_Nature_HealingWaveGreater",
		},
		["localClass"] = "Шаман",
		["version"] = "1.12.0",
		["numTabs"] = 3,
	},
}
end